#version: 0.2
c h
o s</w>
a n
t i
ʼ a
e s
e r
e l</w>
e n
t a
q u
l a
d e</w>
ʼ o
l i
t a</w>
e n</w>
a r
o n
l a</w>
c i
qu e</w>
e s</w>
i n
t e</w>
ʼ u
m a
l i</w>
a n</w>
u n
r e
a s</w>
l e
r i
t o
s i
l e</w>
c o
a b
a l</w>
d o</w>
t u
m i
a ʼa
d i
t r
ʼ i
c u
@ -
@- @</w>
p o
o ʼo
a l
ti k</w>
e m
a j
l o</w>
h o
l os</w>
u n</w>
n a
r i</w>
b i
ó n</w>
ch i
J e
c h</w>
v i
j a
e ʼ</w>
t o</w>
r a
s e</w>
p a
s a
k ʼa
s o
D i
k ʼ
c a
t z
y u
Je ho
d e
t e
m u
Jeho v
c on
y a
p r
i n</w>
p ar
Jehov á</w>
y a</w>
i l</w>
s e
l o
t i</w>
d a
p er
Di os</w>
s u
ci ón</w>
b e
i k</w>
p u
k u
la l</w>
r e</w>
ʼ n</w>
m o</w>
t s
o r
oʼo b</w>
m an
k ʼu
b a
la s</w>
í a</w>
d a</w>
m e
i b
á a
la j</w>
o ʼ</w>
j e
n o</w>
k i
ch a
t u</w>
é e
J es
par a</w>
t en
h a
k a
y o
n i
k o
j o
j i
j un</w>
b ʼ
co n</w>
r u
g u
m os</w>
k ʼo
s u</w>
ti ʼ</w>
po r</w>
qu i
t el</w>
e r</w>
n u
á s</w>
j un
a j</w>
m o
m en
k e</w>
n o
m a</w>
k u</w>
a r</w>
y i
s i</w>
o n</w>
li a</w>
Jes ú
em os</w>
e l
j u
p i
d os</w>
Jesú s</w>
ʼu n</w>
b ʼa
n os</w>
b aʼa
l u
r a</w>
pr o
x u
m e</w>
ʼi l</w>
un a</w>
k ʼ</w>
m i</w>
b a</w>
d el</w>
B ib
e x</w>
an do</w>
da d</w>
b ʼ</w>
m in
p e
ch e</w>
f i
ta l</w>
k y
es tr
t an
x i
o r</w>
yu ʼun</w>
b u
ch i</w>
m b
l el</w>
d es
Bib lia</w>
v er
c a</w>
on es</w>
1 0</w>
q a
ʼ j</w>
e c
er a</w>
t os</w>
b ʌ</w>
y ée
l es</w>
h ab
li k</w>
en ta</w>
p re
h i
em p
g o</w>
y e
aʼa n</w>
v a
ja ʼ</w>
1 5</w>
u t</w>
es ta
u s
yée tel</w>
m ás</w>
ʼu k</w>
tu ʼn</w>
t er
Q u
ji ñ
e j
r o
su s</w>
r es
k e
a d
be e
ú u
r o</w>
a c
f u
x chi
w i
j o</w>
1 1</w>
ma ʼ</w>
jiñ i</w>
c ri
1 2</w>
ha c
y aʼa
p á
o s
pu e
s to
é n</w>
á n</w>
a mi
ch u
nu estr
a s
ti ke</w>
qu é</w>
t es</w>
co mo</w>
w a
p a</w>
k ʼi
po r
per o</w>
m áa
to j</w>
xchi ʼuk</w>
s ti
aʼa l</w>
en te</w>
1 4</w>
k a</w>
1 3</w>
an i
x a
t es
ta n</w>
er man
e b</w>
Qu é</w>
J u
pa s
sa ʼ</w>
u ti
ó mo</w>
í as</w>
so b
o l
x i</w>
ʼ el</w>
e x
g a
g un
c o</w>
ta s</w>
es i
M a
r u</w>
s a</w>
ch aʼan</w>
t si
o l</w>
le ʼ</w>
a yu
mi ʼ</w>
t z</w>
tr a
ʼ an
baʼa x</w>
cu ando</w>
d u
x ch
es t
1 7</w>
l ta
1 6</w>
ci a</w>
p ʼ
m bi
i s
mu ch
s o</w>
q a</w>
é l</w>
ch eʼ</w>
ci ones</w>
ar i
s v
s on
o tr
s er
ʼ n
gu i
li l</w>
i m
o b
y e</w>
qu e
er o</w>
oʼo b
na q</w>
bʼ an
l oʼob</w>
g i
c e</w>
v e
h erman
ma s</w>
ma l</w>
la b
co m
T i
m en</w>
n e
o ra
q ʼa
b e</w>
kʼu si</w>
d es</w>
ti ʼj</w>
é s</w>
per son
x a</w>
R e
c ˈ
o j
1 9</w>
kʼo p
bi n</w>
er on</w>
w a</w>
á an
ch ʼa
s ta
1 8</w>
ch ʼ
po d
ab i
b li
men te</w>
q ʼu
k il</w>
kʼa lal</w>
t on
a li
q ʼ
c ar
v a</w>
a ñ
h a</w>
kʼa n</w>
d as</w>
f or
tz i
in o</w>
e ch
d o
sv enta</w>
s ta</w>
í an</w>
ya an</w>
ch ʼu
b ʼil</w>
ch o
d em
k oʼob</w>
an te</w>
ta j</w>
oʼo n
2 0</w>
uti aʼal</w>
di s
min s</w>
h u
ta q</w>
l le
la c</w>
y aj
p on
O S</w>
sob re</w>
ta j
e li
Ju an</w>
ta r
w in
ʼo b</w>
de ci
d ar
n a</w>
S a
r as</w>
J ée
Jée o
z a</w>
g ra
bi l</w>
o b</w>
s to</w>
ja ch</w>
t en</w>
t eʼ</w>
es ta</w>
na k</w>
ta r</w>
ts ʼ
r es</w>
mbi én</w>
kʼ o</w>
so k</w>
se r</w>
q ʼo
c ß
x o
b ʼi
E S
en tr
v o</w>
v o
s kʼop
vi da</w>
emp lo</w>
C ómo</w>
ti en
P ab
K ʼ
te o</w>
ch ʼ</w>
un i
y al</w>
oʼob oʼ</w>
p en
e tik</w>
e bʼ</w>
P or</w>
2 1</w>
ʼu n
ta mbién</w>
ma j</w>
s en
g r
g os</w>
mb re</w>
lo b</w>
a vi
ma ʼa
j al</w>
s as</w>
se ñ
c re
ʼa l</w>
ku x
di o</w>
to do</w>
hac er</w>
ma n</w>
ti emp
o y</w>
t ʼa
l áa
al es</w>
x oʼob</w>
c ción</w>
le k</w>
Je o
S al
la n</w>
e d
chi k</w>
2 2</w>
y an
A N
lo ʼ</w>
en do</w>
ts ʼo
c ʼo
ó o
ch ë</w>
es te</w>
a mos</w>
ch an
2 4</w>
pue de</w>
v en
tz aj</w>
t s</w>
pá r
qu i</w>
cu r
T I
b aj
es tu
s kʼan</w>
a do</w>
g a</w>
b al</w>
L a</w>
a p
je ch</w>
ˈ n</w>
ab a</w>
ʼ ex</w>
je ʼel</w>
ti ʼ
a k</w>
s ko
a ʼ</w>
re ga
x an</w>
Jes u
di jo</w>
E s
yu k</w>
ta k</w>
be y</w>
tiemp o</w>
Pab lo</w>
li a
es o</w>
con tr
p ri
w o
tu men</w>
g rega
L I
mi en
L i</w>
g o
b an</w>
an o
er ra</w>
to dos</w>
de b
person as</w>
on i
xu ʼ</w>
é el</w>
á n
oʼo x</w>
mi n</w>
b í
tr os</w>
bʼa l</w>
m u</w>
skʼop lal</w>
L u
Di o
S an
p e</w>
tsʼo ʼo
s ab
f ami
co r
di ce</w>
por que</w>
pʼ éel</w>
c as</w>
ar on</w>
to ʼo
con grega
é en</w>
la ʼ</w>
2 3</w>
l u</w>
ch ʼo
a t</w>
en cia</w>
de r</w>
cu i
k al</w>
mu y</w>
est á</w>
c la
an os</w>
li b
cri sti
as í</w>
mu ʼ
C H
p li
tes ti
g ar</w>
ej emplo</w>
x na
pr en
so n</w>
c er
da r</w>
sto jo
e b
t k
j u</w>
bee tik</w>
w e
B aʼa
bí bli
d on
2 0
t úu
ci on
c es</w>
ci as</w>
k an
el los</w>
co sas</w>
q i
w u
nuestr a</w>
j os</w>
a ʼ
c ʼ
ʼi j</w>
la j
ra z
á an</w>
y o</w>
3 0</w>
hab ía</w>
mi s
C h
í i
so tros</w>
bu en
x jal</w>
l an
sa ß</w>
a y</w>
z o</w>
o k</w>
q e</w>
pro f
B I
ri ʼ</w>
or es</w>
herman os</w>
sa r</w>
si ón</w>
congrega ción</w>
si k</w>
c os</w>
t ri
d er
an a</w>
k aʼa
de o</w>
p í
ch ʼi
t em
t saʼ</w>
cʼo t</w>
ora ción</w>
es ti
mi l</w>
c ómo</w>
Ma teo</w>
ku bʼ</w>
d ía</w>
w an
b en
kʼa ʼa
c an</w>
J er
tu k
al gun
p an</w>
con o
ar e</w>
tzi j</w>
D avi
ts ʼa
1 9
si n</w>
2 5</w>
p as</w>
bi en</w>
en señ
c ʌ
us te
y ʌ
es to</w>
fu e</w>
to n</w>
b o
da des</w>
to k</w>
ß u
0 0</w>
w ä
L e
k an</w>
j lel</w>
n ec
ji ch</w>
ʼ e
p o</w>
le c
I s
d en</w>
n i</w>
m un
k yi
a u
x e
tsi ʼ</w>
oʼo lal</w>
C u
pre gun
en tes</w>
s al
ar á</w>
c an
a ción</w>
pod emos</w>
Jéeo ba</w>
ti l</w>
yi cʼot</w>
pu és</w>
cha ʼ
Dio se</w>
q ˈ
otr os</w>
ñ i
y al
a ß</w>
x ye</w>
j a</w>
le tik</w>
V i
a q</w>
m el</w>
P ed
P ro
añ os</w>
pr es
l la
r á</w>
2 8</w>
R o
y an</w>
r ía</w>
j el</w>
s an
ca r</w>
v os</w>
Is ra
a mo
t l</w>
ch k
L e</w>
muʼ yuk</w>
li x</w>
a ß
es e</w>
es per
an tes</w>
E L</w>
Sal mo</w>
t x
q ßu
kʼ áa
ʼi n</w>
ú n</w>
si g
K ʼu
em b
f e</w>
Davi d</w>
a m</w>
e m</w>
l en</w>
ri j</w>
oʼon ton
D E</w>
v an</w>
C ri
dem ás</w>
c e
kʼ an
in a</w>
Re ino</w>
u k</w>
ci o</w>
t í
pre di
pas el</w>
n oʼox</w>
bi x</w>
im por
ya ʼ</w>
si tik</w>
h an</w>
t ó</w>
M ar
s tr
ñ u
des pués</w>
C an
fami lia</w>
k ˈ
wä ch</w>
t so
se gui
ve z</w>
pa lab
tu ʼn
s ba
2 6</w>
k en</w>
in i
va e</w>
Isra el</w>
un aj</w>
t áan</w>
2 7</w>
q an
R I
k ri
re y</w>
no sotros</w>
túu l</w>
e j</w>
pr e</w>
ʼa n</w>
vi deo</w>
Ped ro</w>
ke ʼ
aj u</w>
ib ʼ</w>
w e</w>
m ar
v er</w>
M A
es pi
yo l</w>
cu lo</w>
se gu
Jeo vae</w>
2 9</w>
b an
a ma
l tik</w>
re ci
v e</w>
kʼi n</w>
ho ra</w>
T A
em pre</w>
to q</w>
w i</w>
espi ri
é n
V I
kʼo t</w>
sen ti
ta c</w>
ya j</w>
o k
f er
ten er</w>
or a</w>
kʼu sitik</w>
la r</w>
yaʼa lik</w>
nuestr o</w>
u e
amo r</w>
tien e</w>
ja ʼ
y el</w>
ni m</w>
b ˈ
ti k
si empre</w>
a qu
tsʼ áa
E l</w>
M o
to ri
ca j</w>
yo ʼ
ha y</w>
máa xoʼob</w>
fu er
man os</w>
ó ol</w>
pro b
wi ʼ</w>
t ʼil</w>
ech o</w>
mun do</w>
J a
pa d
L A</w>
ter i
raz ón</w>
mien to</w>
x ik</w>
si l</w>
ch rij</w>
â n
ap ó
K ʼa
qu er
na ʼ
pár r</w>
ʌ ch</w>
chk ë</w>
L A
que ß
y áan
jun pʼéel</w>
R E
qu il</w>
v u
pá aj
ʼ es
hi jos</w>
c lu
E n</w>
po si
so lo</w>
ku ʼun
ver dad</w>
e lo</w>
t sa
qʼo ʼn</w>
t h</w>
I sa
chi x
esta ba</w>
a pren
oʼon ton</w>
qʼ tz
much o</w>
t un
me yaj
nec esi
apó sto
a la
tu láa
espiri tu
ky e</w>
oj el</w>
ca da</w>
uste d</w>
ch éen</w>
Jéeo ba
B LI
impor tan
bʼ a</w>
ñ ob</w>
xna qʼtz
k x</w>
j lu</w>
mu er
Vi v
v ol
men to</w>
ton ces</w>
ʼ A
k yu
ayu dar
si gui
in ti
pí ri
l ti
xch ano
kʼa s
máa k</w>
c er</w>
sa j</w>
s pa
ä n</w>
an za</w>
3 1</w>
qʼa ma
ser vi
re ch</w>
e t</w>
ma as</w>
c ab
mi l
vi vi
bʼa ʼn</w>
no p
g ente</w>
en es</w>
c í
el la</w>
le bʼ</w>
con fi
men os</w>
wa ch</w>
J o
ch an</w>
is ra
ä l</w>
ma r</w>
es a</w>
cu er
s ba</w>
n ya</w>
cristi anos</w>
ar a</w>
b ée
ha sta</w>
bʼa n</w>
ta a
taj e</w>
S e
ja ku</w>
tsʼoʼo k</w>
Cri sto</w>
e le</w>
res u
ab aj
er an</w>
e go</w>
ho mbre</w>
b al
re uni
V e
an ci
vi si
a t
ta ʼa
q il</w>
k eʼ</w>
es cu
w il</w>
píri tu</w>
T E
ch al</w>
n in
i lel</w>
in ci
oʼo n</w>
s em
hi zo</w>
esta s</w>
di ó</w>
ayu da</w>
Baʼa x</w>
l en
mis mo</w>
Can ción</w>
baj cheʼ</w>
h echo</w>
ka ʼan
j eʼ</w>
aj e</w>
pri m
â cu
chi l</w>
Sa tan
g ún</w>
f ec
kʼ u</w>
li n</w>
ʼ e</w>
le a</w>
nu e
ch aj
BI BLI
s es</w>
w en</w>
kyi ʼj</w>
Jer us
Jerus al
algun os</w>
P a
cu enta</w>
ca ción</w>
i j</w>
ya kʼ</w>
k ß
tuláa kal</w>
da do</w>
ʼo b
li ʼ</w>
n aj
me jo
chi c</w>
nuestr os</w>
tr abaj
me di
ch q
s í</w>
si s</w>
kʼo p</w>
C or
e tike</w>
v an
i s</w>
deb emos</w>
ta ʼal</w>
baʼa leʼ</w>
lu gar</w>
b le</w>
con se
re li
3 3</w>
tu ra</w>
tz e
1 0
x bʼa
h eb</w>
a a
res pon
ko lta
ti n</w>
qʼama ʼn</w>
un que</w>
ʼi k</w>
P ero</w>
ñ o</w>
er n
much os</w>
s w
yi chʼ</w>
o j</w>
C o
D I
f eli
T e</w>
ab ʼ</w>
es cri
kri xchano
pue b
ca do</w>
ba t</w>
v al
N o</w>
pue den</w>
maʼa lob</w>
Bib lia
ti n
be y
Jeho bʼa</w>
f r
i l
chi ʼ</w>
A po
contr a</w>
ri x</w>
k un</w>
E N
toʼo n</w>
en tonces</w>
a mb
T A</w>
bi os</w>
ch e
oʼob eʼ</w>
co razón</w>
A b
le b</w>
d í
3 2</w>
to das</w>
palab ras</w>
estu di
Jeo va</w>
jo l</w>
kʼ e</w>
je ʼex</w>
Mo is
ma j
ma ch</w>
bʼan t</w>
ca sa</w>
ten d
ch aʼal</w>
O N
pr inci
no mbre</w>
Ma t</w>
par te</w>
Jesu se</w>
aj a
J ob</w>
ar se</w>
b u</w>
bʼ e
i li
es tos</w>
est án</w>
te j</w>
Pro ver
x in
prob le
cu m
r chë</w>
Prover bios</w>
kʼa ʼ</w>
b en</w>
es píritu</w>
BIBLI A</w>
hac e</w>
a hora</w>
man ta
o x
re g
ca mbi
M i</w>
tz a
y oʼolal</w>
an o</w>
R u
lle v
entr e</w>
3 5</w>
cˈ a</w>
con ver
mb res</w>
páaj tal</w>
pueb lo</w>
O R
A n
es po
0 00</w>
ʌ l</w>
qui er
al go</w>
3 4</w>
ñi c</w>
in ter
man tal</w>
b in
baʼa xoʼob</w>
an eʼ</w>
me jlel</w>
chi n</w>
i x</w>
re la
wi tz</w>
3 7</w>
ten ía</w>
p aj
mejo r</w>
stojo lal</w>
I n
jun túul</w>
n e</w>
va li
q ʼij</w>
Jerusal én</w>
x t
testi gos</w>
ä q</w>
chu qui</w>
p le
chi ru</w>
j on
pu bli
L E
ar tí
ku tik</w>
chq ä</w>
T u
tan to</w>
cu an
c en
q e
a ʼin</w>
kʼi in
c ʼa
to da</w>
kʼu chaʼal</w>
i r</w>
isra eli
N o
yaʼa laj</w>
y oʼonton</w>
pu es</w>
si er
mu ʼ</w>
dem os
r an
Isa ías</w>
hi jo</w>
w al</w>
m on
abi l
dis cí
discí pu
ten ami
qui x
k in
herman o</w>
le tiʼ
de j
ma a
re ʼ</w>
t â
Satan ás</w>
j il</w>
VI D
s pi
bʼa j</w>
s pas</w>
un o</w>
Lu cas</w>
Ti erra</w>
s abi
sw enta</w>
J os
B in</w>
a kʼo</w>
kux le
tsi l</w>
ta do</w>
S al</w>
des e
Ti mo
man era</w>
yo b</w>
on ojel</w>
la le</w>
ech os</w>
ES T
g ar
Jéeoba eʼ</w>
qui enes</w>
f í
z ar</w>
na x
gr an</w>
d ías</w>
much as</w>
ne keʼ
mi x</w>
Biblia oʼ</w>
tʼa n</w>
t sob
tz un</w>
ʼ än</w>
Kʼu si</w>
chʼu tik</w>
estu dio</w>
C I
L os</w>
person a</w>
ta k
in i</w>
x ju
qu jeʼ</w>
tu ʼu
ab an</w>
u l</w>
c ʼu
tenami t</w>
te x
ri a</w>
n ar
ʼ I
pʼ ej
l â
a unque</w>
o be
z e
eb re
ec es</w>
kʼ el</w>
yaʼa b</w>
h er
d ó</w>
du r
esta r</w>
tien en</w>
se a</w>
ari o</w>
L I</w>
reli gi
f ri
Mois és</w>
b ta
apósto l</w>
ali dad</w>
bʼan ik</w>
bu chʼutik</w>
me lel</w>
M i
jo b</w>
fi ci
ʼ tan
o f
t bʼ
ch o</w>
a gu
gui en</w>
ti erra</w>
s ino</w>
ko l</w>
qu ʼn</w>
lib ro</w>
kʼa j</w>
xu qujeʼ</w>
aj il</w>
pe j
ta l
al guien</w>
yo m</w>
tz ʼa
ta d</w>
d an</w>
a x</w>
ten emos</w>
e p
be tik</w>
c ti
Q U
h e</w>
segui r</w>
ru mal</w>
des de</w>
reci bi
f al
kʼa l</w>
a v
deci r</w>
4 0</w>
sko j</w>
j e</w>
pa ci
to ʼob</w>
po l</w>
U t</w>
Timo teo</w>
inti os</w>
B e
k ab
artí culo</w>
P A
ju dí
f ru
wan k</w>
na ʼo
la r
j pas
y il</w>
Pa lab
amb ʼil</w>
kʼ e
u ku
po co</w>
v in
ba tel</w>
s tu
n aʼa
otr as</w>
sem ana</w>
a e</w>
kʼ a</w>
i do</w>
kʼ in
ye lan</w>
so ʼ</w>
kʼáa t</w>
ó n
co men
min is
z as</w>
ra j</w>
n qa
kaʼa ch</w>
ba ʼ</w>
ch a</w>
ti c</w>
q o</w>
kʼ ë</w>
ʼ i</w>
ki x
d en
xi x</w>
kʼaʼa bée
U N
te ch</w>
tʼa an</w>
ci er
importan te</w>
em pe
A l
xju ʼ</w>
cha q</w>
el es</w>
ʌ n
pá g
ta mos</w>
d or</w>
a dos</w>
ä j</w>
cu an</w>
v en</w>
T E</w>
er os</w>
par ec
ts ʼ</w>
ho mbres</w>
discípu los</w>
ca li
p un
án g
w an</w>
cum pli
z ar
r ma</w>
ac ti
os o</w>
c ä
Ab ra
pro pi
máa x</w>
e ch</w>
in kʼaʼ</w>
ci endo</w>
ʼ O
ki ʼi
ts ʼi
B A
E R
s os</w>
lia e</w>
ta la
S A
bíbli co</w>
pa ñ
cß aß</w>
S i
buen as</w>
ri ˈ</w>
otr o</w>
D ani
chʼ u</w>
cʼ ʌ
mi k</w>
t ú
al l
g en
ba uti
s in
stojo l</w>
ya qil</w>
Jos é</w>
T o
ko j
T a
chix jun
a le
xnaqʼtz bʼil</w>
Cor intios</w>
bu s
z ó</w>
on la</w>
c to</w>
f o
T ES
ra r</w>
láa kʼ</w>
ta je
lo m</w>
for ma
o p
T yol</w>
cui ß</w>
re mos</w>
mu kʼ</w>
or g
pad res</w>
un os</w>
c ó</w>
ʼn e</w>
v eces</w>
da d
qui en</w>
qu eb</w>
in clu
chi rix</w>
res pe
kʼa x</w>
ch ki
k ex</w>
Viv liae</w>
ci u
pa j</w>
- -</w>
r án</w>
min tiʼ</w>
baʼa loʼob</w>
a chi
bʼi j</w>
un ca</w>
A demás</w>
1 4
ja w</w>
s t
su j
r os</w>
al mente</w>
t qʼamaʼn</w>
San til</w>
dur ante</w>
S I
tu d</w>
a po
tu ˈn</w>
ma l
co b</w>
princi pi
di do</w>
yoʼ tan</w>
R i</w>
ex pli
a gra
C RI
a da</w>
bʼ en</w>
muer te</w>
to l</w>
k oʼonton
qˈ u
su per
p an
ma g
mi s</w>
lec tura</w>
l í
te ʼ
tso ts</w>
es pe
T esti
bi tʼil</w>
nuestr as</w>
x b
ye ʼes
to ʼ</w>
j w
prof e
g an</w>
ju m
H echos</w>
pa z</w>
M u
aß an</w>
si ones</w>
x ka
Qu i
ʼ x</w>
j ba
proble mas</w>
p ʌ
k oʼo
pʼej l</w>
t bʼan
pregun tas</w>
C hu
f in</w>
su kuʼun
demos tr
ni fi
u láakʼ</w>
a h</w>
o cu
don de</w>
a m
K âcu
Y os</w>
x ten</w>
str u
d ores</w>
sier vos</w>
bi j</w>
ta le
tsʼáa ik</w>
Ve a</w>
quier e</w>
i chil</w>
h ebʼ</w>
maʼa ñic</w>
H u</w>
li dad</w>
prof ec
en ta
sa do</w>
s me
y ik</w>
xbʼa an
tori o</w>
esi s</w>
taje k</w>
i li</w>
ar a
p sis</w>
ch ˈ
for ma</w>
win aq</w>
ac er
org ani
k al
e p</w>
J A
x ban</w>
y óol</w>
ni x</w>
bu chʼu</w>
or g</w>
be ik</w>
per mi
x el</w>
cʌ n
x ki
P ad
jo j</w>
tr o
kʼ el
lla ma
r onojel</w>
w ä</w>
S i</w>
e le
t emplo</w>
3 8</w>
otr a</w>
m â
Jesu cri
kʼo l</w>
ts ʼu
le laʼ</w>
ó ol
N a
ñ aʼ
n or
ma k</w>
n ab
cha kʼ</w>
n unca</w>
jun tl</w>
e k</w>
ci l</w>
t witz</w>
di o
teri o</w>
Dani el</w>
ru kʼ</w>
ca min
israeli tas</w>
sigui ente</w>
tz ʼo
kux tal</w>
m oni
tbʼan el</w>
sko lta
ch ka
xu ʼu
w 0
t koʼob</w>
k aj
hac er
ma chʼa
d emos</w>
t qʼoʼn</w>
ora r</w>
t na
e la</w>
ca m
Pad re</w>
ayu dar</w>
E ze
vivi r</w>
a si
publi ca
k ik</w>
pá g</w>
con tra
k o</w>
G én
ben di
di a</w>
posi ble</w>
ta ʼ
Gén esis</w>
visi ta</w>
q ab
E f
m í</w>
sig nifi
jw org</w>
ga mos</w>
J O
so l
E N</w>
cur so
3 9</w>
la do</w>
i de
k yo
sba ik</w>
x tok</w>
ti ʼob</w>
tuʼu x</w>
j ik</w>
ami gos</w>
en vi
tuk ʼil</w>
TI K</w>
al u
k oʼ</w>
Apo cali
a b</w>
yu ʼun
ti x
tu l</w>
D e
u tʼil</w>
Jehov ah</w>
qʼu el</w>
x al</w>
ti a
tze ʼn</w>
en cias</w>
T O
tu s</w>
le cción</w>
su fri
yu ʼu
c ʼ</w>
le c</w>
esper anza</w>
Ro manos</w>
í amos</w>
ser á</w>
A d
é r
pr esi
C on
C or</w>
mu l</w>
T Z
t áan
com ple
g ri
bee t</w>
lu k</w>
H ebre
win i
anci anos</w>
ti r</w>
tu lo</w>
Kâcu aß</w>
q ʼ</w>
men s
y óo
ʌn tel</w>
na da</w>
3 6</w>
l esi
pre curso
tr es</w>
Apocali psis</w>
h on
man i
e mi
CRI S
kyu ʼn</w>
ch al
a k
kʼaʼa y
si on
vi sta</w>
an ts</w>
J as</w>
gi p
u tz</w>
D e</w>
k í
tuʼn ju</w>
in vi
ko ʼtan
Di os
mien tos</w>
E n
ba yal</w>
na me</w>
s na
c en</w>
ti na
ac tu
co l</w>
H ech</w>
yaʼa li
A S</w>
la k</w>
tu uku
si on</w>
ʼob oʼ</w>
a c</w>
d in
jun jun</w>
cˈ o</w>
ab a
añ o</w>
ac ep
J E
li n
je r</w>
estr a</w>
cha j</w>
B ix</w>
t ten</w>
Jesucri sto</w>
Kʼ U
te k
ci r
xa q</w>
R I</w>
per i
po der</w>
chu k</w>
te ß
ri kʼin</w>
hab lar</w>
v as</w>
chʼi k</w>
ad u
ob ern
4 5</w>
algun as</w>
pen sar</w>
ri qßu
H i
ku k</w>
jum pʼejl</w>
el ta</w>
k ß</w>
ho y</w>
s í
ï k</w>
máa koʼob</w>
ca so</w>
e dad</w>
e xi
k un
ib al</w>
á l</w>
ci do</w>
man o</w>
emb ar
bʼ in
N A
si tu
co lta
ch el</w>
all í</w>
p la
me l
si do</w>
sab er</w>
Ti ʼ</w>
si r
ci ó</w>
ch ß
kʼaʼabée t</w>
ya kʼ
me yaj</w>
espiritu al</w>
Y u
machʼa tik</w>
cur so</w>
pre par
tex to</w>
tz o
q ʼi
E l
yo n</w>
C ha
g an
ân u</w>
S u
kʼu l</w>
lle g
cho pol</w>
San tia
á aj
m ó</w>
a kʼ
reuni ones</w>
pu esta</w>
ʼu k
ar an</w>
en ten
M E
oni a</w>
bi er
5 0</w>
y oʼonton
i kx</w>
tr an
pad re</w>
li ke</w>
Se ñ
al qui
pi en
hi ci
r s</w>
embar go</w>
kʼi k</w>
yʌ l</w>
chʼa ʼa
k len</w>
B ʼi
sa cer
sacer do
a w
tz in</w>
gra cias</w>
Señ or</w>
Dios eʼ</w>
T a</w>
b el</w>
r kʼë</w>
ab i</w>
cu l
ciu dad</w>
ad or</w>
Cu ando</w>
li c</w>
TES OR
F ili
ci elo</w>
kʼu ʼj</w>
TESOR OS</w>
c al
ma d
entr as</w>
naʼ lebʼ</w>
i la
bʼa ʼ</w>
s tan
in cßaß</w>
hab ían</w>
j al
le mal</w>
ʼ a</w>
q al</w>
espe ci
m úu
bee taj</w>
y es</w>
forma ción</w>
4 1</w>
to j
Santia go</w>
J aʼ</w>
co me
baʼa l</w>
Palab ra</w>
pro te
kʼa ru</w>
pár rs</w>
win äq</w>
naʼo j</w>
moni o</w>
TI AN
CRIS TIAN
ñ a</w>
P re
s al</w>
ju sti
ab le</w>
tem e</w>
tri bu
koʼtan tik</w>
i t</w>
s te</w>
cˈ u</w>
pu l
b ran
jpas tik</w>
du cción</w>
ñu c</w>
án do
úu chik</w>
lu ego</w>
4 4</w>
tr o</w>
Sa mu
ne queß
ra lal</w>
ta lil</w>
ni m
krixchano etik</w>
i lik</w>
tem a</w>
p ʼa
ad or
a chkë</w>
ma ba</w>
em ías</w>
k ib
en contr
ra f
letiʼ eʼ</w>
lu ʼu
predi car</w>
per fec
fu eron</w>
Kʼ u</w>
ma laj</w>
in el</w>
en t
re cu
ar nos</w>
cu alqui
bíbli ca</w>
to jo
kʼu ʼx</w>
ri l</w>
san to</w>
de l
VID A</w>
m es
ch pan</w>
ter min
ke tik</w>
organi z
po n</w>
minis terio</w>
x cß
na j</w>
erman o
on oʼox</w>
emb re</w>
pen s
cha k</w>
di fí
sko tol</w>
E S</w>
pu esto</w>
A chkë</w>
s mu
senti do</w>
er es</w>
ʼ tel</w>
escri bi
ju jun</w>
b ar
qßu e</w>
g una</w>
aj i
ya ʼi
lo n</w>
c el
per las</w>
n ki
an ali
espo sa</w>
R A</w>
pa í
obe de
E gip
tk yaqil</w>
ch ol
j ta
esta ban</w>
par e
j chan
f in
ʼob eʼ</w>
trabaj o</w>
j aʼa
f un
L O</w>
ü tz</w>
t kubʼ</w>
mi c</w>
re heb</w>
pár raf
j as</w>
mo str
w aj
j óo
di eron</w>
1 ,
E sta
pro me
E s</w>
ñ onla</w>
B abil
U ni
di e</w>
í ib
qu in
koʼonton tik</w>
tz ʼi
xch ʼo
H eb</w>
Hebre os</w>
x ta
ka w
r se</w>
m ón</w>
s bi
l oʼoboʼ</w>
chan ru</w>
j la
i gu
a ta
p al</w>
Viv lia</w>
pág ina</w>
on in</w>
Mar ía</w>
1 8
in ten
tar on</w>
pu k
P e
kʼas lemal</w>
gu e</w>
ta ri
jo n</w>
en fer
L O
la ción</w>
ñ os</w>
Abra h
ca pí
k ki
mi t</w>
va ʼun</w>
le y</w>
bʼ e</w>
co l
bíbli cos</w>
espiritu ales</w>
fami li
a y
m pi
estr u
cu i</w>
v ía</w>
us a</w>
de di
Lu c</w>
uste des</w>
4 2</w>
r en
mens aje</w>
Samu el</w>
Ro m</w>
a ten
y ab
per don
tu vo</w>
qui xye</w>
b i</w>
tu ras</w>
me dio</w>
tz ˈ
s pasel</w>
chʼ a</w>
de be</w>
k qa
T s
bran d</w>
enseñ a</w>
li ʼe</w>
Baʼa xten</w>
ú lti
ta ción</w>
i ke</w>
Egip to</w>
par ti
me j
J i
ʼ U
xi c</w>
r aj
bin tik</w>
kʼ tik</w>
del ante</w>
bal u
riqßu in</w>
ob ra</w>
sa cri
mi entras</w>
ñ o
t se
fu era</w>
T U
com pañ
ver dad
prim ero</w>
mo qa</w>
aj cuiß</w>
toʼo x</w>
Hi jo</w>
tna m</w>
g e</w>
de ja
N ue
k on
ta ba</w>
x e</w>
Abrah án</w>
ma ʼ
a ciones</w>
ri x
S E
á ba
Kʼu xi</w>
re visita</w>
us eʼ</w>
cor re
á r
yo lin</w>
el las</w>
to r</w>
Ad án</w>
chixjun il</w>
gr an
ani ma
k ʼil</w>
K U
in di
na xye</w>
ma y
E li
1 7
palab ra</w>
le tike</w>
Jes useʼ</w>
en e</w>
l lo
j oʼ</w>
inclu so</w>
tu n</w>
ka j</w>
ke bʼ</w>
of re
tala ya</w>
vol un
fu tu
ri ó</w>
xu l</w>
aj el</w>
esta mos</w>
t ʌ
p lan
Chu qui</w>
áa x</w>
ab ʼ
cono cer</w>
spi sil</w>
q ej
á cti
A talaya</w>
ma ʼuk</w>
di fi
jo ʼ
en to</w>
dis fru
ya abi
em o
n k</w>
M I
le kil</w>
- brand</w>
ti quil</w>
yoʼ tan
S e</w>
pr ue
os a</w>
pu si
ri chin</w>
da mos</w>
ni kʼ</w>
pa r</w>
Sal o
tʼa an
ver sí
judí os</w>
nue vo</w>
a se</w>
t ú</w>
cha r</w>
go bier
k éen</w>
mu jer</w>
tz ß
te r</w>
sa mb
men tos</w>
in formación</w>
ra do</w>
sa li
vi eron</w>
buen a</w>
ä x</w>
hu mil
mo do</w>
i tz
servi r</w>
A r
tsʼ íib
futu ro</w>
xi men</w>
b o</w>
pon ga</w>
h emos</w>
bu en</w>
con si
au tori
tsʼa ʼa
x cha
d estru
g as</w>
CRISTIAN A</w>
to klen</w>
j nop
di fer
la je
hac en</w>
qej u</w>
Babil onia</w>
ami go</w>
tr adu
R A
CH A
vi o</w>
1 6
qe h</w>
ben e
an ti
cualqui er</w>
E c
jba tik</w>
v enta</w>
ka aj
un ci
k aʼan</w>
pr ácti
u s</w>
p ʼi
i dio
ñ el</w>
Ó N</w>
oʼo baʼ</w>
B ʼ
ri r</w>
ta mente</w>
krixchano etike</w>
chʼa ʼ
Pab lo
p es
Ve amos</w>
J U
u wach</w>
kan áan
o ca
k in</w>
de bi
L E</w>
camin o</w>
ya ʼ
so mos</w>
es os</w>
l len
k el</w>
L o</w>
c r
J on
wo col</w>
ti ó</w>
4 3</w>
predi cación</w>
ma tri
Es cri
s mo</w>
ch ke</w>
na k
hi sto
a lal</w>
Ja cob</w>
chu l</w>
é is</w>
xo ok</w>
tu k</w>
mo mento</w>
profe ta</w>
ma chʼa</w>
feli z</w>
ko j</w>
pe cado</w>
os os</w>
ru ma</w>
ba j</w>
pr u
la ʼa
no ti
sme lo
Jesu s</w>
na die</w>
yan tik</w>
principi o</w>
o ri
ar e
con su
chi chʼ</w>
r y
prim era</w>
s ma
nec es
m er
ñ ʌ
no q</w>
tu mel</w>
ja ʼel</w>
tsi k
n q
C O
ser i
yi lik</w>
no j
v ino</w>
cha lal</w>
Mar cos</w>
Kʼa lal</w>
gen er
u bta
f á
herman a</w>
uni dad</w>
er man</w>
re cor
res puesta</w>
ts kʼan</w>
x ti
Testi gos</w>
x kʼa
áng el</w>
au di
ob ba
lo j</w>
an a
re h</w>
yo j
en contra
re fo
refo x</w>
ci n
ˈ n
pej te
c ari
pa k
ti do</w>
pres en
aqu el</w>
ˈ j</w>
aqu í</w>
in ik</w>
i c</w>
ti vos</w>
s an</w>
ri k</w>
bey oʼ</w>
ñu men</w>
ti vo</w>
E O</w>
ya mb
á li
pre ocu
M t</w>
sal v
ja tsʼu
, 000</w>
ô l</w>
fi r
tsʼoʼo leʼ</w>
qui z
t áa
to mar</w>
letiʼ e</w>
hu manos</w>
a cu
conver sa
ar án</w>
k áaj
p ó
x eʼ</w>
wini ketik</w>
A j
N i
P e</w>
Eze qui
e vi
x kʼu
ʼ k</w>
no p</w>
tsʼa k
sukuʼun oʼob</w>
ó ni
C U
je ˈ</w>
r ó</w>
na x</w>
chʼo ol</w>
ad oración</w>
justi cia</w>
organiz ación</w>
qʼu q
c ía</w>
xa aneʼ</w>
chʼu un
signifi ca</w>
ta qeh</w>
mil l
ide as</w>
y in</w>
din ero</w>
yóo kʼol</w>
spa sik</w>
ts pa
S o
aj ol</w>
A N</w>
x lo
bi ʼ</w>
a samb
ten ían</w>
en emi
man k</w>
I L</w>
s kʼop</w>
R OS</w>
lu m</w>
conse jos</w>
u tik</w>
cier to</w>
se gún</w>
4 8</w>
con di
s te
er r
pejte lel</w>
ho r
L o
x kʼo
m é
J un
B a
l íi
in e</w>
cha ʼ</w>
j ti
u pʼéel</w>
conver sar</w>
ki ʼ</w>
apren der</w>
fr en
mi la
manta le</w>
N e
xbʼaan u</w>
tu j</w>
g ru
ar lo</w>
ci miento</w>
lib er
sal u
ó ven
óven es</w>
audi torio</w>
ch kʼot</w>
ʼ tan</w>
r aja
prue ba</w>
ayudar á</w>
g lo
Re y</w>
ch ʌ
L aj</w>
le w</w>
cho ch</w>
dem u
Ti m</w>
ob je
ta ʼ</w>
pe di
aj wiʼ</w>
M OS</w>
cß aß
M es
mu yu
v í
na ción</w>
5 5</w>
Pe d</w>
t qa
servi cio</w>
x kʼot</w>
nar u</w>
ser es</w>
B alu
quer ía</w>
sig lo</w>
se amos</w>
t qan
ch úu
j óvenes</w>
nop el</w>
n áa
qʼu e
I n</w>
C re
Y a
ú l</w>
n úu
pa ab
yáan tk
buen o</w>
men cion
ku bʼij</w>
reuni ón</w>
j in</w>
es cla
DI OS</w>
s aʼa
fi eles</w>
Jer emías</w>
ʼ l</w>
cʌn tes
b on
vo sotros</w>
t emp
cu los</w>
ñ i</w>
no jo
con stru
â l</w>
xchʼo ol</w>
ex peri
m or
pro du
r ían</w>
igu al</w>
ka ʼa</w>
l tike</w>
Dio soʼ</w>
CI ÓN</w>
espo so</w>
I N
to jlel</w>
i mag
Sa úl</w>
qi ʼj</w>
deb er
deb en</w>
M a</w>
taj in</w>
in a
ʼn a</w>
M an
ca dos</w>
ayu dó</w>
v ari
mi le</w>
VID EO</w>
jun tiquil</w>
o m</w>
I s</w>
kʼas al</w>
ter ri
in tro
capí tulo</w>
m es</w>
ru bʼanik</w>
h e
cha ʼn</w>
P ara</w>
tz ʼe
por t
Ju d
kuʼun tik</w>
maa sil</w>
su b
s ja
te k</w>
cˈ u
wa xik</w>
ya ˈ</w>
Ma ʼ</w>
Escri turas</w>
mo ko</w>
ba ʼob</w>
ari ʼ</w>
lâ in</w>
óo lal</w>
apósto les</w>
i k
no k</w>
yo r</w>
ta t</w>
mad re</w>
y oʼ</w>
feli ces</w>
RE S</w>
vi de
N ab
co mi
ti co</w>
pas o</w>
ʌ lob</w>
ya abil
t xi</w>
Jud á</w>
ya kal</w>
ta b
e qui
ki lal</w>
tsob obba
profec ía</w>
na ß
l é
a pro
yal be</w>
kʼa ab
ti ʼobeʼ</w>
Esta dos</w>
párraf o</w>
mu j
ta q
to r
t tzaj</w>
re cuer
e ter
kʼu tun
ne t</w>
m ero</w>
i b</w>
ja sta
F i
ka x
tuuku l</w>
hab l
pa sado</w>
Pre gun
fi el</w>
Salo món</w>
j abi
4 6</w>
I K</w>
jatsʼu ts</w>
in k</w>
ga do</w>
kiʼi mak</w>
testi go
wu j</w>
esi os</w>
val or</w>
Y O
Y A</w>
o cur
xb ê
c ando</w>
se le</w>
kuxle jal</w>
T i</w>
testi go</w>
toʼo n
tx qan
situ ación</w>
Be tel</w>
yu ʼa
txqan tl</w>
c ciones</w>
smelo lal</w>
li g
jun uk</w>
tz ʼ
ar ía</w>
yaj tsʼak
u sar</w>
K O
ma k
qu emos</w>
qʼa bʼ</w>
w in</w>
hici eron</w>
ej emp
chu qa</w>
ma yor</w>
g re</w>
A sí</w>
pun to</w>
pr on
cla ro</w>
cu a
ja ajil</w>
quiz ás</w>
pʼ áa
i x
meyaj tik</w>
di ri
z ca</w>
w ariʼ</w>
kʼu t</w>
cu al</w>
Ef esios</w>
jiñ ʌch</w>
y úu
li mpi
qˈu i</w>
enten der</w>
ac ab
er as</w>
c entr
in o
re cción</w>
ci en
In ter
k íi
re hebʼ</w>
ar re
S l</w>
C hi
ci e
mi ʼn</w>
m ari
e ʼes
pod ía</w>
jasta q</w>
k oʼoboʼ</w>
di al</w>
ab il</w>
fá cil</w>
estr o</w>
ti j</w>
ke b</w>
c ʼal</w>
ti jo
t é</w>
cu b
ba ʼ
ʼo ʼ</w>
z ado</w>
i mi
ha ya</w>
Ezequi el</w>
le er</w>
ra mos</w>
kuxle ja
sa maj</w>
bee tkoʼob</w>
A l</w>
ku kx</w>
20 0
É l</w>
v elta</w>
k er
ab te
R i
ad as</w>
ami sta
e h</w>
ri q</w>
qa chalal</w>
ku ba</w>
resu lta
pr ó
fuer zas</w>
yan tal</w>
t ía</w>
yoʼonton ik</w>
ja ʼuk</w>
du ría</w>
chi ʼi
jo ß</w>
xch an
ab ʼa
tuk lik</w>
me r</w>
matri monio</w>
gu erra</w>
yeʼes ik</w>
k ya
e za</w>
tz a</w>
si lal</w>
ha ga</w>
o c</w>
sabi duría</w>
T z
cuan queb</w>
ta dos</w>
raja waxik</w>
ʼ q</w>
paí s</w>
tina mit</w>
áli sis</w>
pu er
m eʼ</w>
a wo
escribi ó</w>
na ciones</w>
r í
maʼa tech</w>
ten to</w>
t és</w>
múu chʼu
g er
D es
Kʼ A
conversa ción</w>
á ni
bi k</w>
x aneʼ</w>
i le</w>
hab i
volun tad</w>
o ʼ
estudi ar</w>
ân k</w>
le tiʼ</w>
g obern
acer ca</w>
re vista</w>
ka ʼi
kʼu xi</w>
tzo lom</w>
c ru
r an</w>
ru u
s en</w>
paj al</w>
L as</w>
resu ci
ʼo tx
lo gr
P o
ky x
K A
co me</w>
xbʼa an</w>
k yaj</w>
n ej
J un</w>
kyu kʼil</w>
y ô
re ali
j ñ
bee tk
ad ro</w>
agu a</w>
u u
kˈ ij</w>
yoʼtan ik</w>
ta al</w>
6 5</w>
ö j</w>
publica ciones</w>
xch ʼun
deci siones</w>
ra qal</w>
ñaʼ tan</w>
maʼa lo
a x
Pro v</w>
B us
o ch
bee taʼal</w>
bée y
joʼ kan</w>
C A
v esti
Y A
ri dad</w>
tiʼ eʼ</w>
xo o
l á
ʼotx ʼ</w>
con clu
com pren
si k
man ten
li o</w>
B ʼI
parec e</w>
ˈ y</w>
su cur
l ta</w>
N U
pu so</w>
con ven
jaʼ nix</w>
ón de</w>
k qab
se cción</w>
pod ría</w>
ky e
kʼa kʼa
x y
t ê
a ti
ú ni
al gún</w>
on el</w>
jo ven</w>
Uni dos</w>
t ando</w>
ru wäch</w>
com par
î nk</w>
h ará</w>
vo ko
tz un
o port
t emos</w>
B aj
ale gr
we m</w>
ye kʼin</w>
m á
kʼ elo</w>
ti ji
c aj
w í
chʼo j</w>
qʼ i</w>
uti li
es for
dar á</w>
rix in</w>
in f
pe que
in tik</w>
con ti
la ʼal</w>
kʼ be</w>
ob er
j oʼo
cer ca</w>
ku ya</w>
si to</w>
tran s
QU É</w>
tza laj</w>
i ch</w>
tú un</w>
j an</w>
ha ciendo</w>
xa k</w>
deci sión</w>
ri che</w>
ki xye</w>
M Á
hab er</w>
lesi as
sa ʼ
je tik</w>
lle gar</w>
chi ru
on a</w>
ï l</w>
yʌ l
J n</w>
llev ar</w>
i ʼ</w>
medi ante</w>
cuer po</w>
lo r</w>
C a
tr as</w>
s el</w>
áng eles</w>
pru eb
nu ʼuk
baj o</w>
y áax</w>
xe ʼ
an e</w>
le m</w>
ts pas</w>
cu án
qa chʼa
c emos</w>
a wa
Le y</w>
tu lan</w>
u bʼanik</w>
ora ciones</w>
y ó</w>
par a
e fec
no ta</w>
tuʼn a</w>
qui én</w>
difí cil</w>
v oʼ</w>
pri mer</w>
min aʼan</w>
gu ar
r ä</w>
acti tud</w>
pro pó
noti cias</w>
intro ducción</w>
QU E</w>
sab emos</w>
cßaß ru</w>
nojo ch</w>
nin gún</w>
le j</w>
ába mos</w>
T u</w>
ci dad</w>
xch ʼa
tiʼ j
ma jun</w>
religi ón</w>
buen os</w>
s tra
kʼu p
le b
kí im
yi chʼik</w>
pod er
ka m
A L
di ciendo</w>
presi ón</w>
na qa
p ä</w>
EST ROS</w>
hacer lo</w>
a cuer
llama do</w>
wi lik</w>
yuʼun ik</w>
y óol
M e
sab ía</w>
h il</w>
lo k</w>
no che</w>
P RE
O V
r le</w>
G én</w>
ʼo k</w>
we ch</w>
ri b</w>
prueb as</w>
confi anza</w>
win ak</w>
ok s
yuʼun e</w>
hab la</w>
1 5
ye t</w>
comple to</w>
p os</w>
j kʼan
a g
yo ra
u r
líi ʼ
fici os</w>
es as</w>
p al
ME JO
M e</w>
or o</w>
oʼo la
ba qui</w>
tú un
t su
es fuer
an i</w>
c ta</w>
U se</w>
mis ma</w>
E va</w>
ke ch</w>
ban ti</w>
herman o
deja r</w>
re ino</w>
conse jo</w>
s tsa
man da
ali dades</w>
ú un
f on
kiʼi mak
x ni
j kʼel
q as</w>
vi sión</w>
i o</w>
lu l</w>
i a</w>
histo ria</w>
sto e</w>
No é</w>
san gre</w>
h u</w>
kˈ a
D O</w>
vu el
u túul</w>
se an</w>
lta k</w>
Jéeoba oʼ</w>
ye wal</w>
tu r
o x</w>
h al
mi go
T e
Ec lesias
x tu
G u
qʼu in</w>
segu ro</w>
lab ʼil</w>
sta le
e te</w>
pa ala
jun aq</w>
ju sto</w>
j tul</w>
m áan</w>
chʼ ʌ
An álisis</w>
especi al</w>
tiji c
de f
as un
for tale
4 7</w>
D A</w>
gru po</w>
ser ía</w>
cʼu x
cristi ano</w>
ch wäch</w>
Jo su
principi os</w>
o toq</w>
o í
ya k</w>
ti fi
tzʼo k</w>
yáantk oʼon</w>
bey tik</w>
s aʼal</w>
k raj</w>
escu ch
ap li
t ä</w>
Eclesias tés</w>
ba el</w>
sacri fi
ar ro
pen ses</w>
2 ,
tiʼ chaq</w>
q ʼan
in kil</w>
t ku
chaʼ len</w>
kʼi in</w>
sti n
p ti
lleg ó</w>
MEJO RES</w>
re alidad</w>
lo kʼ
pregun ta</w>
propó sito</w>
ʼan oʼob</w>
aʼ ye
x qui
s kʼan
i g
confi ar</w>
f ol
kʼu n</w>
kʼa j
j kʼo
encontra do</w>
MA ESTROS</w>
chixjun i
to res</w>
in tend
a ma</w>
kux ta
b oʼob</w>
autori dad</w>
Baj cheʼ</w>
es condi
m esa</w>
i loʼob</w>
v ar</w>
cla se</w>
X i</w>
tiʼj ju</w>
na ka
xu bʼij</w>
l lo</w>
vi sto</w>
eʼes ik</w>
ry ä</w>
n il</w>
le to</w>
al guna</w>
q aj</w>
hu mani
én do
vo z</w>
super intend
Co mo</w>
Fili penses</w>
n ú
in as</w>
co ch</w>
ja mal</w>
reg al
qi kʼ</w>
q ibʼ</w>
e e
ab el</w>
ʼ N</w>
a mente</w>
chan ubta
so r
Q A
P O
Bus quemos</w>
ya kʼo
cu alidades</w>
ani c</w>
R ES
Mes ías</w>
É x</w>
u l
t y</w>
ë t</w>
su ce
du da</w>
pʌ s
yan tike</w>
qachʼa lal</w>
da vía</w>
pusi cʼal</w>
me le</w>
ma jlel</w>
an as</w>
P ri
G e
expli ca</w>
a yi
taʼ maj</w>
k úun
ar emos</w>
la wil</w>
hac emos</w>
oj os</w>
T ra
so y</w>
itz el</w>
se gun
T es
m áan
Palab ras</w>
so ci
su t</w>
pen sa
S er
xi ʼ</w>
ib a</w>
va mos</w>
t bʼal</w>
quer emos</w>
ci encia</w>
cu a</w>
ts al</w>
T en
t re
esta do</w>
ma bʼil</w>
m í
ri bʼ</w>
si ti
taj a</w>
t é
in stru
ari se
t bʼant</w>
escondi das</w>
ab ʼan</w>
a chi</w>
mill ones</w>
t äj</w>
versí culo</w>
Lu ʼu
fin al</w>
ti ca</w>
l ê</w>
C o</w>
re cha
cʼʌ jñ
ti koʼob</w>
kʼu x</w>
pon er</w>
muj eres</w>
er u
bo t</w>
prof un
tar de</w>
tsi loʼob</w>
ab ʼe
com pa
te j
qʼu n
tsʼáa j</w>
kyo j</w>
U n</w>
vi aj
Je ch</w>
fuer te</w>
en car
R E</w>
b re</w>
T O</w>
ya an
la b</w>
kʼi j</w>
chʼu l</w>
nor mas</w>
be i
tsik bal
tar se</w>
ka ajil</w>
di cho</w>
ch ʼel</w>
z aron</w>
xo k</w>
maʼ yuk</w>
be yel</w>
cua tro</w>
LA S</w>
Ji ñi</w>
w en
ce leb
be j</w>
le loʼ</w>
chʼi x
cre er
yuʼa m</w>
pes ar</w>
yʌl ʌ</w>
amista d</w>
o mi
kʼu l
ju i
ye e
l ó
f le
v ini
acuer do</w>
car ta</w>
G UN
ts kolta
jun to</w>
El ías</w>
D A
parti ci
San t</w>
sab e</w>
humani dad</w>
C r
un kil</w>
yi k
b ânu</w>
jnop tik</w>
ci os</w>
kʼin al</w>
er o
bee taʼa
x ku
Qui én</w>
u ts</w>
tes el</w>
s tos</w>
cu înk</w>
bˈ il</w>
ab an
í so</w>
jóo ʼ
lu gar
vo kol</w>
con ta
xi chʼ</w>
tqan il</w>
di ente</w>
ca mos</w>
E R</w>
u ʼj</w>
u tsil</w>
verdad ero</w>
manta tsʼ</w>
ca paci
aj bʼen</w>
LA L</w>
naß aj
j abil</w>
bu tik</w>
yaabil t
ten ido</w>
qu ías</w>
paci encia</w>
un gi
chʼ tik</w>
er se</w>
d ando</w>
ü t</w>
to davía</w>
mi e
ta qikʼ</w>
s tas</w>
ke ʼex</w>
di ci
p ú
kʼo pe
ku ʼun</w>
cir c
5 1</w>
cel esti
m la
a kʼa
wo ko
j ini</w>
ten ga</w>
nue vas</w>
xbʼaan unkil</w>
aten ción</w>
mi seri
entr o</w>
si bʼa
f arise
agu an
u e</w>
g eli
ra ción</w>
mi lal</w>
le van
abʼ qʼi</w>
demostr ar</w>
B Ʌ</w>
a segu
di os</w>
tiemp os</w>
al can
j aj
s laj
con du
sa ch</w>
cab ʌl</w>
gu en</w>
di e
l la</w>
w óol</w>
mi sion
yamb ʌ</w>
neces ario</w>
l oʼobeʼ</w>
wa ʼ</w>
o y
Josu é</w>
si ete</w>
qʼ a</w>
kʼutun em</w>
4 9</w>
yajtsʼak lo
pron to</w>
f av
ch in
ten cia</w>
I lawil</w>
si mo</w>
u bʼi
l úu
sibʼa laj</w>
joʼo p
ta maj</w>
z an</w>
Tes al
si ʼi
ama ya</w>
ʼe loʼ</w>
S O
di era</w>
x to
raz ones</w>
reg res
fol leto</w>
nu p
conclu sión</w>
p ée
mi go</w>
i r
b le
ti lil</w>
o c
ador ar
yaʼali keʼ</w>
ni kʼaj</w>
inter es
miseri cor
man a</w>
tzun ju</w>
qʼa x</w>
ma las</w>
importan tes</w>
mu u
ˈ a</w>
sba lil</w>
respon sabi
os as</w>
lo l</w>
U na</w>
pa sar</w>
cʼa jti
Inter net</w>
ma an</w>
qi l
cʼʌjñ ibal</w>
Ch an
R O
li v
T I</w>
xu bij</w>
enemi gos</w>
j ko
ech a</w>
li loʼ</w>
ech ʼ</w>
o e</w>
es co
ʼ je</w>
e k
Y U
van geli
si endo</w>
mie do</w>
5 2</w>
o ch</w>
kʼ i</w>
je chuk</w>
cʼ ʌch</w>
u tzi
g en</w>
f ra
ʼu t</w>
x bʼe
xuʼu lul</w>
ca p</w>
S U
ba r</w>
oport unidad</w>
cie los</w>
j pa
hab len</w>
Q ʼI
tuʼn tzun</w>
M un
q ʼin</w>
enfer me
taa ta
ox ibʼ</w>
Ch eʼ</w>
gobier no</w>
xuʼu l
pas ó</w>
máa koʼoboʼ</w>
dis curso</w>
chu k
ch ʼn
to y</w>
di j
li le</w>
w aj</w>
kʼan jel</w>
pre ci
mi emb
c ˈ</w>
yo tik</w>
may or
si a</w>
qʼa ma</w>
yora il</w>
ha cia</w>
b es
d aba</w>
G o
be el</w>
kon tra
el lo</w>
nue va</w>
Tu ʼn
va lil</w>
C on</w>
sna ʼ</w>
salu d</w>
en cu
ser án</w>
ni ños</w>
G obern
ʼO B</w>
kʼiin eʼ</w>
ol vi
sti r</w>
profec ías</w>
ec e</w>
vol ver</w>
re cono
mu estra</w>
tz qi
kʼ ex
des cen
va do</w>
contr o
cari ño</w>
quer i
D ES
Ti quʼn</w>
tar á</w>
I sa</w>
se xu
asamb lea</w>
bʼa bʼil</w>
li k
K ri
ñ a
ta da</w>
kʼ üt</w>
R ut</w>
wa ˈ</w>
ten i
sucur sal</w>
chʼo chʼ</w>
u m
apren demos</w>
x la</w>
po lí
tzʼ ët</w>
di r</w>
baʼa xeʼ</w>
k yaqil</w>
bi s
6 0</w>
mun dial</w>
i ru
C ON
qa s
o v
Fi refox</w>
Co lo
ar é</w>
consi der
mo n</w>
gu sta
Ya an</w>
rela ción</w>
m em
ï y</w>
ko tik</w>
t nej
w aʼa
Baʼa leʼ</w>
t qˈ
si s
oj ée
skʼop lale</w>
y i</w>
celesti al</w>
mis mos</w>
Aj vali
hu bi
er to</w>
b ol</w>
ï t</w>
R e</w>
er po</w>
con vi
f ía</w>
te mas</w>
sol da
in c</w>
JE H
yóol oʼob</w>
ver emos</w>
kʼaʼay taj</w>
e du
mb al
K ʼo
s chʼuun
si gue</w>
ja tumel</w>
sa ma
ve lación</w>
Cu erpo</w>
win ek</w>
recibi r</w>
aj vali
jun am</w>
Apo c</w>
toʼon eʼ</w>
ba tik</w>
mar avi
an je
proble ma</w>
an il</w>
CH I
inf lu
anci ano</w>
W a</w>
K I
P i
baʼ yel</w>
res i
q kʼuʼj</w>
di os
ej as</w>
d é
bon dad</w>
j ar
chal be</w>
ch que</w>
A J</w>
chi b</w>
au to
ta lel</w>
congrega ciones</w>
man tener</w>
sob re
fav or</w>
Pregun ta</w>
ye j</w>
te chel</w>
s ʌ
yaabi laj</w>
at án</w>
P r</w>
N I
resu r
te ʼex</w>
des a
c ß</w>
mu cʼʌch</w>
Je r</w>
sir vi
Ro ma</w>
qʼ e
B ʼ</w>
kʼel el</w>
kib ʼan</w>
qßu e
j naʼ
es el</w>
Sa m</w>
7 0</w>
kʼa m</w>
necesi tamos</w>
co stu
s kʼo
for me</w>
no ko
kʼa yewal</w>
ara ón</w>
tzʼa q
jaʼ o</w>
wi ˈ</w>
M P
wo li</w>
si ente</w>
pro gra
a z
ér ci
ma la</w>
le tiʼobeʼ</w>
chi que</w>
bu l</w>
5 3</w>
x il</w>
pée k
tz yet</w>
ra y
le ʼex</w>
cumpli r</w>
cir cui
bʼin chaʼn</w>
G U
A le
si en
J I
ca usa</w>
bo tik</w>
S in</w>
u ter
gu ía</w>
ch íi
tuʼn j</w>
t ʼu
h ebre
est é</w>
obede cer</w>
al o
g ober
yajtsʼaklo m
oʼola leʼ</w>
di cen</w>
avi e</w>
pú bli
tu kʼ</w>
nekeʼ x
lec c</w>
Di ab
recu adro</w>
dar le</w>
ki ltik</w>
a un</w>
ʼ eʼ</w>
un e</w>
re ac
ka ˈ</w>
f a
b les</w>
da der
puk siʼi
ca s
w bʼal</w>
en fren
su c
ad ores</w>
Nue va</w>
á culo</w>
L OS</w>
len gu
agra deci
prácti ca</w>
bee t
be jla
ti s
k as</w>
experi encia</w>
acti vi
bei lta
conti nu
ku bʼan</w>
D E
o lo
kaw bʼil</w>
ta ban</w>
respe to</w>
much a</w>
gr os</w>
ru b</w>
A ban
dese a</w>
ch are</w>
sacerdo tes</w>
ma lo</w>
. .</w>
. ..</w>
te y</w>
co sa</w>
ri qˈui</w>
ku tan</w>
cha ab
dej ó</w>
gi r</w>
kʼan je
no vi
N O
xch ß
on omi
Aban an</w>
5 4</w>
ob ras</w>
win q</w>
on e</w>
Nue vo</w>
De uter
s jun
pro mesa</w>
oʼo biʼ</w>
Deuter onomi
K E</w>
pa sele</w>
lugar es</w>
glo ria</w>
idio ma</w>
escu ela</w>
Deuteronomi o</w>
li letik</w>
kʼa kʼal</w>
di stin
di endo</w>
p â
chixjuni leb</w>
a par
di entes</w>
bíbli cas</w>
Es cu
ma s
le kuk</w>
resur rección</w>
Cu án
q tzun</w>
ca sti
balu mile</w>
LI L</w>
r ar
ten go</w>
o so
aß in</w>
k pajal</w>
ʼo j</w>
qui era</w>
an u</w>
tz u
tbʼ in
sacerdo te</w>
chu kaˈ</w>
s tsʼi
JEH OV
q aj
MÁ S</w>
Kʼ O
ten qʼa</w>
ta ke</w>
mon os</w>
a ku
jchan tik</w>
2 8
terri torio</w>
ejemp los</w>
fal ta</w>
JEHOV Á</w>
x an
yu tsil</w>
Kʼ e
lo qʼo
C ʼa
B E
yaʼa leʼ</w>
naj in</w>
lu z</w>
cur sos</w>
l f
aa tin</w>
ta m
b ʌ
x o</w>
qa chʼool</w>
ˈ x</w>
empe zó</w>
eter na</w>
stan te</w>
qu ˈn</w>
ʼi ch</w>
ver dader
rela to</w>
cion al</w>
úu ch</w>
xch ʼu
d é</w>
al kye</w>
a oʼ</w>
a le</w>
mo rir</w>
xchʼun el</w>
kʼaab aʼ</w>
m era</w>
lo ʼil</w>
do min
ó li
wa y</w>
que dar
ja aji
estu vo</w>
kaaj al</w>
a vu
oks lal</w>
ju z
á a</w>
y î
pu estos</w>
ch os</w>
BA ʼA
yi chʼoj</w>
xu ku
sacrifi cio</w>
pe cados</w>
H ch</w>
yaʼa l</w>
man ik</w>
h as</w>
a lab
teri or</w>
naßaj ej</w>
xi j
ari a</w>
en ci
da mente</w>
K Y
waj un</w>
po j</w>
cuan to</w>
ki b</w>
an zas</w>
2 9
y ec
x ko
ar es</w>
ö x</w>
uni ver
M U
tari o</w>
oca sión</w>
lo ʼi
xi m
qʼu ele</w>
on al</w>
chʼu ut</w>
cab eza</w>
do lor</w>
s ée
P er
efec to</w>
Re velación</w>
ca b</w>
po li
a va
s aj
me le
dem oni
con ciencia</w>
kʼiin il</w>
T oj</w>
demos tra
BI L
chu qʼabʼ</w>
bin oʼob</w>
a ʼi
últi mos</w>
sen ses</w>
es toy</w>
d ente</w>
r é</w>
cin co</w>
t wu
sier vo</w>
precurso r</w>
ja y
ya ʼi</w>
pʌ s</w>
Ts ʼo
ʼa an</w>
sigui entes</w>
ku l
Cre ador</w>
páaj talil</w>
mu kʼ
baʼa xten</w>
yúu chul</w>
yal bey</w>
ch â
hab la
tz ʼel</w>
tz il</w>
tbʼ i</w>
o sil</w>
kun ik</w>
kan ik</w>
ep al</w>
ch qa
respon dió</w>
yo j</w>
ora sion</w>
apro ve
j kʼan</w>
bʼa al</w>
v es</w>
pue do</w>
mayor ía</w>
to t</w>
alegr ía</w>
e ke</w>
a teʼ</w>
L â
escla vo</w>
chʼu n
p eʼ</w>
cambi o</w>
xu bʼan</w>
tr a</w>
ch oʼ</w>
ti ˈj</w>
aj es</w>
P en
bendi ción</w>
a sig
Y a</w>
ri l
nú mero</w>
much ʼ
i w</w>
xb ânu</w>
ermano etik</w>
u in</w>
kaʼa j</w>
jon tir</w>
estr an</w>
Gobern ante</w>
d í</w>
segu ros</w>
o t</w>
v emos</w>
ar le</w>
l â</w>
j an
dese o</w>
P or
d ónde</w>
b ˈ</w>
5 6</w>
an unci
j mo
m oʼ</w>
chi chʼochʼ</w>
gober na
yaʼa laj
lla ma</w>
ci da</w>
estr os</w>
much í
circui to</w>
ex tra
be ñob</w>
bey ik</w>
us an</w>
1 3
wu ʼu
n al</w>
T x
ja ʼan
muer tos</w>
kal tik</w>
TE S</w>
propi a</w>
posi ción</w>
kʼope tik</w>
Es ter</w>
res ca
jun juntl</w>
ho m</w>
kʼa tzin</w>
pi ʼ
cʌntes ʌntel</w>
G ala
sv o
O ʼ</w>
rela cion
c tos</w>
ha b</w>
cuan quil</w>
a de
mila g
bauti z
Cu ál</w>
man eras</w>
de as</w>
S E</w>
mar zo</w>
ar ón</w>
israeli ta
nar aj</w>
Abra ha
G ál</w>
arre pen
táan il</w>
ani a</w>
Diab lo</w>
escu char</w>
y tik</w>
Ju das</w>
tnej el</w>
ma tan
do c
def en
A unque</w>
per sa</w>
P u
G é</w>
ej érci
tsʼoʼo k
a tz</w>
c ár
19 9
xo do</w>
sub tʼan</w>
Ch éen</w>
Bʼ AN
ʼan el</w>
ru qʼij</w>
aʼa laʼa
si dad</w>
chu wach</w>
Tx ʼotxʼ</w>
oʼ kx</w>
pa p
en ter
ʼo x</w>
aj valil</w>
s eʼ</w>
maʼalo b
ky qʼoʼn</w>
a d</w>
ab ʼal</w>
yajtsʼaklom tak</w>
regal o</w>
xim bʼe
t wi
r öj</w>
lle va</w>
jun tos</w>
mâ c</w>
lâ ex</w>
b re
tu vieron</w>
j pas</w>
re fle
fi er
H A
xcß ajol</w>
nu ʼij</w>
cu u
BʼI L</w>
lta des</w>
bʼ en
cambi ar</w>
EST RI
an gu
q nikʼ</w>
cui dado</w>
chuk me</w>
x tz
Ajvali lal</w>
bʼ el</w>
q eʼ</w>
dij eron</w>
ky kyaqil</w>
ch tun</w>
hab ʼ</w>
ro pa</w>
kʼaʼay taj
gra do</w>
f ac
lu stra
V er
us ta</w>
qʼu en</w>
S a</w>
yo jel</w>
ar les</w>
a ún</w>
M O</w>
muʼ yaj
KU X
yʌ qʼue
mes es</w>
difi cu
ayudar nos</w>
o yuk</w>
pa m</w>
ʼan o</w>
j kuxle
gran des</w>
5 7</w>
cho maj</w>
luʼu mil</w>
j en
es pa
Ta mbién</w>
P as
s inti
la ˈ</w>
kʼáa t
ov ejas</w>
yáan taj</w>
r á
tzi ˈn</w>
s bi</w>
siti o</w>
es i</w>
B ʼA
TA S</w>
xch a</w>
pró xi
g ía</w>
PRE GUN
pej can</w>
bus car</w>
n in</w>
Tesal oni
bu r
yan oʼob</w>
tsʼa ka
ji ʼ</w>
Isa ac</w>
kʼa ʼan
t qʼama</w>
Pri mera</w>
1 19</w>
tes an</w>
cho ʼq</w>
tek lu
tzi jol</w>
á la
u ʼu
an tik</w>
a qʼun
M ar</w>
ʼ la
É xodo</w>
jta tik</w>
cho kß</w>
baʼa l
G ali
B u
s testigo
j y</w>
re tal</w>
muyu baj</w>
re in
qʼa ʼ</w>
añ a
7 2</w>
ten qʼan
ki li
de a</w>
cʼux bi
ni ma
esper a</w>
z os</w>
Le tiʼeʼ</w>
ka wil</w>
g ó</w>
a xal</w>
verdad era</w>
pe lig
pa til</w>
demostr ó</w>
cu tan</w>
ya le</w>
misericor dia</w>
bene fici
C r</w>
ê re</w>
ti po</w>
si ca</w>
ta man</w>
kí in
d ón</w>
bendi ciones</w>
T S
nin guna</w>
ála tas</w>
in g
difí ci
ye ʼ
k ar
Chu coch</w>
én es</w>
pue des</w>
ʼ ji
encontr ar</w>
situ aciones</w>
TI KE</w>
P U
A ja
ß can</w>
yi x</w>
senti mientos</w>
d ro
pres ente</w>
kʼop e</w>
e c</w>
5 8</w>
í a
ab ril</w>
ts aj
n w
oj tik
li dades</w>
la lik</w>
E ʼ</w>
Colo senses</w>
jkuxle jal
aqu ellos</w>
T ze
ch aʼa
tu kul
s jo
g e
ab les</w>
En tonces</w>
t ja
cono cimiento</w>
tza laj
gi ó</w>
j tojo
hab rá</w>
ta jol</w>
fi li
cha m</w>
ungi dos</w>
jon em</w>
come r</w>
oca siones</w>
k áa
aban don
u silal</w>
ci dos</w>
wa q</w>
s nop
v oʼo
de tal
G álatas</w>
yi l
tab ern
ta les</w>
sbi e</w>
re vi
yi lel</w>
wo kol</w>
ti dad</w>
po ca</w>
cˈ ut</w>
cre ación</w>
per man
erman o</w>
kʼ ïy</w>
hac ía</w>
feli cidad</w>
vol vi
propi o</w>
e ta</w>
pi dió</w>
u j</w>
pas a</w>
d entro</w>
reli ji
di si
a kʼo
ʼ ʌch</w>
to b</w>
p áa
nw ts
ma si
aʼ te
ra da</w>
nwts ty</w>
xuku jeˈ</w>
e ʼtel</w>
puk tes
pro mes
anti gu
la m</w>
pi x
L EL</w>
pti embre</w>
ju jun
b un
kyx ol</w>
ka ab
ari ik</w>
aqu ella</w>
sen tía</w>
hi ja</w>
est re
chi habʼ</w>
tsʼ áa</w>
ad orar</w>
senti r</w>
ju tuk</w>
kʼ eb
fuer za</w>
ta m</w>
suj m</w>
chi ʼ
yaʼi y</w>
t ʼan
I deas</w>
BA L</w>
ta ak</w>
envi ó</w>
e lik</w>
vi l</w>
cen ses</w>
kʼu riʼ</w>
demu estra</w>
cu e</w>
túu x
an jel</w>
S B
uu q</w>
l ʌ
Ef es</w>
testi monio</w>
múuchʼu liloʼ</w>
mb en</w>
im perfec
chʼ o</w>
ñi mil</w>
pa ñimil</w>
en ga
E x</w>
c aba</w>
lesi a</w>
xa ʼox</w>
u x
na ʼ</w>
ky witz</w>
kʼ wa
ú n
kʼa as</w>
an qʼin</w>
jaʼ bil</w>
maravi llo
sis tema</w>
káa j</w>
A ju</w>
pien sa</w>
jui cio</w>
8 3</w>
aj wa
ch qe</w>
bi lidad</w>
ku bʼ
j chol
vi ene</w>
kʼaʼabée t
de masi
baʼa te
se ptiembre</w>
lo kʼ</w>
imi tar</w>
ex pres
I N</w>
saʼ ebʼ</w>
na ʼn</w>
chiru heb</w>
tabern áculo</w>
á is</w>
ce p
ti va</w>
San to</w>
sta kʼ</w>
sa dos</w>
ja lan</w>
C E</w>
wi ibʼ</w>
ju l</w>
kan abʼ</w>
muer to</w>
ku kʼ</w>
cristi ana</w>
le al</w>
bʼi ʼn</w>
no mb
mostr ar</w>
bauti smo</w>
jkʼel tik</w>
A L</w>
debi do</w>
w ʌ
mo l
an u
ku baʼob</w>
cár c
N M</w>
ni malaj</w>
e difi
Tuʼn tzunju</w>
L U
kʼa ʼut</w>
xu ʼän</w>
ru k</w>
bu elta</w>
C H</w>
in k
cʌ n</w>
chaab ʼil</w>
famili ares</w>
car ne</w>
sen ci
P ue
í n
R o</w>
pon e</w>
segu ridad</w>
quix ta
Tra ducción</w>
T eʼ</w>
ye ʼtel</w>
te le</w>
ho ras</w>
S ab
Re paso</w>
Le an</w>
pu estas</w>
di re
je la
Sa u
stestigo tak</w>
ide a</w>
T aa
tspa sik</w>
ándo se</w>
importan cia</w>
Pablo e</w>
prim eros</w>
kaʼan sik</w>
tek sto
tan tes</w>
n kʼatzin</w>
di v
circ un
pa sto
o h</w>
evi tar</w>
puer ta</w>
apo yo</w>
xkʼa bʼaʼ</w>
liber tad</w>
i y</w>
difíci les</w>
ak táan
necesi dades</w>
bʼ i</w>
ti ʼoʼ</w>
chaʼ i</w>
ku tike</w>
jaʼ lo</w>
i kil</w>
ñ as</w>
angu sti
qas tzij</w>
poder oso</w>
t äq</w>
xu ʼij</w>
qu ese</w>
kʼu j
c é</w>
K i
su r
circun stan
ti ki
gi o</w>
eli min
car on</w>
Tesaloni censes</w>
á al
o ʼtan
k oʼobeʼ</w>
ca si</w>
wan q</w>
kʼu tbʼal</w>
h á
K a</w>
la res</w>
Y o
N ú
tsʼaka le</w>
J W</w>
tz ul</w>
e letik</w>
cambi os</w>
al ma</w>
ESTRI BIL
ESTRIBIL LO</w>
g oʼob</w>
des cub
cha va
x ke
n eb</w>
mu rió</w>
ʼo n</w>
sukuʼun oʼoboʼ</w>
ca mente</w>
kʼaj kʼal</w>
nu ʼän</w>
achi ˈ
sjun ul</w>
lo jon</w>
é xi
la a
dificu ltades</w>
úu ch
ñ on</w>
z amos</w>
lf f</w>
va ción</w>
yuʼu bi
kqab ʼan</w>
fu ego</w>
cam po</w>
xbê neb</w>
bʼ tes
bʼ ej</w>
Ja ch</w>
cul pa</w>
colta ñonla</w>
re gu
per se
llama da</w>
ama r</w>
aj ele</w>
q qʼoʼn</w>
Tze ʼn</w>
ma yo</w>
M AN
x qa
pʼ ʌ
ʼo n
ee talil</w>
P ON
C ol</w>
bʼ äl</w>
S ara</w>
i kʼ</w>
enseñ ar</w>
tsʼáa ik
LE JA
e di
ru xaq</w>
ra ho
6 1</w>
habl ó</w>
R a
Abraha m</w>
mu lti
instru cciones</w>
ya al</w>
o o
ja más</w>
M O
x on
nu m
vu l</w>
cu ar
chi we</w>
cárc el</w>
en ero</w>
Jon atán</w>
y en</w>
sti tu
x koʼo
ali mento</w>
i ky
Yu um
tskolta utik</w>
í n</w>
superintend ente</w>
máa keʼ</w>
la q</w>
k oʼon</w>
difer entes</w>
achi ʼel</w>
herman as</w>
Pablo eʼ</w>
tr ás</w>
kʼ wal</w>
activi dades</w>
sufri miento</w>
e ʼ
w er
t yo
fr ente</w>
bí in</w>
fr on
A arón</w>
promes as</w>
des ta
cum p
3 ,
wan kebʼ</w>
ta le</w>
ni ño</w>
x jel</w>
oj tzqi
co lab
lec er</w>
ar ca</w>
re fer
condu cta</w>
ri ij</w>
mé di
óo la
pregun tó</w>
n el</w>
i da</w>
j bʼaʼ</w>
hubi era</w>
A hora</w>
pa cto</w>
j tik</w>
Es t
r ás</w>
kʼiin oʼob</w>
f araón</w>
a fec
r un
j kʼop
tu vi
balu mil</w>
óni cas</w>
úni co</w>
taj ik</w>
C ar
ta re
s áa
anima les</w>
6 2</w>
gran de</w>
d or
Es píritu</w>
no po
judí o</w>
di go</w>
miemb ros</w>
ar eʼ</w>
ma ñ
lar go</w>
da ño</w>
ja cʼ
ju lio</w>
Í A</w>
man chukme</w>
ki ko
em e</w>
trabaj ar</w>
m ʌ
pʼ ek
de cla
S I</w>
vi ol
yo o
taʼa b</w>
ma teri
gra fía</w>
con tribu
ʼi ik</w>
och ß</w>
a qa
skʼop onel</w>
k oʼonton</w>
circunstan cias</w>
E vangeli
z e</w>
ñ op
bee toʼob</w>
b un</w>
k i</w>
na abʼal</w>
inter és</w>
chß ochß</w>
ñ ʌ</w>
yi laj</w>
tz joj</w>
lúu bul</w>
ja aj
Al kye</w>
kʼu yelan</w>
kʼu jla
awo ʼtan</w>
solda dos</w>
for ta
Lu ego</w>
re almente</w>
jnaʼ tik</w>
ximbʼe tz</w>
ko win</w>
te ya</w>
x jun
pág inas</w>
S u</w>
jaaji leʼ</w>
enseñ anzas</w>
Y E
aguan tar</w>
s lekil</w>
famili as</w>
C ʼ
j tel</w>
si m
K u
so li
ob li
tam poco</w>
pʼáa tal</w>
s kʼu
ra dos</w>
sa tis
progra ma</w>
presi on
aj al</w>
s kʼe
gusta ría</w>
po s
gri ego</w>
s ni
qʼo r</w>
kiʼimak tal</w>
c ían</w>
gi do</w>
g er</w>
GU I
a yik</w>
Vi deo</w>
2 7
com uni
chʼn ab
person alidad</w>
per aj</w>
para íso</w>
mo d</w>
kʼeb an
wu ʼne</w>
esta ble
ari os</w>
xt qa
co mien
a fir
publica dores</w>
Escu ela</w>
quier en</w>
tend rá</w>
ej a</w>
com ún</w>
c al</w>
yi p</w>
ya lik</w>
mu kʼul</w>
z il
sme le
jpas tike</w>
paí ses</w>
muyu baj
H ay</w>
s jabi
B el
re yes</w>
a go
Re yes</w>
kili ʼich</w>
lâ at</w>
eb r
MA L</w>
xo ok
tari os</w>
ka ʼ</w>
gu er
te m</w>
lec ciones</w>
senti mos</w>
mo co</w>
joʼop ʼ</w>
co m</w>
Ped ro
8 0</w>
e je
cho lel</w>
Ma la
ya kʼik</w>
yaj tun
tsobobba il</w>
re gi
err ores</w>
x íi
r in
ad ver
a xix</w>
p waq</w>
vin ik</w>
t ʌl</w>
sin kil</w>
or gu
r nos</w>
si ʼ</w>
pe ti
re e
ex pul
re des</w>
qʼ ej</w>
pa tan
m ä</w>
de cía</w>
RES PON
I lustra
t ʼ</w>
necesi tan</w>
enseñ ó</w>
reac cion
em an
Gali lea</w>
aj o
tar lo</w>
PA RA</w>
â tin</w>
recuer da</w>
kri sti
fi refox</w>
ejérci to</w>
chʼu l
pres enta
le yes</w>
ker em</w>
fon o</w>
a pa
mu lil</w>
c ó
é ramos</w>
vari as</w>
na ve
mag ed
der echo</w>
chʼaʼa j
ka kʼtik</w>
ye b</w>
Ne h
J as
g enes</w>
en tu
prome te</w>
sacri ficios</w>
pen diente</w>
co pi
tu bre</w>
sa mente</w>
qʼa xal</w>
s ón</w>
cʼu l</w>
vo lu
to o
cu esti
ten gamos</w>
pañ a</w>
K ʼ</w>
q an</w>
fru to</w>
estudi ante</w>
ab ri
Ar maged
ñu job</w>
ma ˈn</w>
des i
un as</w>
H ero
s le
M an</w>
R U
y endo</w>
ti aʼal</w>
no qtzun</w>
áni mo</w>
r íamos</w>
may ores</w>
li ke
T es</w>
te kʼuriʼ</w>
s laje
me lob</w>
d encia</w>
a kʼa</w>
taa sik</w>
conse cu
yo ok</w>
xbê n</w>
spa so
t ni
a wi
vin aj</w>
rí o</w>
lan to</w>
L u</w>
Kʼa ay</w>
cre ó</w>
te ˈ</w>
kʼup il</w>
añ ob</w>
bar co</w>
ayu dan</w>
x wan
ho spi
fri ca</w>
estudi antes</w>
ʼu s</w>
pi e</w>
vi aje</w>
cre encias</w>
U lew</w>
versí culos</w>
mi les</w>
asun tos</w>
on g</w>
yo jil</w>
person al</w>
mla y</w>
cre en</w>
compañ eros</w>
3 0
tar nos</w>
la ltik</w>
cu ál</w>
B en
queß x
k ja
mañ ana</w>
comi da</w>
kaʼan oʼ</w>
j tak
idio mas</w>
al el</w>
JI Ñ
6 6</w>
s kʼ
j pu
a delante</w>
mi r</w>
e xa
tar án</w>
en can
su kuʼun</w>
cu ción</w>
y ô</w>
pu do</w>
me tik</w>
ele tike</w>
aj cui</w>
Q ʼ
o il</w>
X u
car se</w>
qʼo j</w>
t yekʼin</w>
5 9</w>
s b
re de
kʼa b</w>
imag en</w>
xkoʼo laj</w>
ne que</w>
le ales</w>
A re</w>
vol ver
lib ro
ky qʼamaʼn</w>
k ano
d rá</w>
K a
1 Co</w>
ve a</w>
pa ch
o oʼ</w>
xon em</w>
ti j
x ya
muchí simo</w>
in ki
ʼi x</w>
us ando</w>
Kʼa ru</w>
JIÑ I</w>
verdader os</w>
re be
p un</w>
xu ya</w>
nor te</w>
g as
x baj
oʼon eʼ</w>
kʼiin oʼobaʼ</w>
ko ʼtan</w>
jmo j</w>
Cr ónicas</w>
paj ina</w>
L ib
To dos</w>
tiʼ ja</w>
suj m
hu mano</w>
u k
paab ʼanel</w>
matan al</w>
es ik</w>
da tos</w>
Q ʼA
B ar
kʼu q
consu elo</w>
ko k</w>
si as
ra mente</w>
at äj</w>
e la
próxi ma</w>
oc tubre</w>
al rede
al bil</w>
a tzun</w>
P I
tra ta</w>
kanáan tik</w>
her maan</w>
mem oración</w>
entu sias
N u
M u</w>
L i
to ʼ
yeʼ esi
tza qʼ
i den
por no
vide os</w>
co lo
H a
si ke</w>
tk ya
koʼonton tike</w>
bˈ aj</w>
cu lti
b oʼ</w>
Tsʼo ʼo
t kʼuʼj</w>
er nos</w>
pi es</w>
j ni
tz ol</w>
encu entr
ch bat</w>
ta kʼin</w>
nqa ʼän</w>
col tan</w>
aqʼun tl</w>
tkya qil
me tros</w>
ju ʼun</w>
as pe
Con memoración</w>
x cuanquil</w>
cier ta</w>
8 6</w>
sigui ó</w>
sa ʼn</w>
té en
kʼuj labʼil</w>
W at
vari os</w>
qa kʼuʼx</w>
Kʼe joj</w>
ob ser
im pul
no j</w>
mon ta
jun abʼ</w>
ten gan</w>
su e
stu k</w>
l las</w>
Í AS</w>
comen zó</w>
le mente</w>
ky kʼuʼj</w>
demoni os</w>
Q ʼon
A J
pod ían</w>
paab ʼal</w>
jon ik</w>
Tsʼoʼo leʼ</w>
xnaqʼtz an</w>
xi tl</w>
precurso res</w>
demasi ado</w>
6 8</w>
resulta do</w>
necesi ta</w>
t jaw</w>
le lob</w>
Mun do</w>
que da</w>
le vi
w er</w>
i lo
Jo se
skolta yotik</w>
humil dad</w>
chi bal</w>
un d
béey tal</w>
a ˈ</w>
a mbi
ti cos</w>
tem ente</w>
óo tsi
ta e</w>
raz on
páa ʼ
xoo kil</w>
tsʼáa i
cʼu si</w>
av oʼonton</w>
wer sa</w>
si guen</w>
or den
ca ß
Kʼa yojil</w>
tzi jonem</w>
prob able</w>
pa la
bʼan o</w>
je je
ch tal</w>
Cʼa y</w>
q u</w>
er á</w>
xi ʼi
x sa
ma los</w>
m oʼob</w>
cha le</w>
anci ano
NU EST
Can a
deber ía</w>
Sal ón</w>
kristi ʼaan</w>
ili yi</w>
con tes
Jas che</w>
chʼi n</w>
Bʼi tz</w>
qʼa x
des cri
R U</w>
aʼa lik</w>
P on
yo to
so lu
se is</w>
mo dos</w>
xbʼe en</w>
kan aj</w>
cˈ as
sali r</w>
N os</w>
Yu ʼun</w>
ʼA N</w>
sufri r</w>
ar ías</w>
4 ,
x yee
tun es</w>
pi ed
muu kʼ</w>
E X</w>
Di s
tʌ lel</w>
tzaqʼ we
s nop</w>
agra de
Por que</w>
Le ví
yakʼo j</w>
ci r</w>
ano j</w>
Y or
pensa mientos</w>
al oʼ</w>
actu ar</w>
ï x</w>
é poca</w>
pa yal
na b</w>
be r</w>
K u</w>
Cor in
ʼu c</w>
tzʼo nin</w>
op ini
in eb</w>
est én</w>
an te
lo kʼel</w>
akʼ bat</w>
ï n</w>
e z
disfru tar</w>
vo ʼn
muchʼ táa
j ba</w>
chki wäch</w>
F I
me tas</w>
yáan tik</w>
novi embre</w>
aa ti
xa m</w>
x ʼi
contr ario</w>
bʼi n</w>
San són</w>
j mu
ib an</w>
an quese</w>
K U</w>
ma m
bʼan atäj</w>
a tra
wu lak</w>
u ʼji
sba tel</w>
mo ti
Leví tico</w>
uʼji t</w>
tzʼo m</w>
s úu
nab ʼil</w>
men ti
her mo
a wu
g res
piʼ ʌlob</w>
