#version: 0.2
c h
o s</w>
a n
t i
ʼ a
e s
e l</w>
e r
e n
t a
q u
l a
d e</w>
ʼ o
l i
t a</w>
e n</w>
a r
l a</w>
o n
c i
qu e</w>
e s</w>
i n
t e</w>
m a
ʼ u
l i</w>
a n</w>
u n
r e
a s</w>
l e
t o
r i
s i
l e</w>
c o
b a
d o</w>
t u
m i
d i
r a
y a
s a
ʼ i
c u
j a
@ -
@- @</w>
p o
b i
o ʼo
n a
ti k</w>
e m
l o</w>
h o
l os</w>
u n</w>
r i</w>
p a
t r
ó n</w>
c a
ch i
J e
c h</w>
v i
t o</w>
s e</w>
e ʼ</w>
ch a
k ʼa
s o
k ʼ
D i
a l</w>
t z
y u
l o
a b
Je ho
d e
t e
m u
Jeho v
a l
c on
k i
p r
y a</w>
p ar
Jehov á</w>
s e
i n</w>
b e
t i</w>
d a
p er
Di os</w>
s u
ci ón</w>
j i
p u
k u
la l</w>
k a
r e</w>
á a
ʼ n</w>
m o</w>
m an
oʼo b</w>
k ʼu
t s
la s</w>
o r
d a</w>
í a</w>
j o
i k</w>
j e
m e
la j</w>
n o</w>
h a
k o
y o
t u</w>
par a</w>
qu i
t en
é e
J es
b ʼ
n i
b li
j un</w>
g u
r u
co n</w>
m os</w>
k ʼo
y i
s u</w>
po r</w>
m o
ti ʼ</w>
ʼa l</w>
n u
t el</w>
j un
n o
l u
á s</w>
a j</w>
m en
k e</w>
ʼa n</w>
e r</w>
m a</w>
b ʼ</w>
k u</w>
p i
s i</w>
b a</w>
j u
o n</w>
em os</w>
Jes ú
d os</w>
ʼu n</w>
r a</w>
n os</w>
Jesú s</w>
B i
e l
o ʼ</w>
m e</w>
i l</w>
pr o
x u
ʼi l</w>
un a</w>
k ʼ</w>
m i</w>
a r</w>
ba ʼa
d el</w>
an do</w>
e x</w>
da d</w>
Bi bli
m in
p e
x i
f i
ch e</w>
ta l</w>
es tr
t ra
t an
yu ʼun</w>
a j
b u
l el</w>
ch i</w>
k y
v a
d es
l es</w>
q a
o r</w>
Bibli a</w>
c a</w>
b ʌ</w>
v er
b re</w>
on es</w>
ʼ j</w>
1 0</w>
er a</w>
j o</w>
t os</w>
e c
h i
y ée
li k</w>
g o</w>
p re
en ta</w>
y e
em p
ja ʼ</w>
u t</w>
1 5</w>
b r
es ta
w a
yée tel</w>
m ás</w>
ʼu k</w>
tu ʼn</w>
h ab
t er
Q u
ji ñ
k e
su s</w>
b ʼa
s a</w>
w i
f u
e j
be e
r es
ú u
r o
x chi
ma ʼ</w>
s o</w>
1 1</w>
c ri
jiñ i</w>
ha c
1 2</w>
á n</w>
pu e
s to
é n</w>
g a
ch u
x a
nu estr
ti ke</w>
t es</w>
p a</w>
a mi
qu é</w>
co mo</w>
k ʼi
ya ʼa
per o</w>
po r
s ti
m áa
to j</w>
d r
xchi ʼuk</w>
an i
en te</w>
d u
a c
a s
k a</w>
1 4</w>
1 3</w>
b ʼil</w>
t es
qu e
l ta
er man
Qu é</w>
J u
sa ʼ</w>
M a
d o
es t
ó mo</w>
u ti
í as</w>
ʼ el</w>
ta n</w>
c o</w>
x i</w>
ó o
es i
g un
ta s</w>
v o
t si
r u</w>
cha ʼan</w>
le ʼ</w>
b e</w>
t z</w>
a yu
ch o
mi ʼ</w>
e x
cu ando</w>
l oʼob</w>
baʼa x</w>
ci a</w>
mu ch
1 7</w>
p ʼ
ch an
1 6</w>
m bi
bʼ an
u s
i m
ar i
n e
q a</w>
é l</w>
ʼ an
ch eʼ</w>
i s
ci ones</w>
s on
h e
p á
s er
o tr
o s
li l</w>
gu i
er o</w>
pa s
y e</w>
na q</w>
v e
ch ʼu
oʼo b
ch ʼ
g i
ma l</w>
co m
c e</w>
h erman
ch ʼa
ma s</w>
T i
n a</w>
ba l</w>
d es</w>
m en</w>
v enta</w>
ti ʼj</w>
q ʼa
d as</w>
kʼu si</w>
per son
é s</w>
x a</w>
c ˈ
R e
bi n</w>
s ta
ja l</w>
1 9</w>
S a
p on
er on</w>
w a</w>
á an
1 8</w>
l le
c ar
a ʼal</w>
ki l</w>
j el</w>
men te</w>
s kʼo
x o
q ʼu
q ʼ
t on
kʼa lal</w>
v a</w>
bi l</w>
a li
h a</w>
kʼa n</w>
a ñ
d em
in o</w>
f or
tz i
b o
s ta</w>
s venta</w>
í an</w>
ya an</w>
k oʼob</w>
h u
2 0</w>
b ʼi
an te</w>
di s
ta j</w>
uti aʼal</w>
oʼo n
ta q</w>
min s</w>
w in
g ra
so bre</w>
B a
la c</w>
O S</w>
ta r
e li
Ju an</w>
ch ʼ</w>
d ar
de ci
ʼo b</w>
z a</w>
j e</w>
b an</w>
g o
t eʼ</w>
J ée
Jée o
ja ch</w>
s to</w>
t en</w>
es ta</w>
ß a
ts ʼ
ya j
ti en
q ʼo
na k</w>
ta r</w>
so k</w>
o ra
kʼ o</w>
mbi én</w>
g r
se r</w>
ʼ n
a d
v o</w>
E S
mi en
o b</w>
lo ʼ</w>
vi da</w>
emp lo</w>
C ómo</w>
ya l</w>
K ʼ
P ab
te o</w>
p en
oʼob oʼ</w>
un i
ch ʼo
P or</w>
ma j</w>
e tik</w>
2 1</w>
m bre</w>
a la
ta mbién</w>
s en
lo b</w>
po d
re ga
se ñ
g os</w>
s as</w>
a vi
c re
di o</w>
ma n</w>
w o
hac er</w>
to do</w>
ma ʼa
ti emp
le k</w>
H e
l áa
la n</w>
skʼo p
c ción</w>
o y</w>
x oʼob</w>
chi k</w>
Je o
ku x
v en
y an
2 2</w>
r o</w>
A N
es te</w>
ts ʼo
c ʼo
t so
en do</w>
ch ë</w>
t s</w>
sa l
pue de</w>
a mos</w>
tz aj</w>
2 4</w>
g a</w>
s kʼan</w>
p e</w>
pá r
es tu
qu i</w>
cu r
T I
est á</w>
ti ʼ
p li
je ch</w>
L a</w>
a do</w>
ʼ ex</w>
ˈ n</w>
q i
s ko
je ʼel</w>
x an</w>
b ʼal</w>
be y</w>
yu k</w>
di jo</w>
Jes u
E s
j os</w>
es o</w>
ʼu n
tiemp o</w>
p ri
li a</w>
J a
Pab lo</w>
ta k</w>
í i
ch o</w>
jo l</w>
tu men</w>
g rega
er ra</w>
L I
k an
w e
L i</w>
b er
b le
to dos</w>
j a</w>
b í
tr os</w>
person as</w>
on i
u e
co r
á n
mi n</w>
xu ʼ</w>
é el</w>
oʼo x</w>
Di o
ji l</w>
por que</w>
m u</w>
skʼop lal</w>
S an
mu y</w>
tsʼo ʼo
di ce</w>
f ami
ar on</w>
P e
pʼ éel</w>
c as</w>
k al</w>
con grega
to ʼo
é en</w>
la ʼ</w>
l an
en tr
l u</w>
de r</w>
cu i
2 3</w>
as í</w>
en cia</w>
c la
x na
an os</w>
a t</w>
c er
ʼ e
cri sti
g ar</w>
k yi
mu ʼ
a m
so n</w>
C H
S al
da r</w>
pr en
tes ti
d on
ej emplo</w>
a k</w>
bee tik</w>
ch ʼi
L u
j u</w>
x e
Ba ʼa
bí bli
ci on
2 0
d er
t úu
c es</w>
w u
ci as</w>
c ßa
a p
t sa
co sas</w>
al es</w>
z o</w>
nuestr a</w>
ba j
ñ i
el los</w>
l tik</w>
a y</w>
y o</w>
c ʼ
con tr
á an</w>
bu en
so tros</w>
x jal</w>
3 0</w>
hab ía</w>
mi s
b an
ra z
c an
sa ß</w>
q e</w>
t em
con o
c e
pro f
ri ʼ</w>
B I
c os</w>
sa r</w>
si k</w>
t ri
herman os</w>
si ón</w>
ka ʼa
congrega ción</w>
dr o</w>
b en
w an
p í
de o</w>
o l</w>
b en</w>
d ía</w>
q ʼi
t saʼ</w>
p an</w>
o k</w>
mi l</w>
es ti
cʼo t</w>
c ómo</w>
or es</w>
ku bʼ</w>
j lel</w>
Ma teo</w>
ts ʼa
fu e</w>
c an</w>
bi en</w>
al gun
J er
ar e</w>
tzi j</w>
p as</w>
D avi
si n</w>
1 9
o b
kʼa ʼa
us te
en señ
2 5</w>
c ʌ
k ya
y ʌ
es to</w>
d en</w>
to n</w>
e b</w>
k an</w>
k ˈ
ß u
da des</w>
kʼ an
ji ch</w>
L e
to k</w>
p o</w>
0 0</w>
R o
n ec
w ä
l la
an a</w>
cha ʼ
n i</w>
m un
I s
a ʼ
a u
C u
en tes</w>
ti l</w>
tsi ʼ</w>
oʼo lal</w>
pre gun
ar á</w>
pod emos</w>
Jéeo ba</w>
s ba
a e</w>
pa la
pu és</w>
C h
a ción</w>
yi cʼot</w>
otr os</w>
Dio se</w>
q ˈ
x chan
dem ás</w>
a q</w>
cu a
x ye</w>
b le</w>
le tik</w>
le c
t ʼa
m el</w>
V i
áa j
añ os</w>
l en</w>
pr es
P ro
t x
y an</w>
ca r</w>
li x</w>
v an</w>
s an
2 8</w>
br as</w>
y óo
v os</w>
es e</w>
e bʼ</w>
t l</w>
Is ra
ch k
b ˈ
L e</w>
muʼ yuk</w>
ú n</w>
tu k
es per
an tes</w>
E L</w>
kʼ áa
Sal mo</w>
si g
K ʼu
kʼ e
f e</w>
in a</w>
Davi d</w>
t ó</w>
k en</w>
ñ u
ri j</w>
oʼon ton
D E</w>
C ri
ci o</w>
t í
a mo
pas el</w>
Re ino</w>
bi x</w>
h an</w>
pre di
M ar
n oʼox</w>
im por
si tik</w>
des pués</w>
ve z</w>
C an
fami lia</w>
se gui
wä ch</w>
in i
tien e</w>
b emos</w>
2 6</w>
k oʼo
va e</w>
Isra el</w>
un aj</w>
q an
a m</w>
t áan</w>
2 7</w>
no sotros</w>
pr e</w>
k ri
l ti
b ʼan</w>
R I
ya ʼ</w>
re y</w>
v e</w>
túu l</w>
Pe dro</w>
v er</w>
ke ʼ
w e</w>
vi deo</w>
e m</w>
aj u</w>
yo l</w>
es pi
M A
kʼi n</w>
y el</w>
cu lo</w>
re ci
se gu
a ma
w i</w>
Jeo vae</w>
2 9</w>
em pre</w>
ho ra</w>
to q</w>
b ra
k eʼ</w>
ha y</w>
T A
f er
espi ri
kʼo t</w>
ji k</w>
V I
nuestr o</w>
é n
M o
sen ti
a ʼ</w>
v u
ab a</w>
ta c</w>
ni m</w>
ja ʼ
tsʼ áa
ten er</w>
a qu
b re
la r</w>
kʼu sitik</w>
yo ʼ
yaʼa lik</w>
amo r</w>
si empre</w>
bʼ e
na ʼ
jo ʼ</w>
fu er
to ri
E l</w>
wi ʼ</w>
man os</w>
ora ción</w>
t ʼil</w>
ca j</w>
máa xoʼob</w>
b ar
x ik</w>
mun do</w>
si l</w>
ter i
L A</w>
raz ón</w>
mien to</w>
or a</w>
ch rij</w>
K ʼa
s pa
ap ó
qu er
much o</w>
pár r</w>
ʌ ch</w>
chk ë</w>
q ßu
L A
y áan
ch a</w>
que ß
jun pʼéel</w>
l en
â n
R E
hi jos</w>
li br
qui l</w>
bʼ a</w>
ʼi n</w>
k x</w>
ʼ es
p áaj
c lu
so lo</w>
E n</w>
I sa
J o
s tr
po si
esta ba</w>
ch an</w>
ver dad</w>
m ar
chi x
qʼo ʼn</w>
a pren
t h</w>
ky e</w>
t un
qʼ tz
du r
oʼon ton</w>
v an
ca da</w>
on o
nec esi
j eʼ</w>
apó sto
c er</w>
ku ʼun
espiri tu
tu láa
in ti
uste d</w>
vo l
ch éen</w>
Jéeo ba
impor tan
B LI
sto jo
u k</w>
xchan o
mu er
xna qʼtz
men to</w>
s em
j lu</w>
Vi v
ton ces</w>
ñ ob</w>
k yu
ʼ A
si gui
ayu dar
pí ri
mi l
es a</w>
máa k</w>
sa j</w>
ta a
g ente</w>
ser vi
ä n</w>
ma as</w>
j in</w>
3 1</w>
qʼa ma
ch e
re ch</w>
b ra</w>
S e
vi vi
wa ch</w>
bʼa ʼn</w>
en es</w>
le bʼ</w>
ma r</w>
c í
ho mbre</w>
el la</w>
cu er
k in
con fi
s ba</w>
men os</w>
ha sta</w>
is ra
ä l</w>
ar a</w>
n ya</w>
ta je</w>
cristi anos</w>
b ée
a oʼ</w>
an ci
ja ku</w>
tsʼoʼo k</w>
tu ʼn
Cri sto</w>
w il</w>
res u
cha l</w>
es cu
re uni
no p
er an</w>
vi si
hi zo</w>
r á</w>
m br
q il</w>
V e
di ó</w>
píri tu</w>
T E
n in
i lel</w>
in ci
me yaj
esta s</w>
an za</w>
ayu da</w>
Baʼa x</w>
mis mo</w>
he cho</w>
chi l</w>
Can ción</w>
o j
baj cheʼ</w>
pri m
Jer u
ka ʼan
bi os</w>
s es</w>
li n</w>
ya l
w en</w>
ñ o</w>
ba ʼ</w>
g ún</w>
ba t</w>
nu e
Sa tan
f ec
kʼ u</w>
ch os</w>
li ʼ</w>
da do</w>
kyi ʼj</w>
BI BLI
algun os</w>
ya kʼ</w>
Jeru sal
ta ʼa
cu enta</w>
me di
ca ción</w>
tuláa kal</w>
r as</w>
me jo
nuestr os</w>
a t
ca sa</w>
s í</w>
chi c</w>
ʼo b
x bʼa
i s</w>
si s</w>
e tike</w>
tz e
lu gar</w>
de bemos</w>
ch q
C o
tu ra</w>
con se
baʼa leʼ</w>
t â
re li
3 3</w>
1 0
he b</w>
much os</w>
yi chʼ</w>
f r
ko lta
res pon
un que</w>
a bi
qʼama ʼn</w>
P ero</w>
ti n</w>
ca do</w>
s w
pue b
C or
es cri
kʼ e</w>
ko ʼ</w>
ma a
o j</w>
D I
f eli
T e</w>
f o
k un</w>
est án</w>
kri xchano
N o</w>
pue den</w>
q e
chi ʼ</w>
maʼa lob</w>
ta ʼal</w>
o k
Jeho bʼa</w>
ti n
ri x</w>
ʼi k</w>
contr a</w>
en tonces</w>
A po
E N
c en
toʼo n</w>
d í
co razón</w>
T A</w>
ci e
oʼob eʼ</w>
je ʼex</w>
pala bras</w>
estu di
to das</w>
le b</w>
3 2</w>
la r
b in
Jeo va</w>
a ß
ka a
ma ch</w>
Mo is
bʼan t</w>
g ar
ya j</w>
cha ʼal</w>
x in
a a
ʼ e</w>
par te</w>
hac e</w>
no mbre</w>
O N
pr inci
Ma t</w>
n e</w>
pro ble
Jesu se</w>
te j</w>
J ob</w>
b u</w>
kʼa ʼ</w>
ma j
es tos</w>
cu m
Pro ver
n ar
r chë</w>
e go</w>
a hora</w>
Prover bios</w>
F i
es píritu</w>
pueb lo</w>
lle v
BIBLI A</w>
entr e</w>
ca mbi
e j</w>
qui er
man ta
es po
con tra
mbr es</w>
R u
M i</w>
al go</w>
i j</w>
y oʼolal</w>
d or</w>
z ar
3 5</w>
cˈ a</w>
A n
con ver
bʼa j</w>
ʼa j
páaj tal</w>
O R
0 00</w>
in ter
ʌ l</w>
re la
3 4</w>
man tal</w>
ñi c</w>
tra ba
chi n</w>
wi tz</w>
baʼa xoʼob</w>
x t
j on
x ta
me jlel</w>
qʼi j</w>
ten ía</w>
mejo r</w>
3 7</w>
w al</w>
ra r</w>
I n
o l
stojo lal</w>
jun túul</w>
i r</w>
va li
Jerusal én</w>
p le
a do
an eʼ</w>
testi gos</w>
cu an
ä q</w>
T u
chu qui</w>
chi ru</w>
pu bli
L E
b ta
e t</w>
ar tí
tan to</w>
ku tik</w>
jo b</w>
chq ä</w>
hi jo</w>
d re</w>
to da</w>
a ʼin</w>
N o
M i
kʼi in
kʼu chaʼal</w>
pu es</w>
herman o</w>
isra eli
a ʼa
k ß
yaʼa laj</w>
y oʼonton</w>
si er
a ʼan</w>
mu ʼ</w>
dem os
Isa ías</w>
s pi
re ʼ</w>
ten ami
sa l</w>
dis cí
discí pu
s pas</w>
le tiʼ
a gu
un o</w>
Satan ás</w>
des e
B in</w>
VI D
tsi l</w>
ta do</w>
Lu cas</w>
Ti erra</w>
m on
bee t
much as</w>
sw enta</w>
J os
z ar</w>
la le</w>
kux le
na x
a kʼo</w>
d ó</w>
d ías</w>
S al</w>
c ti
f í
y ik</w>
man era</w>
ono jel</w>
Ti mo
yo b</w>
mi x</w>
i l
ES T
qui enes</w>
Jéeoba eʼ</w>
gr an</w>
e le</w>
in i</w>
person a</w>
ne keʼ
t ʼan</w>
Bibli aoʼ</w>
f ri
tz un</w>
ʼ än</w>
x ju
Kʼu si</w>
kʼ el</w>
chʼu tik</w>
an o</w>
estu dio</w>
C I
L os</w>
bʼan ik</w>
ec es</w>
ri a</w>
qu jeʼ</w>
tu ʼu
c ʼu
tenami t</w>
s tu
h e</w>
l â
h er
tien en</w>
bʼi j</w>
z e
ʼ I
esta r</w>
te x
o be
kʼa l</w>
a unque</w>
ti erra</w>
pʼ ej
ari o</w>
n qa
se a</w>
yaʼa b</w>
ab ʼ</w>
le a</w>
L I</w>
reli gi
ko ʼ
N a
ko l</w>
be tik</w>
d an</w>
j ta
Mois és</w>
apósto l</w>
me lel</w>
fi ci
ali dad</w>
bu chʼutik</w>
gui en</w>
o f
kʼa j</w>
kʼ in
libr o</w>
qu ʼn</w>
s ino</w>
s na
pe j
xu qujeʼ</w>
al guien</w>
ten emos</w>
v in
d en
yo m</w>
ta d</w>
bʼ in
ja w</w>
des de</w>
Q U
segui r</w>
ru mal</w>
deci r</w>
s le
po co</w>
reci bi
B e
f al
po l</w>
de j
4 0</w>
sko j</w>
pa ci
ac e
P ala
f ru
to ʼob</w>
kʼ a</w>
d ores</w>
wan k</w>
yi l</w>
U t</w>
Timo teo</w>
ta l
inti os</w>
artí culo</w>
j pas
b el</w>
P A
ju dí
dr es</w>
li p
ki ʼi
q o</w>
am bʼil</w>
tz a
otr as</w>
ba tel</w>
sem ana</w>
ts ʼi
ta j
co men
a x</w>
u ku
z as</w>
ye lan</w>
so ʼ</w>
a v
kʼáa t</w>
sa bi
ya abi
min is
ra j</w>
xi x</w>
kaʼa ch</w>
em pe
ci er
kʼ ë</w>
ts ʼ</w>
kʼaʼa bée
U N
cha q</w>
ti c</w>
la j
te ch</w>
w an</w>
v en</w>
S i
tʼa an</w>
A l
i do</w>
importan te</w>
xju ʼ</w>
ki k</w>
p un
c to</w>
a dos</w>
el es</w>
chʼo ol</w>
ʌ n
s os</w>
pá g
ta mos</w>
po dr
ä j</w>
cu an</w>
tr as</w>
par ec
lu k</w>
ja a
T E</w>
ho mbres</w>
u l</w>
al l
ci endo</w>
s t
in ten
li dad</w>
discípu los</w>
án g
cum pli
yo ʼ</w>
p an
c ä
r ma</w>
ki x
ʼ i</w>
x al</w>
A bra
in kʼaʼ</w>
pro pi
s in
T a
ñ o
máa x</w>
er os</w>
ʼ O
otr o</w>
bu s
ñ a</w>
lo m</w>
ʼo j</w>
T o
B A
ch ß
E R
ta la
D e
x ki
pr ue
ó n
li ae</w>
kʼa x</w>
r es</w>
c ó</w>
S A
x b
g en
bíbli co</w>
tz ʼa
cßa ß</w>
z ó</w>
mi k</w>
buen as</w>
sto jol</w>
ri ˈ</w>
D ani
chʼ u</w>
cʼ ʌ
kya qil</w>
Jos é</w>
ba uti
t ú
chix jun
cua ß</w>
v eces</w>
xnaqʼtz bʼil</w>
Cor intios</w>
T ES
re mos</w>
mu kʼ</w>
for ma
láa kʼ</w>
t na
com pa
ta je
pa dres</w>
un os</w>
qui en</w>
T yol</w>
cui ß</w>
C ha
on la</w>
or g
a ba
pa j</w>
j ba
lo r</w>
ʼn e</w>
que b</w>
res pe
in clu
ch ˈ
ch ki
chi rix</w>
k ex</w>
koʼo n</w>
ar se</w>
x ka
ci u
mi s</w>
ʼi j</w>
Viv liae</w>
un ca</w>
min tiʼ</w>
co lta
- -</w>
baʼa loʼob</w>
a le
A demás</w>
1 4
be r</w>
m â
t qʼamaʼn</w>
dur ante</w>
San til</w>
to l</w>
ma l
tu d</w>
su j
di do</w>
bi j</w>
yoʼ tan</w>
a po
S I
bʼ en</w>
pa l</w>
di o
tu ˈn</w>
co b</w>
princi pi
l í
a chi
a gra
kʼo p</w>
Qu i
te ʼ
k ki
R i</w>
ca min
ex pli
C RI
muer te</w>
es pe
bi tʼil</w>
ac ti
nuestr as</w>
su per
tso ts</w>
g an</w>
ma g
k oʼonton
qˈ u
lec tura</w>
don de</w>
M u
T esti
to ʼ</w>
ye ʼes
ʼ x</w>
prof e
ju m
k ab
pa z</w>
ca b
He chos</w>
ja r</w>
aß an</w>
C hu
proble mas</w>
si ones</w>
t bʼan
r ía</w>
str u
na ʼa
bi l
p ʌ
pʼej l</w>
o cu
f in</w>
pregun tas</w>
quier e</w>
k o</w>
a da</w>
ni fi
u láakʼ</w>
x ten</w>
K â
he bʼ</w>
a h</w>
sa do</w>
Y os</w>
sier vos</w>
be ik</w>
ts ʼu
Ve a</w>
tsʼáa ik</w>
bʼ e</w>
j w
i chil</w>
tr o
s me
ver da
maʼa ñic</w>
H u</w>
xbʼa an
tori o</w>
prof ec
x el</w>
esi s</w>
win aq</w>
for ma</w>
taje k</w>
ni x</w>
ac er
ra ción</w>
j la
lip sis</w>
org ani
e p</w>
x ban</w>
k un
J A
yóo l</w>
ber n
jo j</w>
óo l</w>
per mi
lla ma
otr a</w>
bu chʼu</w>
or g</w>
re g
su kuʼun
cʌ n
r onojel</w>
d emos</w>
w ä</w>
kʼo l</w>
S i</w>
t emplo</w>
3 8</w>
ci l</w>
al mente</w>
t witz</w>
Jesu cri
tz ʼo
kʼ el
er o
ma k</w>
n unca</w>
le laʼ</w>
q ʼ</w>
ñ aʼ
cha kʼ</w>
n or
jun tl</w>
l oʼoboʼ</w>
teri o</w>
k al
ru kʼ</w>
a si
Dani el</w>
en contra
le cción</w>
e k</w>
israeli tas</w>
m oni
sko lta
sigui ente</w>
kux tal</w>
tbʼan el</w>
ch ka
hac er
cha j
ca m
xu ʼu
w 0
P ad
ma chʼa
publi ca
win i
t qʼoʼn</w>
du cción</w>
vivi r</w>
ayu dar</w>
Pad re</w>
E ze
pá g</w>
di a</w>
ben di
G én
q ab
la do</w>
posi ble</w>
visi ta</w>
e la</w>
tu l</w>
m í</w>
ga mos</w>
Gén esis</w>
en ta
ta ʼ
so l
c ʼ</w>
E f
sig nifi
sba ik</w>
tu s</w>
jw org</w>
J O
E N</w>
cur so
3 9</w>
k yo
i de
bi er
x tok</w>
en vi
lo m
je r</w>
em bar
tuʼu x</w>
tuk ʼil</w>
TI K</w>
yu ʼun
ami gos</w>
Apo ca
tr es</w>
u tʼil</w>
le tike</w>
su fri
Jehov ah</w>
mu l</w>
qʼu el</w>
ti a
tze ʼn</w>
T O
yu ʼu
le c</w>
b i</w>
g ri
ser á</w>
tra r</w>
ar a
esper anza</w>
p la
ti x
Ro manos</w>
na da</w>
fami li
men sa
pr esi
man i
com ple
C or</w>
ti r</w>
l esi
li n
T Z
h on
t áan
anci anos</w>
ti ʼob</w>
bee t</w>
c en</w>
s la
He bre
é r
tu lo</w>
Kâ cuaß</w>
d in
ʌn tel</w>
3 6</w>
ti na
pre curso
Apoca lipsis</w>
an ts</w>
en cias</w>
kyu ʼn</w>
i li</w>
CRI S
u tz</w>
si on
kʼaʼa y
vi sta</w>
ba yal</w>
D e</w>
E n
in vi
J as</w>
v as</w>
gi p
cha j</w>
la k</w>
koʼ tan
tuʼn ju</w>
mien tos</w>
na me</w>
en ten
ac tu
co l</w>
chʼi k</w>
He ch</w>
yaʼa li
añ o</w>
í amos</w>
ta le
si on</w>
k ß</w>
A S</w>
tu uku
ʼob oʼ</w>
man o</w>
jun jun</w>
k í
cˈ o</w>
ace p
chu k</w>
e mi
sa m
estr a</w>
xa q</w>
Di os
J E
ch el</w>
Bi x</w>
ci r
s te</w>
t ten</w>
Jesucri sto</w>
Kʼ U
per i
hab lar</w>
po der</w>
R I</w>
ri kʼin</w>
S u
qui x
H i
ho y</w>
all í</w>
el ta</w>
ci ó</w>
te ß
ci do</w>
na j
cho pol</w>
ku k</w>
pen sar</w>
algun as</w>
kʼu l</w>
x e</w>
4 5</w>
ni m
ri qßu
ca so</w>
jum pʼejl</w>
s í
te k
ï k</w>
c ß
t bʼ
d án</w>
e xi
s ja
máa koʼob</w>
á l</w>
si do</w>
si r
yo n</w>
lo n</w>
g an
bʼa ʼ</w>
lo j</w>
N A
me l
si tu
m ó</w>
sa ber</w>
yáan t
x chʼu
lle g
o ʼ
Ti ʼ</w>
tz o
pre par
kʼaʼabée t</w>
li ke</w>
Y u
me yaj</w>
ya kʼ
l t
espiritu al</w>
machʼa tik</w>
cur so</w>
tex to</w>
pa dre</w>
E l
tem e</w>
pu esta</w>
ân u</w>
San tia
reuni ones</w>
tr an
hi ci
Se ñ
ʼu k
M E
oni a</w>
5 0</w>
y oʼonton
ko j
al qui
o etik</w>
ki n</w>
ʼ na</w>
i kx</w>
kʼi k</w>
pi en
co me
Señ or</w>
c ʼa
ar an</w>
r s</w>
B ʼi
embar go</w>
li c</w>
an d</w>
gra cias</w>
yʌ l</w>
tz in</w>
sa cer
sacer do
k len</w>
s tan
ciu dad</w>
T a</w>
Dios eʼ</w>
cie lo</w>
x ti
r kʼë</w>
Cu ando</w>
cu l
C on
TES OR
kʼu ʼj</w>
TESOR OS</w>
q al</w>
naʼ lebʼ</w>
hab ían</w>
y es</w>
in cßaß</w>
espe ci
m úu
bee taj</w>
forma ción</w>
Ja ʼ</w>
4 1</w>
a k
Santia go</w>
kuxle ja
pro te
a kʼ
Pala bra</w>
kʼa ru</w>
ma ba</w>
al u
pár rs</w>
win äq</w>
tr o</w>
ba ʼal</w>
b o</w>
moni o</w>
i t</w>
TI AN
CRIS TIAN
ju sti
P re
aj e</w>
án do
to j
j as</w>
tri bu
koʼtan tik</w>
a b</w>
jpas tik</w>
cˈ u</w>
lu ego</w>
ñu c</w>
x cha
ab an</w>
úu chik</w>
t re
4 4</w>
na j</w>
Sa mu
ra lal</w>
fu eron</w>
traba jo</w>
ta lil</w>
ne queß
i lik</w>
tem a</w>
krixchano etik</w>
par e
ter min
de l
a chkë</w>
em ías</w>
ra f
ma laj</w>
lu ʼu
letiʼ eʼ</w>
to jo
po n</w>
predi car</w>
per fec
Kʼ u</w>
i la
m es
cu alqui
bíbli ca</w>
s mu
ri l</w>
ke tik</w>
kʼu ʼx</w>
E li
ka ʼ
tsʼ íi
ar nos</w>
san to</w>
j kʼo
go bier
di fí
VID A</w>
ch pan</w>
pu esto</w>
i bʼ</w>
organi z
espo sa</w>
ya ʼi
minis terio</w>
escri bi
ten dr
em bre</w>
bta s
on oʼox</w>
ju jun</w>
senti do</w>
sko tol</w>
j chan
o p
E S</w>
er es</w>
g una</w>
pu l
ja ʼa
A chkë</w>
y tik</w>
obe de
tz ʼi
jo n</w>
Y a
f un
pro ba
qßu e</w>
cha k</w>
ya ʼ
per las</w>
an ali
pa í
f in
R A</w>
esta ban</w>
E gip
cha l
t kyaqil</w>
G o
a c</w>
en fer
a ta
ʼob eʼ</w>
di eron</w>
ñ os</w>
L O</w>
v ía</w>
ü tz</w>
me dio</w>
t kubʼ</w>
mi c</w>
m pi
re heb</w>
sa b
pár raf
k el</w>
ani ma
di e</w>
j óo
chʼ a</w>
qu in
r se</w>
E s</w>
1 ,
E sta
Mar ía</w>
ba l
ñ onla</w>
Ba bil
U ni
koʼonton tik</w>
k qa
He b</w>
ti k
i gu
Hebre os</w>
s bi
chan ru</w>
Viv lia</w>
kʼa sle
gu e</w>
pág ina</w>
on in</w>
1 8
ma ʼ
kʼasle mal</w>
ta ri
uste des</w>
L O
gr an
mi t</w>
pro me
la ción</w>
a ten
ca pí
Abra h
bíbli cos</w>
t se
p ʼa
va ʼun</w>
á r
espiritu ales</w>
estr u
a se</w>
o x
T s
ka w
de di
le y</w>
cu i</w>
J i
tar on</w>
Lu c</w>
tu vo</w>
s pasel</w>
4 2</w>
de be</w>
n ki
mensa je</w>
mu jer</w>
e dad</w>
en e</w>
Samu el</w>
a y
Ro m</w>
par ti
tu ras</w>
per don
qui xye</w>
tz ˈ
enseñ a</w>
e le
ú lti
br and</w>
li ʼe</w>
ta ción</w>
Baʼa xten</w>
kʼ tik</w>
ha bi
Egip to</w>
del ante</w>
ʼ U
xi c</w>
me j
in el</w>
bin tik</w>
fu era</w>
i ke</w>
prim ero</w>
ja wa
ka j</w>
riqßu in</w>
ob ra</w>
mien tras</w>
p lan
sa cri
T U
l lo
cho l
verda d
k on
ad or
mo qa</w>
aj cuiß</w>
Fi li
esta mos</w>
camin o</w>
g e</w>
cor re
tna m</w>
toʼo x</w>
r án</w>
pu k
Hi jo</w>
S o
N ue
xu l</w>
to r</w>
a ciones</w>
Abrah án</w>
á ba
ri ó</w>
ta ba</w>
S E
k ʼil</w>
el las</w>
yo lin</w>
ke bʼ</w>
Kʼu xi</w>
compa ñ
re visita</w>
us eʼ</w>
pala bra</w>
chʼa ʼ
A dán</w>
chixjun il</w>
spi sil</w>
tu n</w>
in di
K U
na xye</w>
xo o
ta k
1 7
sa li
Jes useʼ</w>
l tike</w>
ba lu
inclu so</w>
t ú</w>
g as</w>
of re
o ri
vol un
tala ya</w>
na x</w>
fu tu
pa r</w>
Chu qui</w>
áa x</w>
di fi
cono cer</w>
pu si
á cti
ej u</w>
da mos</w>
A talaya</w>
ma ʼuk</w>
nue vo</w>
t ʌ
dis fru
buen a</w>
yoʼ tan
n k</w>
a w
M I
- brand</w>
S e</w>
cha r</w>
ri chin</w>
ni kʼ</w>
te r</w>
tʼa an
ver sí
judí os</w>
men tos</w>
vi eron</w>
jo ʼ
au tori
b as</w>
k éen</w>
i tz
in formación</w>
s mo</w>
servi r</w>
mo do</w>
sam ble
hac en</w>
ma y
hu mil
futu ro</w>
ci en
s ma
bu en</w>
l len
h emos</w>
pen s
d estru
ä x</w>
xi men</w>
pon ga</w>
p ʼi
an ti
con si
di fer
e ʼ
c r
tsʼa ʼa
vi o</w>
CRISTIAN A</w>
p es
ka ʼan</w>
to klen</w>
ben e
q eju</w>
Babil onia</w>
su e
o xi
k oʼoboʼ</w>
j nop
o ca
R A
CH A
u s</w>
1 6
ta mente</w>
ma chʼa</w>
ar e
cualqui er</w>
qe h</w>
i dio
jba tik</w>
un ci
lu m</w>
ri r</w>
r en
pr ácti
ba j</w>
ñ el</w>
u wach</w>
Ó N</w>
tu j</w>
B ʼ
so mos</w>
aqu í</w>
krixchano etike</w>
es os</w>
em o
Pab lo
ti ó</w>
Ve amos</w>
J U
E c
oʼo n</w>
de bi
kan áan
x kʼa
tu k</w>
ko j</w>
L E</w>
chu l</w>
L o</w>
v ino</w>
vo ko
c el
ti quil</w>
re h</w>
J on
wo col</w>
4 3</w>
pres en
hi sto
ma tri
mo mento</w>
predi cación</w>
Es cri
ch ke</w>
na die</w>
Ja cob</w>
é is</w>
xo ok</w>
A r
feli z</w>
pe cado</w>
profe ta</w>
oʼo baʼ</w>
tso bo
n áa
herman a</w>
x in</w>
ru ma</w>
no ti
no q</w>
yan tik</w>
Jesu s</w>
principi o</w>
nec es
ab i</w>
bʼin cha
prim era</w>
la ʼa
n el</w>
chi chʼ</w>
ami go</w>
sme lo
r y
f á
ñ ʌ
tu mel</w>
ja ʼel</w>
ra mos</w>
ad or</w>
tsi k
ser i
C O
yi lik</w>
cha lal</w>
N e
Mar cos</w>
s kʼan
re cor
Kʼa lal</w>
uni dad</w>
er man</w>
res puesta</w>
ts kʼan</w>
re fo
l ta</w>
f e
Testi gos</w>
u sa</w>
du c
bi k</w>
áng el</w>
fr en
b ba
N i
ya m
ti do</w>
aqu el</w>
au di
demos tr
ó ni
c ari
refo x</w>
ri k</w>
pa k
ci n
a wa
pej te
to mar</w>
s te
din ero</w>
ˈ j</w>
pre ocu
ti vos</w>
r an
ˈ n
be yoʼ</w>
ñu men</w>
qui z
á li
E O</w>
s an</w>
fi r
sal v
M t</w>
ja tsʼu
d ente</w>
, 000</w>
ô l</w>
no j
x lo
A j
tsʼoʼo leʼ</w>
conver sa
s tsa
yo j
hu manos</w>
ab ʼ
letiʼ e</w>
p ó
y in</w>
x kʼu
wini ketik</w>
x kʼo
m er
x eʼ</w>
a cu
ts pa
in e</w>
ti vo</w>
ho r
t qa
os os</w>
P e</w>
no p</w>
Eze qui
tsʼa k
sukuʼun oʼob</w>
spa sik</w>
je ˈ</w>
C U
justi cia</w>
i c</w>
e vi
ado ración</w>
organiz ación</w>
signifi ca</w>
ide as</w>
skʼo p</w>
xa aneʼ</w>
g ru
qʼu q
pen sa
chʼu un
mil l
ta qeh</w>
ca l
to r
yóo kʼol</w>
L o
con di
bi ʼ</w>
cu a</w>
A N</w>
a samble
en emi
ten ían</w>
man k</w>
I L</w>
se gún</w>
conse jos</w>
cier to</w>
c ía</w>
R OS</w>
cha ʼ</w>
J un
m é
4 8</w>
pejte lel</w>
er r
l íi
M an
li ber
sa lu
na ʼoj</w>
ki ʼ</w>
ar lo</w>
apren der</w>
u pʼéel</w>
conver sar</w>
ci miento</w>
cho ch</w>
xbʼaan u</w>
manta le</w>
ó ven
óven es</w>
ta ʼ</w>
prue ba</w>
le w</w>
pe di
audi torio</w>
ch ʌ
ch kʼot</w>
g lo
L aj</w>
jo ß</w>
ayudar á</w>
mo s
Re y</w>
ye ʼ
ob je
kya j</w>
t ía</w>
dem u
Ti m</w>
M es
ya kal</w>
buen o</w>
v í
h ar
aj wiʼ</w>
M OS</w>
x cßa
qʼu e
mu yu
na ción</w>
t áa
segu r
5 5</w>
x kʼot</w>
Pe d</w>
servi cio</w>
yo ra
nar u</w>
sa ʼa
ser es</w>
k áa
c ʼaj
B alu
quer ía</w>
sig lo</w>
b ʌ
j óvenes</w>
se amos</w>
de ber
t qan
ch úu
nop el</w>
b on
k er
reuni ón</w>
mi la
C re
con stru
I n</w>
kʼa a
o so</w>
ú l</w>
pa ab
agu a</w>
L i
n úu
men cion
v ari
ku bʼij</w>
es cla
cu los</w>
espo so</w>
DI OS</w>
fi eles</w>
Jer emías</w>
t emp
cʌn tes
vo sotros</w>
x chʼool</w>
no jo
ñ i</w>
ex peri
â l</w>
igu al</w>
kaʼ a</w>
qi ʼj</w>
tz ʼe
Dio soʼ</w>
CI ÓN</w>
ga do</w>
ta t</w>
ca dos</w>
I N
i mag
co mi
de ben</w>
M a</w>
to jlel</w>
m es</w>
Sa úl</w>
an a
ka j
Sa lom
mi le</w>
ma dre</w>
ayu dó</w>
m ero</w>
VID EO</w>
jun tiquil</w>
in tro
yo r</w>
I s</w>
kʼa sal</w>
in o
ter ri
a lal</w>
P ara</w>
kuʼun tik</w>
capí tulo</w>
tsobo bba
d á</w>
ru bʼanik</w>
por t
mo ko</w>
mu j
u tik</w>
ʼ l</w>
in ik</w>
maa sil</w>
an o
te k</w>
su ce
cˈ u
b oʼob</w>
Ma ʼ</w>
l é
ya ˈ</w>
ti co</w>
d ro
bʼincha ʼn</w>
ba ʼob</w>
Escri turas</w>
mo ra
ari ʼ</w>
ta jin</w>
lâ in</w>
lo k</w>
e qui
óo lal</w>
pa so</w>
no k</w>
apósto les</w>
feli ces</w>
ki lal</w>
RE S</w>
vi de
testi go
t xi</w>
Ju dá</w>
tz ʼ
j chi
profec ía</w>
yal be</w>
ka x
b les</w>
Esta dos</w>
kʼu tun
párraf o</w>
hab l
C hi
pa sado</w>
qʼa bʼ</w>
ti ʼobeʼ</w>
n q
t tzaj</w>
re cuer
pu er
ca be
c ando</w>
ne t</w>
ja sta
i b</w>
tuuku l</w>
li mpi
ja ʼan
Pre gun
g re</w>
e ter
fi el</w>
Salom ón</w>
4 6</w>
wu j</w>
I K</w>
jatsʼu ts</w>
ti j</w>
ra jawa
va lor</w>
pa j
kiʼi mak</w>
t é</w>
k íi
ma yor</w>
Y A</w>
esi os</w>
kuxle jal</w>
se le</w>
Y O
w in</w>
o cur
e xa
xb ê
testi go</w>
T i</w>
hici eron</w>
tx qan
j an</w>
yu ʼa
in k</w>
jun uk</w>
ar re
situ ación</w>
Be tel</w>
txqan tl</w>
smelo lal</w>
i x
u sar</w>
quiz ás</w>
yaj tsʼak
qu emos</w>
K O
cu al</w>
cla ro</w>
pun to</w>
in a
ej emp
A sí</w>
chu qa</w>
jaa jil</w>
z ca</w>
kʼu t</w>
di ri
pʼ áa
meyaj tik</w>
l á
w ariʼ</w>
Ef esios</w>
z ado</w>
jiñ ʌch</w>
y úu
d ón</w>
va lo
qˈu i</w>
t su
enten der</w>
ba ʼ
vo kol</w>
i k
fá cil</w>
re cción</w>
In ter
estr o</w>
T z
re hebʼ</w>
resu lta
pr on
S l</w>
mi ʼn</w>
e ʼes
pod ía</w>
l lo</w>
tz a</w>
m eʼ</w>
ka ʼi
jasta q</w>
di al</w>
ke b</w>
R i
ha ya</w>
ti jo
er as</w>
ʼo ʼ</w>
ʼo tx
ora r</w>
c ʼal</w>
sa maj</w>
je j</w>
xbʼa an</w>
le er</w>
si en
a wo
Ezequi el</w>
P o
ru u
ta dos</w>
i mi
beet koʼob</w>
chʼa ʼa
A l</w>
ku kx</w>
ma k
ón de</w>
20 0
É l</w>
v elta</w>
e h</w>
ri q</w>
pr ó
ami sta
g er
fuer zas</w>
qa chalal</w>
ku ba</w>
ja ʼuk</w>
ha ga</w>
c ru
C a
me r</w>
yan tal</w>
yoʼonton ik</w>
dur ía</w>
gu erra</w>
ab te
cßa ß
P a
matri monio</w>
tuk lik</w>
si lal</w>
D es
yeʼes ik</w>
lo gr
tina mit</w>
sabi duría</w>
rajawa xik</w>
paí s</w>
i le</w>
cuan queb</w>
kʼu jla
co me</w>
escribi ó</w>
ten to</w>
áli sis</w>
mi go
ʼotx ʼ</w>
na ciones</w>
estudi ar</w>
á ni
t ando</w>
maʼa tech</w>
t és</w>
pa jal</w>
múu chʼu
Kʼ A
conversa ción</w>
acer ca</w>
s en</w>
volun tad</w>
x aneʼ</w>
ale gr
man ten
ân k</w>
le tiʼ</w>
entr o</w>
a ca
L as</w>
pu so</w>
o m</w>
ch ʼel</w>
tzo lom</w>
kʼu xi</w>
go ber
í o</w>
í n</w>
t emos</w>
ky e
u u
resu ci
pe que
i lta
jo ven</w>
re ali
der e
j na
K A
yoʼtan ik</w>
J un</w>
kyu kʼil</w>
y ô
j kʼan
ta al</w>
ra do</w>
kˈ ij</w>
6 5</w>
ö j</w>
publica ciones</w>
B us
deci siones</w>
ʼ k</w>
ra qal</w>
es pa
parec e</w>
ñaʼ tan</w>
maʼa lo
Pro v</w>
joʼ kan</w>
v esti
o ch
a ti
ri dad</w>
bee taʼal</w>
pro ve
bée y
C A
Y A
y ó</w>
tiʼ eʼ</w>
com pren
con clu
li o</w>
ba jo</w>
ab ʼa
B ʼI
ʼo k</w>
kʼ be</w>
con ven
chʼo j</w>
ˈ y</w>
su cur
ha ciendo</w>
N U
se cción</w>
k qab
jaʼ nix</w>
ti ji
s kʼa
podr ía</w>
al gún</w>
xe ʼ
ú ni
t ê
uti li
h ará</w>
Uni dos</w>
tz un
qʼ i</w>
m á
cer ca</w>
h il</w>
com par
ru wäch</w>
je tik</w>
î nk</w>
cʼʌ j
qa chʼa
o port
we m</w>
dar á</w>
ye kʼin</w>
kʼe lo</w>
B aj
w í
par a
la ʼal</w>
x y
i ch</w>
con ti
es for
ri xin</w>
bern ante</w>
cuer po</w>
na qa
ta q
l la</w>
s tos</w>
ku ya</w>
si to</w>
in f
u r
llev ar</w>
ari a</w>
hab er</w>
QU É</w>
tza laj</w>
lle gar</w>
tu lan</w>
j oʼo
tú un</w>
deci sión</w>
ri che</w>
ki xye</w>
M Á
re vista</w>
gu ar
cu án
chi ru
c ciones</w>
ï l</w>
yʌ l
J n</w>
n eʼ</w>
lesi as
difí cil</w>
xa k</w>
no che</w>
medi ante</w>
chʼ na
qui én</w>
ar án</w>
le m</w>
c emos</w>
áng eles</w>
x chʼa
ka m
y áax</w>
pi e
nu ʼuk
lu l</w>
u bʼanik</w>
ts pas</w>
Le y</w>
bˈ il</w>
tu ʼna</w>
no ta</w>
e fec
v al
si k
sa bemos</w>
o c</w>
pri mer</w>
buen os</w>
M e
v oʼ</w>
chan u
nin gún</w>
min aʼan</w>
pro pó
ába mos</w>
r ä</w>
intro ducción</w>
ban ti</w>
ye t</w>
noti cias</w>
QU E</w>
ni l</w>
ci dad</w>
ji ʼ</w>
cßaß ru</w>
nojo ch</w>
T u</w>
tiʼ j
religi ón</w>
ma jun</w>
sol da
yi chʼik</w>
x qui
a cuer
A L
yuʼun ik</w>
m esa</w>
hacer lo</w>
di ciendo</w>
je le</w>
presi ón</w>
su b
p ä</w>
llama do</w>
EST ROS</w>
C r
wi lik</w>
vu el
hab la</w>
sab ía</w>
tsʼi ba
va mos</w>
r le</w>
we ch</w>
ora ciones</w>
x tu
tran s
q as</w>
de jar</w>
i x</w>
P RE
O V
G én</w>
ya k</w>
win ak</w>
confi anza</w>
ri b</w>
prue bas</w>
yuʼun e</w>
es as</w>
M e</w>
comple to</w>
1 5
a g
san gre</w>
líi ʼ
fici os</w>
ʼ q</w>
pa sa
ME JO
es fuer
x ni
oʼo la
ba qui</w>
tú un
ke ch</w>
mis ma</w>
U se</w>
E va</w>
man da
for tale
da vía</w>
kí im
i o</w>
conse jo</w>
re ino</w>
b tes
T ra
an e</w>
i a</w>
ali dades</w>
ú un
vi sión</w>
sto e</w>
chʼ ʌ
h u</w>
e te</w>
kiʼi mak
h al
x tz
histo ria</w>
de b
an i</w>
j kʼel
se an</w>
j tul</w>
o x</w>
lleg ó</w>
q ʼan
No é</w>
tzʼo k</w>
D O</w>
u túul</w>
Jéeoba oʼ</w>
G u
ye wal</w>
jun aq</w>
pa ala
sa ʼal</w>
ar ro
Ec lesias
erman o
qʼu in</w>
kʼu n</w>
T en
segu ro</w>
lta k</w>
especi al</w>
sta le
ju sto</w>
m áan</w>
a z
An álisis</w>
m ba
or o</w>
gru po</w>
as un
de f
tiji c
4 7</w>
i li
D A</w>
ser ía</w>
p ti
o í
Kʼ e
cristi ano</w>
ch wäch</w>
principi os</w>
o toq</w>
ti fi
cu e</w>
yáant koʼon</w>
be ytik</w>
ye j</w>
a pli
sti n
N ab
k raj</w>
a yi
t ä</w>
Eclesias tés</w>
v ar</w>
tz qi
sacri fi
pen ses</w>
2 ,
tiʼ chaq</w>
kʼi in</w>
G e
chaʼ len</w>
autori dad</w>
lo qʼo
MEJO RES</w>
pregun ta</w>
T e
re alidad</w>
cua dro</w>
es condi
propó sito</w>
o jos</w>
bo l</w>
a mente</w>
mo str
én do
gr o</w>
confi ar</w>
ch â
encontra do</w>
b ri
MA ESTROS</w>
to res</w>
chixjun i
a ma</w>
cla se</w>
kux ta
Baj cheʼ</w>
q aj</w>
vi sto</w>
en contr
vo z</w>
r an</w>
f on
X i</w>
tiʼj ju</w>
v ini
al guna</w>
xu bʼij</w>
maʼ yuk</w>
eʼes ik</w>
kʼin al</w>
ry ä</w>
cʼu x
in tik</w>
hu mani
super inten
in as</w>
qi bʼ</w>
n ej
bʼa laj</w>
xb ânu</w>
me le</w>
ba r</w>
Co mo</w>
Fili penses</w>
ja mal</w>
chi ʼi
bo t</w>
o sa</w>
n ú
co ch</w>
ya kʼo
qi kʼ</w>
la b</w>
xo l</w>
ʼ N</w>
so y</w>
l ó
Q A
P O
Bus quemos</w>
t ku
l oʼobeʼ</w>
to davía</w>
cu alidades</w>
ani c</w>
R ES
so r
Mes ías</w>
É x</w>
i g
yan tike</w>
t y</w>
kʼu x</w>
aj el</w>
ë t</w>
du da</w>
an as</w>
pʌ s
gen er
qachʼa lal</w>
pusi cʼal</w>
k úun
P ri
ma jlel</w>
hac emos</w>
fo lle
m la
expli ca</w>
taʼ maj</w>
la wil</w>
se gun
no ʼ</w>
tar de</w>
muj eres</w>
ab le</w>
t bʼal</w>
la b
su t</w>
itz el</w>
in stru
cua tro</w>
pon er</w>
i ʼ</w>
quer emos</w>
T es
s eʼ</w>
m áan
S er
Pala bras</w>
sa be</w>
w en
t é
ri bʼ</w>
w aj</w>
cʼʌj ñi
be j</w>
pro du
fuer te</w>
ci encia</w>
si ti
esta do</w>
i r
en car
Jo su
mi go</w>
b es
le kil</w>
ti ca</w>
pe li
escondi das</w>
ma bʼil</w>
ta ja</w>
con ta
a chi</w>
t bʼant</w>
ari se
li dades</w>
mill ones</w>
be yel</w>
versí culo</w>
re cha
chʼu l</w>
fin al</w>
Lu ʼu
prof un
l ê</w>
C o</w>
kʼi j</w>
j pa
to y</w>
ya b
ab ʼan</w>
tsi loʼob</w>
chʼi x
tsʼáa j</w>
ku ʼun</w>
kyo j</w>
U n</w>
ab ʼe
le van
Je ch</w>
x ku
di cho</w>
R E</w>
di ente</w>
T O</w>
yaabi lt
xo k</w>
tar se</w>
nor mas</w>
kaa jil</w>
ce le
Qui én</w>
ya an
kʼu l
e e
ci os</w>
ji j</w>
LA S</w>
jun to</w>
f le
Ji ñi</w>
d ando</w>
kun ik</w>
yuʼa m</w>
ye e
pes ar</w>
le loʼ</w>
cre er
ch in
acuer do</w>
yʌl ʌ</w>
amista d</w>
ñ a
ju i
car ta</w>
a qʼu
t äj</w>
j ar
acti tud</w>
tu ra
lo l</w>
a ˈ</w>
parti ci
ba el</w>
G UN
ts kolta
San t</w>
El ías</w>
D A
un kil</w>
humani dad</w>
ca mos</w>
j kʼa
pi l</w>
mi e
u ts</w>
jnop tik</w>
p ú
p os</w>
ab an
yi k
wa ʼ</w>
lu gar
i ba</w>
bee taʼa
wo ko
re cu
cu înk</w>
chʼ tik</w>
í so</w>
jóo ʼ
u ʼj</w>
u tsil</w>
ten ido</w>
xi chʼ</w>
tqan il</w>
E R</w>
bu tik</w>
verdad ero</w>
z aron</w>
manta tsʼ</w>
ja bil</w>
al can
na k
ca paci
tsik ba
s tas</w>
paci encia</w>
LA L</w>
na ßa
m em
escu ch
qu ías</w>
mi lal</w>
qʼ a</w>
di ci
un gi
reg res
aten ción</w>
ü t</w>
agu an
kʼo pe
ta qikʼ</w>
ke ʼex</w>
er u
er se</w>
ten ga</w>
cir c
5 1</w>
di e
cel esti
j ini</w>
nue vas</w>
g eli
xbʼaan unkil</w>
mi seri
si bʼalaj</w>
i loʼob</w>
f arise
di os</w>
neces ario</w>
pron to</w>
x bʼe
demos trar</w>
c ßu
B Ʌ</w>
tiemp os</w>
sa ch</w>
ta da</w>
si ete</w>
ha cia</w>
cab ʌl</w>
xi ʼ</w>
w óol</w>
gu en</w>
man a</w>
mi sion
yam bʌ</w>
si mo</w>
I lawil</w>
ten cia</w>
Josu é</w>
kʼutun em</w>
4 9</w>
u bʼi
enfer me
s tra
ador ar
ni ños</w>
l úu
es co
ta maj</w>
joʼo p
x to
si ʼi
em br
o ch</w>
Tes al
o e</w>
ama ya</w>
ʼe loʼ</w>
Ch an
pas ó</w>
S O
di era</w>
raz ones</w>
pa sar</w>
kʼ i</w>
be ilta
abʼ qʼi</w>
g en</w>
ß ue
mie do</w>
folle to</w>
inter es
conclu sión</w>
ti lil</w>
p ée
mu u
chß ôl</w>
yaʼali keʼ</w>
ni kʼaj</w>
a x
respon sabi
qʼa x</w>
miseri cor
tzun ju</w>
nu p
ma las</w>
importan tes</w>
f ra
sba lil</w>
l es
ja k</w>
U na</w>
s lo
si endo</w>
mi o</w>
cʼaj ti
ma an</w>
Inter net</w>
en cu
cʼʌjñi bal</w>
y i</w>
o y
enemi gos</w>
R O
z an</w>
T I</w>
xu bij</w>
con su
sna ʼ</w>
yo tik</w>
si m
li loʼ</w>
qʼi n</w>
li le</w>
a das</w>
ʼ je</w>
van geli
be el</w>
Y U
os as</w>
contr o
u tzi
5 2</w>
je chuk</w>
e k
na l</w>
cʼ ʌch</w>
S U
xuʼu lul</w>
ca p</w>
en fren
di j
kʼan jel</w>
pre ci
oport unidad</w>
cie los</w>
chʼo chʼ</w>
nue va</w>
in kil</w>
hab len</w>
oxi bʼ</w>
gobier no</w>
qi l
M un
Q ʼI
tuʼn tzun</w>
chu k
taa ta
f a
Ch eʼ</w>
k oʼobeʼ</w>
xuʼu l
va do</w>
o c
máa koʼoboʼ</w>
dis curso</w>
tz ß
b ˈ</w>
ar ía</w>
mi embr
d aba</w>
or ía</w>
c ˈ</w>
ec e</w>
si a</w>
yora il</w>
qʼa ma</w>
ol vi
l t</w>
kon tra
C on</w>
Tu ʼn
vol ver</w>
salu d</w>
va lil</w>
ser án</w>
ko tik</w>
mu estra</w>
t ʼu
hab la
b é</w>
ʼO B</w>
kʼiin eʼ</w>
des a
chi que</w>
u m
sti r</w>
profec ías</w>
sue lo</w>
re cono
des cen
ten i
o so
cari ño</w>
se xu
quer i
di r</w>
asamble a</w>
anci ano</w>
D ES
o v
Ti quʼn</w>
mo n</w>
I sa</w>
kʼ ex
tar á</w>
f av
x la</w>
bʼa bʼil</w>
K ri
je b</w>
ten go</w>
much a</w>
kʼ üt</w>
ʼ eʼ</w>
ta lel</w>
R ut</w>
wa ˈ</w>
sucur sal</w>
apren demos</w>
isra e
po lí
ʼu t</w>
q ßue
e chʼ</w>
tzʼ ët</w>
i ru
baʼa xeʼ</w>
x il</w>
wa ʼa
6 0</w>
mun dial</w>
C ON
sa ma
on a</w>
qui xta
Fi refox</w>
qa s
ʼe bʼ</w>
Co lo
K a
ʼ tik</w>
gu sta
consi der
d é
hu bi
proble ma</w>
Ya an</w>
rela ción</w>
ej as</w>
K ʼo
ï y</w>
en tre
con vi
Baʼa leʼ</w>
t qˈ
skʼop lale</w>
mis mos</w>
si gue</w>
kʼa m</w>
f ía</w>
celesti al</w>
a le</w>
Aj vali
ï t</w>
er po</w>
R e</w>
P i
te mas</w>
ver emos</w>
tsʼíi b
JE H
yóo loʼob</w>
kʼaʼay taj</w>
in c</w>
s chʼuun
ja tumel</w>
recibi r</w>
ve lación</w>
bu l</w>
Cu erpo</w>
win ek</w>
ero so</w>
jun am</w>
aj vali
cu u
so ci
Apo c</w>
toʼo neʼ</w>
fav or</w>
mar avi
e du
demos tra
di cen</w>
co stu
el lo</w>
ba tik</w>
CH I
inf lu
ti kin
W a</w>
K I
q kʼuʼj</w>
aʼ ye
so bre
baʼ yel</w>
te y</w>
dej ó</w>
bon dad</w>
si ente</w>
chi b</w>
chal be</w>
bo tik</w>
di os
ch que</w>
au to
man tener</w>
j naʼ
A J</w>
j i</w>
congrega ciones</w>
c ß</w>
tso ba
s ʌ
Pregun ta</w>
te chel</w>
yaabi laj</w>
at án</w>
resu r
es toy</w>
er to</w>
P r</w>
N I
te ʼex</w>
ma la</w>
ki ltik</w>
bʼa al</w>
sir vi
mu cʼʌch</w>
Je r</w>
kya qil
Ro ma</w>
necesi tamos</w>
B ʼ</w>
kʼel el</w>
es el</w>
Sa m</w>
res i
7 0</w>
si s
ti koʼob</w>
for me</w>
le ʼex</w>
est é</w>
tzʼa q
pro gra
pa p
no ko
kʼa yewal</w>
ca usa</w>
ara ón</w>
jaʼ o</w>
cabe za</w>
wi ˈ</w>
M P
wo li</w>
un e</w>
dar le</w>
ér ci
len gu
le tiʼobeʼ</w>
gu ía</w>
A le
5 3</w>
cumpli r</w>
pée k
cir cui
G U
u e</w>
tz yet</w>
x an
awo ʼ
S in</w>
J I
u ter
tuʼn j</w>
ch íi
obede cer</w>
he bre
pú bli
yajtsʼak lom
oʼola leʼ</w>
avi e</w>
tu kʼ</w>
a un</w>
lec c</w>
Di ab
Cu án
re cuadro</w>
j kuxleja
re ac
ka ˈ</w>
w bʼal</w>
ma lo</w>
puk siʼi
tsa l</w>
Nue va</w>
ʼ ʌ
á culo</w>
qʼ e
k as</w>
agra deci
L OS</w>
prácti ca</w>
di endo</w>
acti vi
conti nu
ku bʼan</w>
experi encia</w>
be jla
escu ela</w>
ti s
no vi
kʼa j
des cu
cha ab
di entes</w>
co sa</w>
la je
kaw bʼil</w>
D E
respe to</w>
win q</w>
gr os</w>
dese a</w>
kʼan je
A ban
a par
ru b</w>
ch are</w>
sacerdo tes</w>
ro pa</w>
d ónde</w>
ta ban</w>
. .</w>
. ..</w>
idio ma</w>
gi r</w>
ku tan</w>
ri qˈui</w>
d í</w>
kʼáa t
B u
mon os</w>
N O
an je
s jun
lugar es</w>
Aban an</w>
5 4</w>
que dar
o bras</w>
d é</w>
ab el</w>
Nue vo</w>
De uter
x ja
pro mesa</w>
pa sele</w>
Deuter ono
l f
K E</w>
glo ria</w>
qui era</w>
lu z</w>
di stin
p â
ar emos</w>
Deuterono mio</w>
le kuk</w>
Es cu
li letik</w>
bíbli cas</w>
an u</w>
ja do</w>
chixjuni leb</w>
btas el</w>
ca sti
resur rección</w>
tz u
q tzun</w>
sacerdo te</w>
ok s
LI L</w>
stan te</w>
fal ta</w>
x ra
li v
k pajal</w>
wa y</w>
chu kaˈ</w>
ch oʼ</w>
JEH OV
jchan tik</w>
ten qʼa</w>
po li
bi s
esta ble
empe zó</w>
estu vo</w>
MÁ S</w>
Kʼ O
terri torio</w>
s kʼu
po j</w>
balu mile</w>
do lor</w>
2 8
yu tsil</w>
ejemp los</w>
aa tin</w>
a ku
JEHOV Á</w>
x o</w>
en ci
cion al</w>
aß in</w>
B E
do min
x ko
mo ʼ</w>
yaʼa leʼ</w>
na jin</w>
cur sos</w>
a va
da mente</w>
qa chʼool</w>
ta m
ca s
ʼi ch</w>
ch qa
mo rir</w>
eter na</w>
qu ˈn</w>
y î
verda der
rela to</w>
R a
úu ch</w>
al kye</w>
man ik</w>
yi chʼoj</w>
m era</w>
ni ño</w>
ó li
xchʼu nel</w>
h as</w>
kʼaa baʼ</w>
ˈ x</w>
ju z
cin co</w>
o job</w>
ya ʼal</w>
nej el</w>
kaa jal</w>
xu ku
m bʼe
a vu
oks lal</w>
la a
á a</w>
y ec
pu estos</w>
pe cados</w>
BA ʼA
teri or</w>
sacrifi cio</w>
skʼo pon
H ch</w>
cuan to</w>
ari ˈ</w>
ya ʼi</w>
naßa jej</w>
ar es</w>
ki b</w>
K Y
wa jun</w>
tari o</w>
j kʼan</w>
2 9
oca sión</w>
Y a</w>
uni ver
on al</w>
gober na
chʼu ut</w>
ö x</w>
M U
P er
qʼu ele</w>
s ée
kal tik</w>
efec to</w>
me le
g ó</w>
Re velación</w>
dem oni
ca b</w>
T oj</w>
tz ʼel</w>
ex tra
con ciencia</w>
bʼ i</w>
bi le</w>
kʼiin il</w>
chu qʼabʼ</w>
cuan quil</w>
a teʼ</w>
BI L
últi mos</w>
ma s
bin oʼob</w>
pue do</w>
i ky
sen ses</w>
t wu
d or
v es</w>
Ts ʼo
sier vo</w>
precurso r</w>
ci da</w>
k áaj
a ʼi
ʼa an</w>
pʌ s</w>
Cre ador</w>
mu kʼ
sigui entes</w>
lla ma</w>
yo j</w>
tbʼ i</w>
páaj talil</w>
tu ku
baʼa xten</w>
p eʼ</w>
yúu chul</w>
tz il</w>
yal bey</w>
kan ik</w>
cambi o</w>
j chʼu
on e</w>
o sil</w>
l bʼal</w>
e ke</w>
respon dió</w>
tr a</w>
alegr ía</w>
to t</w>
ora sion</w>
may oría</w>
xu bʼan</w>
L â
b ânu</w>
escla vo</w>
v emos</w>
tra du
P en
bendi ción</w>
ti ˈj</w>
i w</w>
xi j
a sig
much ʼ
nú mero</w>
na tura
erman oetik</w>
u in</w>
a ún</w>
estr an</w>
a prove
kaʼa j</w>
jon tir</w>
Go bernante</w>
P ue
segur os</w>
j mo
P or
T x
kʼo p
dese o</w>
chi chʼochʼ</w>
be yik</w>
l â</w>
estr os</w>
us an</w>
much í
5 6</w>
an unci
chʼa ʼaj
ho m</w>
circui to</w>
be ñob</w>
aj bʼen</w>
ra y
wu ʼu
1 3
propi a</w>
muer tos</w>
res ca
posi ción</w>
TE S</w>
jaa ji
kʼope tik</w>
kʼa tzin</w>
Es ter</w>
en ter
jun juntl</w>
a wi
a de
yaʼa laj
nekeʼ x
cʌntes ʌntel</w>
Cu ál</w>
ha b</w>
G ala
o t</w>
lle va</w>
O ʼ</w>
rela cion
ab ʼal</w>
bus car</w>
ar ón</w>
do c
israeli ta
ar le</w>
nar aj</w>
de as</w>
j pas</w>
mar zo</w>
man eras</w>
S E</w>
k ßa
c ár
a tz</w>
B er
j an
es i</w>
tso ble
gran des</w>
escu char</w>
arre pen
Abra ha
G ál</w>
táan il</w>
come r</w>
bʼ en
ani a</w>
Diab lo</w>
def en
Ju das</w>
t nejel</w>
per sa</w>
ma tan
A unque</w>
rega lo</w>
k ar
jun tos</w>
G é</w>
ej érci
o il</w>
tsʼoʼo k
19 9
ʼo x</w>
t koʼob</w>
o lo
cui dado</w>
xo do</w>
sub tʼan</w>
oʼ kx</w>
Ch éen</w>
Bʼ AN
t wi
si dad</w>
ru qʼij</w>
aʼa laʼa
Tx ʼotxʼ</w>
la m</w>
chu wach</w>
ʼan el</w>
bʼ el</w>
ar les</w>
re fle
ky qʼoʼn</w>
aj valil</w>
ñ as</w>
en to</w>
z os</w>
yajtsʼaklom tak</w>
ti ki
s jo
xi mbʼe
r öj</w>
oʼo biʼ</w>
hab ʼ</w>
j en
cu lta
mâ c</w>
lâ ex</w>
fi er
tu vieron</w>
ʼan oʼob</w>
cambi ar</w>
ʼ la
lu stra
em e</w>
aʼ te
dij eron</w>
an gu
H A
xcßa jol</w>
q eʼ</w>
m ʌ
pa m</w>
nu ʼij</w>
a d</w>
BʼI L</w>
j in
difi culta
EST RI
q nikʼ</w>
gra do</w>
chuk me</w>
Ajvali lal</w>
mes es</w>
ky kyaqil</w>
g e
ch tun</w>
tz ala
V er
bu r
S a</w>
t ja
yo jel</w>
u ʼu
tsʼa ka
M O</w>
li k
KU X
yʌ qʼue
de a</w>
cu u</w>
cho maj</w>
ov ejas</w>
ayudar nos</w>
us ta</w>
o yuk</w>
siti o</w>
te j
la ˈ</w>
5 7</w>
s inti
n in</w>
Ta mbién</w>
zar se</w>
luʼu mil</w>
jta tik</w>
g ía</w>
yi x</w>
re in
d entro</w>
ju jun
yáan taj</w>
tzi ˈn</w>
s bi</w>
car ne</w>
pró xi
o bli
ma si
B ʼA
TA S</w>
si ca</w>
j ko
PRE GUN
pej can</w>
ni ma
cho ʼq</w>
Tesal oni
ka t
G ali
yan oʼob</w>
Isa ac</w>
l las</w>
kʼa ʼan
t qʼama</w>
Pri mera</w>
1 19</w>
an il</w>
qʼa ʼ</w>
an tik</w>
M ar</w>
tek lu
d encia</w>
tzi jol</w>
maʼalo b
wo kol</w>
cha m</w>
kyi m</w>
í a
É xodo</w>
j y</w>
cho kß</w>
baʼa l
añ a
á la
s testigo
re tal</w>
e pal</w>
muyu baj</w>
ka wil</w>
ra j
ki li
esper a</w>
yo o
ten qʼan
pa til</w>
7 2</w>
cʼux bi
ya le</w>
puer ta</w>
bʼan o</w>
vol vi
Le tiʼeʼ</w>
verdad era</w>
kʼo pe</w>
con duc
x cha</w>
bu k</w>
ti po</w>
pue des</w>
demostr ó</w>
cu tan</w>
encontra r</w>
v oʼo
nu m
misericor dia</w>
hi ja</w>
bene fici
í n
s cho
nin guna</w>
C r</w>
ʼ ʌch</w>
ʼ ji
ê re</w>
ha ʼ</w>
pon e</w>
pa sa</w>
kʼ wa
tes an</w>
ta man</w>
bendi ciones</w>
T S
n w
ála tas</w>
yi lel</w>
difí ci
én es</w>
fuer za</w>
Chu coch</w>
j tel</w>
gi ó</w>
r á
pres ente</w>
an zas</w>
situ aciones</w>
senti mientos</w>
aban don
TI KE</w>
P U
ß can</w>
de masi
ju l</w>
j tojo
in g
fu ego</w>
ble mente</w>
bi lidad</w>
5 8</w>
c entr
ab ril</w>
T ze
ci dos</w>
aqu ellos</w>
ta m</w>
E ʼ</w>
Colo senses</w>
hab rá</w>
est re
En tonces</w>
vi ene</w>
fi li
cono cimiento</w>
ku baʼob</w>
wa q</w>
kʼa kʼal</w>
co mien
b un
ti dad</w>
u silal</w>
ta jol</w>
oca siones</w>
ungi dos</w>
o o
jon em</w>
po ca</w>
ta les</w>
hac ía</w>
P u
per man
lesi a</w>
yi l
yaʼi y</w>
lo ʼi
feli cidad</w>
de tal
G álatas</w>
ta bern
sbi e</w>
ja ʼan</w>
e c</w>
cˈ ut</w>
cre ación</w>
erman o</w>
pi dió</w>
lo kʼ</w>
kʼa sa
kʼ ïy</w>
u j</w>
s nop
propi o</w>
en ga
anti gu
reli ji
di si
to b</w>
p áa
lar es</w>
ari ik</w>
a tra
nw ts
nwts ty</w>
xuku jeˈ</w>
ʼo j
la lik</w>
eʼ tel</w>
aqu ella</w>
puk tes
pro mes
L EL</w>
z amos</w>
pti embre</w>
gran de</w>
ar ca</w>
ky xol</w>
sen tía</w>
chi habʼ</w>
cha ʼa
ado rar</w>
tsʼ áa</w>
senti r</w>
l ʌ
ju tuk</w>
an u
vi l</w>
suj m</w>
envi ó</w>
vu l</w>
ta ak</w>
muer to</w>
chʼ o</w>
I deas</w>
BA L</w>
kí in
cen ses</w>
aqʼu n
kʼu riʼ</w>
demu estra</w>
x ke
an jel</w>
uu q</w>
tra baj
en t
S B
K u
Ef es</w>
testi monio</w>
múuchʼu liloʼ</w>
m ben</w>
ky witz</w>
im perfec
te le</w>
E x</w>
ñi mil</w>
pa ñimil</w>
sta kʼ</w>
xa ʼox</w>
an qʼin</w>
s ni
kʼa as</w>
sis tema</w>
aj wa
ta ke</w>
j es</w>
maravi llo
jaʼ bil</w>
ú n
kʼaʼabée t
ku bʼ
un a
pien sa</w>
káa j</w>
A ju</w>
un tes
kan abʼ</w>
jui cio</w>
8 3</w>
tr ás</w>
t ʼan
ch qe</w>
van ej</w>
bʼi n</w>
b âl</w>
o jel</w>
ce p
x qa
baʼa te
x ya
se ptiembre</w>
San to</w>
á is</w>
imi tar</w>
ex pres
I N</w>
ʼo n</w>
sa ʼebʼ</w>
na ʼn</w>
chiru heb</w>
tabern áculo</w>
kʼe ban
ja lan</w>
cár c
ca ba</w>
ándo se</w>
je la
j sa
chaab ʼil</w>
C E</w>
ti va</w>
ku kʼ</w>
d ero</w>
lo bil</w>
in ki
cristi ana</w>
bʼi ʼn</w>
bu elta</w>
le al</w>
traba jar</w>
pu estas</w>
e lik</w>
mos trar</w>
famili ares</w>
bauti smo</w>
n ik</w>
ne b</w>
jkʼel tik</w>
A L</w>
w ʌ
debi do</w>
car on</w>
ni malaj</w>
e difi
N M</w>
L U
mo l
kʼa ʼut</w>
aj oʼob</w>
Tuʼn tzunju</w>
i kʼ</w>
T aa
xu ʼän</w>
ru k</w>
bʼ äl</w>
C H</w>
tan tes</w>
sen ci
cʌ n</w>
ma ñ
c é</w>
R o</w>
segu ridad</w>
ho ras</w>
Tra ducción</w>
T eʼ</w>
yeʼ tel</w>
di re
i kil</w>
Re paso</w>
Le an</w>
importan cia</w>
ide a</w>
Sa u
stestigo tak</w>
tspa sik</w>
prim eros</w>
mu rió</w>
ca si</w>
oʼ tan
Pablo e</w>
xkʼa bʼaʼ</w>
pa sto
n kʼatzin</w>
kaʼan sik</w>
tek sto
r ó</w>
pi x
evi tar</w>
circ un
apo yo</w>
o h</w>
di v
liber tad</w>
difíci les</w>
comi da</w>
ak táan
necesi dades</w>
Y o
H a
i y</w>
chaʼ i</w>
ca mente</w>
jaʼ lo</w>
angu sti
pod eroso</w>
túu x
qas tzij</w>
gi o</w>
b or
t äq</w>
ku tike</w>
h á
xu ʼij</w>
tz ul</w>
qu ese</w>
eli min
circun stan
K i
a kʼo
ri ij</w>
la q</w>
kʼu tbʼal</w>
bi lal</w>
Tesaloni censes</w>
wan q</w>
llama da</w>
cha va
fr ente</w>
si ʼ</w>
al ma</w>
cam po</w>
K a</w>
lo ʼil</w>
N ú
tsʼaka le</w>
t ʼ</w>
kʼaj kʼal</w>
J W</w>
preocu pa
cambi os</w>
ESTRI BIL
ESTRIBIL LO</w>
g oʼob</w>
úu ch
ta le</w>
su r
cul pa</w>
sukuʼun oʼoboʼ</w>
y en</w>
nu ʼän</w>
dificulta des</w>
é xi
achi ˈ
sjun ul</w>
lo jon</w>
va ción</w>
lf f</w>
bʼ tes
q qʼoʼn</w>
kqab ʼan</w>
ti ʼoʼ</w>
xbê neb</w>
ma yo</w>
ama r</w>
Ja ch</w>
yuʼu bi
s kʼe
per se
habl ó</w>
colta ñonla</w>
enseñ ar</w>
anci an
a kʼa
oj tzqi
mu lti
le j</w>
cárc el</w>
Tze ʼn</w>
ñ on</w>
cu ar
M AN
sti tu
pʼ ʌ
ee talil</w>
anima les</w>
P ON
C ol</w>
kʼa aba
S ara</w>
difer entes</w>
ya al</w>
ru xaq</w>
kʼ wal</w>
k i</w>
ali mento</w>
S ab
LE JA
i da</w>
e di
6 1</w>
Abraha m</w>
A m
instru cciones</w>
ej a</w>
ja más</w>
M O
e ta</w>
des ta
chi we</w>
x jel</w>
en ero</w>
Jon atán</w>
sufri miento</w>
b un</w>
x koʼo
lar go</w>
j kʼu
Yu um
wan kebʼ</w>
tskolta utik</w>
superinten dente</w>
máa keʼ</w>
x on
li ke
herman as</w>
achi ʼel</w>
Pablo eʼ</w>
activi dades</w>
Es t
w er
queß x
mu kʼul</w>
hubi era</w>
cum p
a pa
fr on
bí in</w>
re gu
mé di
óo la
wi ibʼ</w>
kˈ a</w>
A arón</w>
promes as</w>
3 ,
no po
tu vi
re fer
conduc ta</w>
C ʼa
re e
pregun tó</w>
j bʼaʼ</w>
di go</w>
c tos</w>
A hora</w>
pa cto</w>
in mora
kʼiin oʼob</w>
g ro
f araón</w>
a fec
úni co</w>
pi e</w>
óni cas</w>
ch as</w>
ar eʼ</w>
tsʼáa ik
awoʼ tan</w>
s áa
mañ ana</w>
6 2</w>
ue go</w>
Es píritu</w>
qʼu en</w>
na abʼal</w>
d entes</w>
miembr os</w>
judí o</w>
da ño</w>
ʼo n
j cha
á al
r nos</w>
ju lio</w>
Í A</w>
tuk li
man chukme</w>
gra fía</w>
t yo
ma teri
ji bal</w>
de cla
vi aj
pʼ ek
S I</w>
jnaʼ tik</w>
ja cʼ
ma m
con tribu
skʼopon el</w>
j ch</w>
so li
och ß</w>
xt qa
a go
solda dos</w>
k oʼonton</w>
circunstan cias</w>
chß ochß</w>
E vangeli
z e</w>
inter és</w>
ño p
ta jik</w>
bee toʼob</w>
ki ko
gi do</w>
ñ ʌ</w>
yi laj</w>
tz joj</w>
lúu bul</w>
Al kye</w>
yi p</w>
te ya</w>
kʼu yelan</w>
re almente</w>
L uego</w>
ximbʼe tz</w>
ko win</w>
S u</w>
pág inas</w>
ka ʼ</w>
famili as</w>
enseñ anzas</w>
jaaji leʼ</w>
Y E
cu ânk</w>
aguan tar</w>
a qa
sle kil</w>
tam poco</w>
progra ma</w>
ca l</w>
a yik</w>
quier en</w>
qʼo r</w>
po s
f ac
pʼáa tal</w>
sa tis
q an</w>
presi on
ja k
gusta ría</w>
sin kil</w>
g er</w>
ta re
gri ego</w>
ari os</w>
x jun
kiʼimak tal</w>
co l
bʼe j</w>
te m</w>
per aj</w>
ker em</w>
com uni
GU I
2 7
com ún</w>
Vi deo</w>
tendr á</w>
j p
a fir
person alidad</w>
para íso</w>
mo d</w>
wu ʼne</w>
vin a
tsobobba il</w>
mo co</w>
to o
publica dores</w>
Escu ela</w>
ye b</w>
sme le
o q</w>
jpas tike</w>
co lo
x cho
bˈ aj</w>
z il
tari os</w>
paí ses</w>
chʼu l
H ay</w>
B el
re yes</w>
Re yes</w>
senti mos</w>
kili ʼich</w>
ar é</w>
lâ at</w>
MA L</w>
lec ciones</w>
gu er
en tu
chʼi n</w>
re gi
p waq</w>
joʼop ʼ</w>
un as</w>
co m</w>
8 0</w>
kʼa kʼa
a xix</w>
Pe dro
vin ik</w>
vari as</w>
Ma la
pe ti
err ores</w>
I lustra
yaj tun
or gu
enseñ ó</w>
ad ver
re des</w>
ab ri
y endo</w>
t ʌl</w>
cam pa
a kʼa</w>
dr as</w>
ʼi ik</w>
qʼ ej</w>
de cía</w>
spa so
mag e
ex pul
balu mil</w>
du l
kri sti
tar lo</w>
m ä</w>
a segur
RES PON
ya lik</w>
necesi tan</w>
b oʼ</w>
reac cion
c ó
Gali lea</w>
ya kʼik</w>
ta lec
dere cho</w>
PA RA</w>
é ramos</w>
â tin</w>
recuer da</w>
fon o</w>
fi refox</w>
e la
pres enta
pon i
mu lil</w>
ka kʼtik</w>
ejérci to</w>
u x
le yes</w>
na ka
pen diente</w>
c ían</w>
J as
na ve
qʼa xal</w>
g enes</w>
X u
vo lu
prome te</w>
koʼ tan</w>
fru to</w>
ʼi x</w>
ti j
sacri ficios</w>
m bra
tu bre</w>
s ón</w>
cʼu l</w>
ko k</w>
estudi ante</w>
e je
co pi
K ʼ</w>
mi r</w>
cu esti
c li
ten gamos</w>
may ores</w>
Ar mage
ñu job</w>
ma ˈn</w>
des i
ʼu s</w>
H ero
áni mo</w>
M an</w>
R U
ti aʼal</w>
no qtzun</w>
pi es</w>
k ja
T es</w>
for talec
yo ok</w>
te kʼuriʼ</w>
me lob</w>
ji c</w>
vin aj</w>
taa sik</w>
pa ch
conse cu
xbê n</w>
lan to</w>
vi aje</w>
estudi antes</w>
em an
L u</w>
Kʼa ay</w>
cre ó</w>
cre encias</w>
compañ eros</w>
te ˈ</w>
j pu
bar co</w>
añ ob</w>
ayu dan</w>
ho spi
B en
x wan
fri ca</w>
x baj
encu entr
cu ál</w>
U lew</w>
versí culos</w>
ven ta
person al</w>
mi les</w>
asun tos</w>
a delante</w>
tar nos</w>
on g</w>
d era</w>
yo jil</w>
j ni
cre en</w>
3 0
mla y</w>
pu do</w>
idio mas</w>
C ar
re de
me tik</w>
en can
ya a
kaʼan oʼ</w>
JI Ñ
6 6</w>
Q ʼ
dr á</w>
e ch</w>
su kuʼun</w>
cu ción</w>
y ô</w>
aj cui</w>
o oʼ</w>
í im
car se</w>
qʼo j</w>
ve a</w>
demasi ado</w>
t yekʼin</w>
sa mente</w>
imag en</w>
c ta</w>
5 9</w>
vol ver
muchí simo</w>
A re</w>
xkoʼo laj</w>
ne que</w>
le ales</w>
jta k
mon ta
ky qʼamaʼn</w>
1 Co</w>
xon em</w>
je letik</w>
kan et</w>
us ando</w>
que da</w>
N u
tar án</w>
pa l
nor te</w>
P as
Kʼa ru</w>
JIÑ I</w>
ʼ o</w>
xu ya</w>
verdader os</w>
re be
al rede
ta kʼin</w>
pa tan
jun abʼ</w>
vo y</w>
oʼon eʼ</w>
kʼiin oʼobaʼ</w>
jmo j</w>
hu mano</w>
Cr ónicas</w>
tiʼ ja</w>
B ar
To dos</w>
suj m
que dó</w>
da tos</w>
paab ʼanel</w>
matan al</w>
a cab
Q ʼA
vari os</w>
tra ta</w>
kʼu q
con suelo</w>
stu k</w>
paj ina</w>
si as
at äj</w>
apo ya
ra mente</w>
próxi ma</w>
tsʼáa i
oc tubre</w>
comen zó</w>
re vi
tza qʼ
a tzun</w>
P I
kanáan tik</w>
her maan</w>
si ke</w>
mem oración</w>
i den
entu sias
cu lti
M u</w>
lo kʼel</w>
car a</w>
yeʼ esi
es ik</w>
por no
tien es</w>
vide os</w>
oj ée
ʼan o</w>
r ío</w>
no j</w>
aqʼun tl</w>
t kʼuʼj</w>
koʼonton tike</w>
d on</w>
taʼa b</w>
ch on
Tsʼo ʼo
u l
sigui ó</w>
a wu
me tros</w>
i lo
ch bat</w>
necesi ta</w>
Q ʼon
nqa ʼän</w>
colta n</w>
ab les</w>
t kyaqil
ob ser
ju ʼun</w>
as pe
Con memoración</w>
x cuanquil</w>
cier ta</w>
W at
8 6</w>
or den
té en
kʼujla bʼil</w>
tʌ lel</w>
tem ente</w>
qa kʼuʼx</w>
im pul
d á
Kʼe joj</w>
ten gan</w>
s jol</w>
al bil</w>
kan aj</w>
cha le</w>
w er</w>
Í AS</w>
t jaw</w>
ky kʼuʼj</w>
demoni os</w>
xnaqʼtz an</w>
A J
pod ían</w>
paab ʼal</w>
Tsʼoʼo leʼ</w>
xi tl</w>
precurso res</w>
6 8</w>
e ch
x íim
resulta do</w>
jon ik</w>
er nos</w>
le lob</w>
a mbi
Mun do</w>
le vi
Jo se
q u</w>
P on
skolta yotik</w>
rá pi
humil dad</w>
raz on
ti cos</w>
teß x
béey tal</w>
un d
óo tsi
xoo kil</w>
si guen</w>
sali r</w>
j mu
cʼu si</w>
av oʼonton</w>
u sa
ma los</w>
wer sa</w>
L a
x ʼi
Ne h
Kʼa yojil</w>
Can a
tzi jonem</w>
proba ble</w>
ch tal</w>
je je
so lu
j ba</w>
ca ß
Cʼa y</w>
se is</w>
ac ˈ
la bo
con tes
xi ʼi
NU EST
m oʼob</w>
deber ía</w>
ci r</w>
Sal ón</w>
xbʼe en</w>
kristi ʼaan</w>
Jas che</w>
A b
pi ʼʌ
ili yi</w>
cen tra
an te
ra ho
je e
chi ri
mo dos</w>
Bʼi tz</w>
des cri
R U</w>
yo to
su be
s nop</w>
qʼa x
sufri r</w>
N os</w>
ki x</w>
agra de
Yu ʼun</w>
t ni
ko n</w>
cˈ a
ʼA N</w>
x yee
men ti
4 ,
yakʼo j</w>
tun es</w>
muu kʼ</w>
E X</w>
Di s
tzaqʼ we
Por que</w>
Le ví
x sa
Y or
u k
p in</w>
jo s
aʼa lik</w>
pensa mientos</w>
op ini
xa m</w>
actu ar</w>
ï x</w>
é poca</w>
ra da</w>
pa yal
ni qui
her mo
K u</w>
Cor in
ʼu c</w>
tzʼo nin</w>
est én</w>
a eʼ</w>
tsʼíi bo
me tas</w>
akʼ bat</w>
ï n</w>
muyu ba
disfru tar</w>
aa ti
V a
xu k</w>
muchʼ táa
chki wäch</w>
F I
novi embre</w>
in eb</w>
chaj p</w>
yáan tik</w>
g res
st se
su c
contr ario</w>
San són</w>
an quese</w>
K U</w>
bʼan atäj</w>
