#version: 0.2
t e</w>
t i
t a</w>
o s</w>
a n
y a</w>
e l</w>
k ʼ
e s
e r
e n
c h
ti k</w>
a l
l a</w>
a l</w>
q u
t a
d e</w>
b i
p a
ʼ u
i n
o n
c i
e s</w>
a s</w>
qu e</w>
a n</w>
l i
y u
s o
@ -
@- @</w>
e m
e n</w>
l e
i l</w>
a b
a ʼ
o r
i k</w>
u n
a m
yu ʼu
r e
a r
kʼ o
d o</w>
s t
yuʼu n</w>
d i
s i
l o</w>
h o
t r
a j
o n</w>
p o
so k</w>
s e</w>
ch ʼ
J e
Je ho
Jeho v
o ʼ
ó n</w>
i c
b a
l os</w>
bi n</w>
Jehov á</w>
c u
t u
i l
b e
m u
j u
y a
a r</w>
D i
e l
t o</w>
B i
o j
o l
v i
o m
e tik</w>
p r
m a
r a</w>
p er
ic h</w>
d e
t an
j a
y i
s e
c on
ci ón</w>
pa s
Di os</w>
a y</w>
j ich</w>
m an
a d
b li
kʼo p
p u
r i
y al</w>
k e</w>
m a</w>
t ʼ
t e
s u
a c
n o
l as</w>
n i
p i
í a</w>
k ʼ</w>
o l</w>
k u
n a
s kʼ
ta n</w>
ja ʼ</w>
tʼ il</w>
u n</w>
n o</w>
oʼ tan
b r
l e</w>
al al</w>
m i
an t
Bi bli
s w
pa ra</w>
e r</w>
g u
m e</w>
en ta</w>
a w
kʼ alal</w>
c on</w>
o tik</w>
Bibli a</w>
oʼ tan</w>
em os</w>
s kʼop
o r</w>
d a</w>
c om
s u</w>
po r</w>
ma chʼ
a s
t o
ta y
l u
d a
á s</w>
m o</w>
J es
t es
n os</w>
t en
ti ke</w>
t s
a y
Bi n</w>
m e
sw enta</w>
be y
n u
b a</w>
j aʼ
i m
l al</w>
em p
un a</w>
a ción</w>
e c
be y</w>
skʼ an</w>
aʼ i
T e</w>
k ol
an do</w>
x ju
en te</w>
st oj
r a
ab a</w>
il el</w>
ú s</w>
Jes ús</w>
d el</w>
b u
i k
ch ʼ</w>
ch ʼu
xju ʼ</w>
a kʼ
l o
er man
es tr
es t
da d</w>
y al
skʼop lal</w>
re g
ju n</w>
1 0</w>
kʼ a
y oʼtan</w>
e j
o s
bi tʼil</w>
w in
per o</w>
al i
K ʼ
am os</w>
v er
kʼ u
1 5</w>
br e</w>
le k</w>
g o</w>
er a</w>
on es</w>
yi chʼ</w>
stoj ol</w>
t em
d os</w>
a do</w>
no p
pr o
am i
d es
h erman
ni x</w>
qu i
li l</w>
pas el</w>
a tik</w>
u tʼil</w>
f u
n tik</w>
e d
ya kʼ</w>
s pa
kʼo p</w>
ba yal</w>
k oʼtan
h i
h ac
a yu
i x</w>
in i</w>
en t
1 1</w>
kol tay
di c
x an</w>
es ta
le tik</w>
l a
Q u
1 2</w>
or a</w>
machʼ atik</w>
g r
m in
s pi
nu estr
t al</w>
f i
b al</w>
h ab
su s</w>
qu é</w>
tem e</w>
o etik</w>
ya kʼ
y an
á n</w>
a e</w>
koʼtan tik</w>
tu l</w>
t al
m ás</w>
ant s</w>
bi l</w>
1 3</w>
c a</w>
l es</w>
s ti
n aʼ
é n</w>
mu ch
o k
1 4</w>
pa r
l an</w>
ó mo</w>
p á
Qu é</w>
s il</w>
m aba</w>
win ik
er o</w>
u k</w>
ku x
com o</w>
m il
r es
s a
p or
r o</w>
s ba
s ch
bi ntik</w>
B I
í as</w>
ʼ i
T E</w>
na x</w>
spi sil</w>
p re
l aj
p e
t er
ta m
1 6</w>
yi chʼ
y oʼtan
le j
1 7</w>
cu ando</w>
c a
o b
el e</w>
T I
machʼ a</w>
c ri
J u
s on
o se</w>
es i
aʼi y
u k
en ta
al e</w>
b aj
o tr
s ta
k a
li k</w>
pu e
per son
chʼu un
e x
b o
en s
k i
gu i
winik etik</w>
ci ones</w>
s i</w>
Di ose</w>
est á</w>
emp lo</w>
E S
d r
kʼa x</w>
M a
aʼi y</w>
en ci
c o</w>
s ta</w>
L I
ab lo</w>
é s</w>
j i
g reg
e ch
mi n</w>
an i
kʼo t</w>
d u
ad a</w>
s o</w>
1 9</w>
j o</w>
i o</w>
s ba</w>
s mu
ab i</w>
c ar
ta s</w>
d em
1 8</w>
h a
P ablo</w>
T A</w>
é l</w>
in al</w>
s er
er on</w>
h a</w>
ti en
spa s</w>
i n</w>
s kʼop</w>
t es</w>
in o</w>
an te</w>
2 0</w>
e li
min s</w>
aʼ yu
o j</w>
mu kʼ</w>
e m</w>
ti l</w>
o c
ti k
f or
t os</w>
ab a
í an</w>
l an
O S</w>
tr a
w an</w>
m i</w>
yoʼtan ik</w>
am e</w>
ant i</w>
e j</w>
r o
k il
jaʼ nix</w>
ti g
m aʼyu
l le
g i
s j
c as
tu lan</w>
d ad
c ción</w>
de ci
al u
ayu d
w ok
ej emplo</w>
z a</w>
kʼu l</w>
L E
b anti</w>
u s
s pas
ch aʼ
el el</w>
i s
h u
aj kʼ
st r
p on
es ta</w>
so bre</w>
j tul</w>
cu r
se ñ
a h
A N
en to</w>
C ómo</w>
c or
Ju an</w>
m os</w>
ti emp
e b</w>
bey tik</w>
R e
ami li
po d
e tike</w>
an os</w>
aʼ te
di s
ar on</w>
f amili
se r</w>
so b
m elel</w>
maʼyu k</w>
s koltay
2 1</w>
j kʼ
l am
e letik</w>
hac er</w>
v o</w>
al es</w>
vi da</w>
ta r</w>
t u</w>
te o</w>
j pas
con greg
pá r
yuʼu n
bi én</w>
mu y</w>
ja ʼu
en tr
nop el</w>
de b
bey el</w>
in el</w>
ta r
P or</w>
tiemp o</w>
di o</w>
al g
t el</w>
d as</w>
c am
ti c</w>
2 2</w>
kux lej
g a</w>
an a</w>
pue de</w>
ba el</w>
TI K</w>
L a</w>
st o</w>
es tu
s pasel</w>
a ñ
tes el</w>
m o
es o</w>
2 4</w>
v e
tam bién</w>
ch uk
w an
person as</w>
t or
c h</w>
un i
con tr
kʼa x
o x
v a</w>
le k
en do</w>
Y A</w>
S al
al ab
ta y</w>
g o
c ʼ
j un
ku ʼu
y an</w>
kʼ inal</w>
s chʼuun
x u
j w
es te</w>
to do</w>
r as</w>
x i
yan tik</w>
de o</w>
er ra</w>
dic e</w>
ar á</w>
í bli
t oj
2 0
b otik</w>
c re
f r
an ci
b íbli
a si
a p
k akʼ
lo kʼ
j ba
as í</w>
c o
al il</w>
a u
2 3</w>
z o</w>
alu mil
congreg ación</w>
e b
os as</w>
st u
en di
oj kʼo
en ti
y aʼ
se ʼ
sba ik</w>
t sob
j nop
st s
B LI
ya k</w>
s ab
x kʼot</w>
so n</w>
tien e</w>
3 0</w>
kʼ ajkʼ
yal bey</w>
ya k
cu lo</w>
ojkʼo y
j aj
ci on
un os</w>
ch i
herman os</w>
te y</w>
ts ʼ
s k
p ens
s bi
no po
bu en
bey ik</w>
pa j
n a</w>
nuestr a</w>
g ar</w>
aj w
di jo</w>
jpas tik</w>
in a</w>
sch ol
T a</w>
i a</w>
fu e</w>
y il</w>
de r</w>
i ke</w>
to dos</w>
s me
f ic
chuk me</w>
reg un
s em
ad os</w>
á n
BI BLI
skʼop on
g ra
c ómo</w>
d on
spas ik</w>
0 0</w>
ho m
a pa
u st
bi en</w>
s naʼ
yichʼ ik</w>
t í
en señ
aw il</w>
u c
p li
a t</w>
pa til</w>
el ta</w>
ay oj
si ón</w>
ab al</w>
pod emos</w>
y aʼiy</w>
enci a</w>
or es</w>
D E</w>
al el</w>
s m
T i
s laj
c osas</w>
k al
S a
BIBLI A</w>
jaʼ bil</w>
p a</w>
li br
por que</w>
ent es</w>
a vi
C an
J o
bu elta</w>
le c
L A</w>
2 5</w>
ku k</w>
or ación</w>
re ci
a z
kil tik</w>
hab ía</w>
alumil al</w>
1 9
e d</w>
famili a</w>
Ma teo</w>
otr os</w>
2 8</w>
u e
n ec
l ar
su j
bo t</w>
vi deo</w>
p í
kʼajkʼ al</w>
D I
C u
ch aj
pu és</w>
m al
dad es</w>
es to</w>
J a
m en
ji ch
j ta
o ch
Jes u
C H
la j</w>
kʼop on
e ʼ
a yi
e lil</w>
n oj
Sal mo</w>
un do</w>
p ʼi
v en
aw oʼtan</w>
pre dic
j naʼ
jba tik</w>
re c
cri sti
man chukme</w>
ant es</w>
ay ik</w>
y ilel</w>
de j
much o</w>
O R
jnop tik</w>
chʼ i
J er
P ed
em pr
P ro
el los</w>
skʼopon el</w>
tr os</w>
y aʼiy
o po
h ay</w>
d ía</w>
sme le
s na
bi l
dem ás</w>
yuʼun e</w>
2 7</w>
ab aj
herman o</w>
le j</w>
akʼ a</w>
ch am
Ped ro</w>
p o</w>
wok ol</w>
des pués</w>
k o
es pi
D avi
pr im
k oʼtan</w>
ch ik
añ os</w>
2 6</w>
im por
L e
c an
c es</w>
s a</w>
es per
x baj
espi ri
j os</w>
ayoj il</w>
l em
empr e</w>
pr en
xu l</w>
t h</w>
c os</w>
lu m</w>
ti n
mu kʼul</w>
ú n</w>
tes tig
v os</w>
v ol
fu er
R I
ve z</w>
v e</w>
p regun
er n
a x</w>
2 9</w>
es a</w>
M ar
tay el</w>
v er</w>
mi s
E L</w>
A L</w>
b e</w>
si empre</w>
ts ʼi
hab l
skoltay otik</w>
Kʼ ayojil</w>
f er
si n</w>
pa j</w>
se gui
so tros</w>
si g
ar tí
tr abaj
jaʼu k
pár r</w>
V I
Can ción</w>
é n
k on
E s
smele lil</w>
ci a</w>
ver s
es tig
u l
pu ed
nuestr o</w>
h an</w>
ni wan</w>
be ya</w>
d er
o t</w>
E N
ten er</w>
ES T
noj p
s enti
cu enta</w>
y o</w>
Davi d</w>
f ec
Re ino</w>
wok o
ec h</w>
am or</w>
g ente</w>
est án</w>
ech os</w>
no sotros</w>
e a</w>
ʼ U
kuʼu ntik</w>
cas a</w>
al l
pr es
me j
ar a</w>
sem ana</w>
o p</w>
ar se</w>
C or
qu e
es e</w>
yi p</w>
pro b
no p</w>
si on</w>
S an
bi os</w>
j ojkʼoy
esta ba</w>
p un
herman oetik</w>
am al</w>
k otik</w>
b ar
H ech</w>
ust ed</w>
il e</w>
n i</w>
skʼ an
kakʼ tik</w>
ya kuk</w>
bi al</w>
A S</w>
i r</w>
ech o</w>
nec esi
ver dad</w>
so c</w>
re li
impor tan
E S</w>
or a
x kʼo
se gu
schʼuun el</w>
ni chʼ
ka j</w>
is ra
ci o</w>
artí culo</w>
B alumilal</w>
oʼtan il</w>
me to</w>
y ame</w>
T ES
so lo</w>
re uni
ta k</w>
BI N</w>
un tes
schol el</w>
win ik</w>
E l</w>
men os</w>
in ti
hi zo</w>
l lam
e le
espiri tu
j chʼuun
p alab
ar i
du r
pa dr
ayu da</w>
a gu
yakʼ bey</w>
smu kʼul</w>
j pa
m aj
an o</w>
estu di
skʼ u
p ʼ
si gui
libr o</w>
ki chʼ
qu er
i bal</w>
es cu
ch opo
re vi
I sa
tsob lej</w>
3 1</w>
wan ej</w>
m undo</w>
U N
g os</w>
ba y
s ac
jaj ch</w>
aw u
er an</w>
ent os</w>
ñ o</w>
si s</w>
d o
a m</w>
H echos</w>
b on</w>
pí ri
much os</w>
aj e</w>
lle v
par r</w>
d ar</w>
pu bli
Jesu se</w>
t ó</w>
p an
tu ra</w>
jaʼu k</w>
n om
J ich</w>
em e</w>
chʼu l
f eli
t om
a j</w>
0 00</w>
in c
alg unos</w>
b an</w>
lek il</w>
chʼu l</w>
ser vi
f e</w>
mu er
s kol
en es</w>
hom bre</w>
deb emos</w>
cu er
Y a</w>
píri tu</w>
b le</w>
e lo</w>
E n</w>
bu s
a qu
ab an</w>
tik xan</w>
i st
ci as</w>
pued en</w>
t ʼu
as ta</w>
P ero</w>
u ti
an an
ar nos</w>
A po
le cción</w>
ch ol
ó n
d es</w>
le a</w>
k aʼiy</w>
al ik</w>
p ec
Sa tan
3 3</w>
po si
nuestr os</w>
m al</w>
koltay el</w>
de c
e go</w>
Jehov ae</w>
ajw alil</w>
hac e</w>
j eletik</w>
con se
Bibli ae</w>
sba bial</w>
an za</w>
ch an</w>
A n
pá g</w>
kʼax el</w>
R om
e z
M A
1 0
m ente</w>
kʼu x</w>
h echo</w>
en contr
es píritu</w>
un que</w>
lu k</w>
vi vi
L uc
i chʼ
con fi
VI D
cristi anos</w>
T A
est os</w>
E R
os o</w>
Luc as</w>
3 2</w>
s al
yal ik</w>
lu gar</w>
C ri
sbi il</w>
3 5</w>
qui er
i li
esta s</w>
a pren
el la</w>
j oʼ
aba t
o y</w>
hi jos</w>
Jo b</w>
or g
us al
Jer usal
mi ento</w>
nu j
c ada</w>
a t
t seʼ
s kaj</w>
da do</w>
reli gi
nu e
in ci
ali dad</w>
n e
Satan ás</w>
prob lem
sw enta
cor az
Isa ías</w>
T im
par te</w>
al e
s nop
kichʼ tik</w>
te x
j amal</w>
k aʼiy
3 4</w>
ver bios</w>
ts il</w>
B in
J os
cu i
Pro verbios</w>
much as</w>
aʼiy ej</w>
st uk
ten ía</w>
yuʼun ik</w>
M o
al go</w>
N o
h asta</w>
I l
E J
es ti
Jerusal én</w>
s an
mej or</w>
Ja ʼ</w>
3 7</w>
con oc
C I
ʼu n</w>
es cri
ec es</w>
s í</w>
Tim o
pue b
bi li
er os</w>
st seʼ
s kuxlej
j nopo
mis mo</w>
coraz ón</w>
O N
C h
in ter
cu m
ju jun</w>
x tu
e uk</w>
m on
slaj ibal</w>
org ani
b endi
chʼ il</w>
sna ʼ</w>
J A
r á</w>
pr om
B a
jta tik</w>
inti os</w>
ami go
ʼ I
jnaʼ tik</w>
ad or</w>
chopo l</w>
lo kʼ</w>
i c</w>
al tik</w>
Timo teo</w>
jaʼuk meto</w>
testig os</w>
Cor intios</w>
eb re
dem o
J aʼ
es po
yichʼ oj</w>
y o
person a</w>
x e</w>
o kol
skʼu xul</w>
jaʼ nax</w>
hu man
ah ora</w>
Ti erra</w>
stseʼ elil</w>
j m
in ik</w>
br es</w>
ta do</w>
s le
Il awil</w>
res pon
pr inci
kʼ in</w>
j mu
segui r</w>
palab ras</w>
c er
me di
q ʼu
x chʼ
f í
greg asi
b on
yakʼ ik</w>
po co</w>
so k
a unque</w>
a ciones</w>
lec tura</w>
ba t</w>
j te
on ces</w>
P alab
J U
e p
s nopel</w>
ic a</w>
4 0</w>
f ri
Q U
tien en</w>
o be
con vers
ten emos</w>
t ʼ</w>
sok nix</w>
ob ern
ba h
un as</w>
esta r</w>
abat etik</w>
I n
lle g
j ki
to das</w>
tam os</w>
kon gregasi
un o</w>
tan to</w>
chʼul chan</w>
gui en</w>
Y abal</w>
an im
pu k</w>
aʼ tel</w>
L os</w>
demo str
al guien</w>
pá g
am ente</w>
st sa
LI L</w>
chaʼ ox
aʼte lil</w>
pueb lo</w>
di ó</w>
Ma t</w>
N o</w>
D ani
Cri sto</w>
I s
v al
qui enes</w>
bíbli co</w>
ñ a</w>
V ea</w>
j kuxlej
cu l
v en</w>
j il</w>
Kʼ U
otr as</w>
su per
ya chʼil</w>
o p
m ar
kaʼiy tik</w>
k il</w>
kʼop etik</w>
w 0
importan te</w>
ap ó
b en
man era</w>
A Y</w>
oj ik</w>
ayu k</w>
si er
in ten
am u
r u
k er
qu ed
Mo is
d ías</w>
nom bre</w>
mu j
e ti
le c</w>
l en
i do</w>
cur so</w>
ayi x</w>
j toj
re y</w>
T estig
so l
d ar
o lik</w>
or g</w>
a ch
j tu
x ch
O S
t el
v eces</w>
i g
jw org</w>
yu tsil</w>
buen as</w>
o f
kʼ el</w>
in g
j ilel</w>
deci r</w>
tor io</w>
c ol
a b</w>
m ero</w>
ya t</w>
cam bi
L O</w>
P A
c ali
woko lil</w>
po dr
1 4
c as</w>
c ab
O P
apó st
ra f
in e</w>
an e</w>
aw i
h e</w>
escu ch
e x</w>
m or
yi lik</w>
ta d</w>
c la
am a</w>
c í
a gr
é r
quier e</w>
ma y
jkʼ an
for ma
Is ra
entr e</w>
to da</w>
on e</w>
j k
fr u
Jos é</w>
sts ʼi
si ta</w>
ex pli
bay el</w>
na j</w>
em ik</w>
or ar</w>
ʼu n
yan tike</w>
winik etike</w>
aw aʼiy</w>
i dad</w>
a k
y ora
j puk</w>
j ik</w>
yaʼ tel</w>
r e</w>
ent onces</w>
don de</w>
ad as</w>
Mois és</w>
yakʼ botik</w>
estu dio</w>
Dani el</w>
stuk el</w>
xtu un</w>
apa s</w>
naʼ el</w>
Y U
nuestr as</w>
organi z
d í
c al
S e
j ts
gr an</w>
reci bi
pro f
m ame</w>
fi ci
tu lo</w>
j o
dur ante</w>
R E
Isra el</w>
A demás</w>
g ar
ol e</w>
kʼopon a</w>
S al</w>
T eme</w>
b al
ac ti
ayud ar</w>
LE L</w>
pa ci
ka kʼ</w>
cur so
ar io</w>
A l
problem as</w>
e la</w>
se a</w>
tsob lej
si ones</w>
os a</w>
LE JA
p sis</w>
xbaj t</w>
st alel</w>
cali psis</w>
ya kʼo
s nichʼ
t emplo</w>
re la
ic o</w>
an ix</w>
g a
ba uti
x kʼax</w>
kʼop on</w>
yora il</w>
s nop</w>
oc h</w>
le to</w>
cham el</w>
a ya</w>
inc lu
Apo calipsis</w>
z as</w>
u c</w>
chaj p</w>
si t</w>
j a</w>
ju b
H ebre
si on
ni fic
enta inel</w>
jich uk</w>
bi er
xkʼo po
l í
3 8</w>
cum pli
A L
emp ez
de as</w>
otr o</w>
f al
an oetik</w>
me ʼ
e qui
d emos</w>
LEJA LIL</w>
x tal</w>
el es</w>
ma to</w>
all í</w>
ami gos</w>
un ca</w>
y il
padr es</w>
S I
E z
B e
dis cí
discí pu
TES OR
t si
TESOR OS</w>
yak ik</w>
mi s</w>
tex to</w>
suj ti
pu er
li n</w>
T u
KʼU LEJALIL</w>
chi bal</w>
o m</w>
pa z</w>
i wan</w>
yaʼiy ik</w>
i r
E st
B E
stu un
g ri
C RI
sta ik</w>
princi pi
tseʼ el</w>
pas ele</w>
hom bres</w>
ci r
kongregasi on</w>
herman a</w>
esi s</w>
d in
3 6</w>
A N</w>
Rom anos</w>
I N
ci l</w>
anci anos</w>
a po
ta kʼin</w>
nojp tesel</w>
min ist
s ma
én esis</w>
G énesis</w>
A br
k om
ci u
á r
w i
Bin tik</w>
A d
se g
res u
muer te</w>
c ʼu
trabaj o</w>
hac er
com pa
contr a</w>
cur s
for ma</w>
enci as</w>
3 9</w>
otr a</w>
pro pi
pa n</w>
m as</w>
ja y
pre curso
lo kʼo
a tr
per mi
hi jo</w>
re cu
CH ʼU
C on
aba tin
O J
c ar</w>
su fri
posi ble</w>
ti go</w>
ac er
ra z
o h
jkʼ an</w>
fi n</w>
skʼop l
di a</w>
chik an</w>
Kʼ alal</w>
ta k
pregun tas</w>
n unca</w>
sier vos</w>
ci endo</w>
ali letik</w>
tr es</w>
m ens
j el
a etik</w>
sujti b</w>
bíbli ca</w>
ali y
ad u
F ili
n or
i t</w>
h ich</w>
ci er
cam ino</w>
VID A</w>
C or</w>
mu kʼ
jpa s</w>
as es
tal el</w>
San ti
ver dad
b an
x koltay
kux aj
I LEL</w>
pens ar</w>
nojp tes
alg unas</w>
akʼ bot</w>
E f
A kʼ
si r
raf o</w>
ox eb</w>
am e
ʼ e</w>
í amos</w>
per las</w>
tu d</w>
r ía</w>
a go</w>
Hebre os</w>
sigui ente</w>
an ax</w>
o tike</w>
nuj pun
agu a</w>
m ar</w>
ti erra</w>
on ia</w>
discípu los</w>
chik naj</w>
ac ep
CHʼU UN
W entainel</w>
C om
A y</w>
reuni ones</w>
kʼop il</w>
r s</w>
minist er
isra eli
v ía</w>
kʼo em</w>
S i</w>
com i
ali z
5 0</w>
u estr
des e
o ci
sk anan
en ten
com p
pár rs</w>
OS E</w>
Santi ago</w>
ti ca</w>
a v
a ta
E M
DI OSE</w>
paj al</w>
l esi
h er
vivi r</w>
per d
bi n
o cu
jnopo jeletik</w>
á l</w>
x a</w>
tʼu j
toj ob
ma g
hi ci
P on
to y
pr esi
gu erra</w>
con c
YU ʼU
n ada</w>
in vi
E N</w>
1 ,
jtoj ol
habl ar</w>
sig nific
pr i
h on
yaʼiy el</w>
ar lo</w>
s chʼu
pʼi jub
i gu
forma ción</w>
en fer
al mente</w>
S TI
A Kʼ
s cʼ
or ia</w>
bi lal</w>
x laj</w>
sw ok
E O</w>
tik lan
e bal</w>
des de</w>
el tik</w>
pu es</w>
predic ar</w>
erman o
4 5</w>
pág ina</w>
ta yat</w>
j chol
EST R
tay ik</w>
AN A</w>
si tu
or anax</w>
j kʼopon
spi si
a x
YUʼU N</w>
D e
ten dr
em ías</w>
añ o</w>
k ix</w>
xi w
v as</w>
ay in
E n
woko li
gra cias</w>
es pe
an op</w>
aw al</w>
tr o
aw oʼtan
S u
smu kʼu
w eʼ
c lar
em bre</w>
un di
ol es</w>
man tal</w>
pas a</w>
organiz ación</w>
m b
U ni
4 1</w>
ol ol</w>
ju dí
g en
esper anza</w>
skol tay</w>
pr ue
g an
Jaʼ nix</w>
c el
n aj
machʼ a
er do
e ta</w>
lokʼ es
J CHʼUUN
E sta
jojkʼoy eletik</w>
e te</w>
Cu ando</w>
yan tikxan</w>
u l</w>
ho y</w>
espe ci
ku b
ba y</w>
lu ego</w>
lek sion</w>
chaʼox tul</w>
ami go</w>
CRI STI
e h
M u
4 4</w>
qui en</w>
kuʼu n
Ma chʼ
sch aj
k aʼ
israeli tas</w>
b er
R u
l ti
Palab ra</w>
o y
ch e</w>
em bar
ar án</w>
CRISTI ANA</w>
m om
l tik</w>
ju di
t so
a kʼopon</w>
wan ej
str u
res pu
res pe
muj er</w>
N a
tik ix</w>
kʼop e</w>
publi c
man tal
s chʼ
na il</w>
sab er</w>
kal tik</w>
pro te
awu ʼun</w>
A M
tr i
A tal
x lokʼ</w>
skʼopl ale</w>
gr an
akʼ an</w>
ú n
ba yal
spa so
obern ante</w>
enseñ a</w>
escri bi
ad ores</w>
v oy</w>
mo str
ed es</w>
o pon
di fí
M a</w>
j kʼaxel</w>
g an</w>
A y
S amu
te ʼ</w>
a kʼ</w>
s ino</w>
s baj
ku j
N ue
tʼuj bil</w>
ay niwan</w>
un ci
j ba</w>
e za</w>
E J</w>
d en</w>
au di
a te</w>
S E
Be tel</w>
ts a
o e</w>
bu k</w>
a ta</w>
anci anoetik</w>
Qu i
esta mos</w>
D e</w>
sac erdo
j nop</w>
tsoblej etik</w>
swenta il</w>
S Kʼ
r om
kakʼ beytik</w>
ciu dad</w>
Ó N</w>
ts ʼu
nopo l</w>
hab ían</w>
Atal aya</w>
sig lo</w>
V e
pa rec
kal beytik</w>
jay eb</w>
á c
tu vo</w>
espiritu ales</w>
sk on
n ing
al a
machʼa tic</w>
ens es</w>
c e</w>
x kux
po der</w>
par ti
padr e</w>
man ch
ñ os</w>
tsʼ in
ter min
en e</w>
bíbli cos</w>
tr an
sw olol</w>
p lan
lokʼo m
tu ras</w>
smu lan</w>
hi st
em ix</w>
Pon ga</w>
Akʼ a</w>
ra do</w>
kʼ in
espo sa</w>
pʼ aj
esta ban</w>
e di
skuxlej al</w>
sa bi
S o
per i
pa í
mens aje</w>
skol tayat</w>
si tin
O ʼ
paj el</w>
l ado</w>
en vi
y es</w>
es as</w>
I s</w>
din ero</w>
ab le</w>
senti do</w>
j chʼi
c ʼ</w>
, 000</w>
gi p
al al
pro gr
a ik</w>
em i
d ente</w>
ay otik</w>
Ve amos</w>
Testig os</w>
mil l
audi torio</w>
pr endi
jchʼuun jeletik</w>
H eb</w>
win ike</w>
minister io</w>
lo gr
s ku
Samu el</w>
lam al
cas o</w>
ci elo</w>
al qui
prim era</w>
obe dec
fu tu
feli z</w>
stuun tes</w>
snop ik</w>
r í
prim ero</w>
lokʼ el</w>
espiritu al</w>
EJ TIK</w>
1 7
am b
ad or
ar ía</w>
J ac
w enta</w>
prue ba</w>
gr u
yoʼtan e</w>
j na
g amos</w>
bu en</w>
P ad
1 6
vi eron</w>
san to</w>
predic ación</w>
k el</w>
LE K</w>
JCHʼUUN EJTIK</w>
yakʼ el</w>
publi ca
hac en</w>
4 2</w>
tar on</w>
Es cri
tom ar</w>
o etike</w>
convers ar</w>
con di
so mos</w>
in formación</w>
s ja
M t</w>
ust edes</w>
segu r
futu ro</w>
Ad án</w>
án g
tay tik</w>
stsʼi bay</w>
pár rafo</w>
koʼtan tike</w>
fu eron</w>
entr as</w>
Mar cos</w>
isra eletik</w>
c ó</w>
W AN
ob ra</w>
spa se</w>
ac tu
Jesu cri
for tal
embar go</w>
cu alqui
oj el</w>
no ti
er es</w>
al o</w>
E l
v o
p l
de dic
t or</w>
Le y</w>
v ali
a ten
1 8
skon tra
bauti z
y aʼte
o li
na ción</w>
n ame
S l</w>
E s</w>
to j</w>
d an</w>
C U
tro du
t on
l len
qui z
inclu so</w>
i di
bi k</w>
v amos</w>
snaʼ ik</w>
s Kʼ
dis curso</w>
cion etik</w>
o tak</w>
l aʼ
BI L
t en</w>
servi r</w>
pr u
jkuxlej altik</w>
di fer
ch eʼ
em o
buen a</w>
A W
t s</w>
reuni ón</w>
pr ác
os os</w>
jtojol tik</w>
i deas</w>
b alumilal</w>
yi jki
se amos</w>
no ta</w>
es os</w>
aba t</w>
m il</w>
deb e</w>
M an
yal botik</w>
ser á</w>
ha ʼ</w>
con oci
Pad re</w>
P regun
E c
manch uk</w>
g as</w>
e t</w>
pre par
per fec
j e</w>
j al
4 3</w>
st so
kon tra
WAN EJ</w>
ter r
mu lil</w>
jkʼopon tik</w>
in i
ele tike</w>
ej emp
di e</w>
M i
yichʼ el</w>
ri ó</w>
o b</w>
CI ÓN</w>
in trodu
apóst ol</w>
ik ix</w>
untes a</w>
s cuenta</w>
j koltay
idi om
con stru
ca pí
tem a</w>
re cor
hu mil
chaʼ be
B TES
revi sita</w>
pʼi jil</w>
e dad</w>
Mar ía</w>
ar a
T AN
smu lan
di eron</w>
ta ba</w>
si gu
dis fru
ta dos</w>
pu esto</w>
m í</w>
m pi
L uc</w>
B A
vol un
á li
ter ri
conoc er</w>
ben e
Ba bil
y in
qu emos</w>
pi si
ar ti
to y</w>
fu era</w>
conse jos</w>
undi al</w>
su elo</w>
lu m
hi c</w>
J E
Abr ah
v an
m er
snichʼ na
quer ía</w>
o ca
jkʼ i
ar emos</w>
super inten
stu untes
res ul
nue vo</w>
ch eb</w>
a gra
yan iwan</w>
alumil ale</w>
Pro v</w>
4 8</w>
tu s</w>
tan do</w>
pro v
li ʼ</w>
au tor
yaʼ bilal</w>
p e</w>
li x</w>
ad ro</w>
E li
mukʼ xan</w>
ayi n</w>
skʼ ab</w>
s na</w>
ayud ó</w>
an a
Jesucri sto</w>
A r
testig oetik</w>
ta ción</w>
t é</w>
sj ok
pro fec
x laj
spa si
qʼu inal</w>
mil agr
Tu untesa</w>
T o
ten ían</w>
sol dad
s mo</w>
revi sta</w>
judi oetik</w>
da vía</w>
j ta</w>
chaʼ kuxaj
ú lti
y oʼ
much ach
apren der</w>
Kʼ opon
bi lik</w>
si do</w>
respu esta</w>
d estr
R om</w>
ón de</w>
pe di
mu estr
jaʼuk nax</w>
Uni dos</w>
Esta dos</w>
sKʼ op</w>
al im
S O
su c
introdu cción</w>
cualqui er</w>
tojob tesel</w>
ch u
v u
tu un
pre ocu
k ar
feli ces</w>
d en
abatin el</w>
a w</w>
VID EO</w>
S e</w>
Babil onia</w>
sal v
kʼu x
al ale</w>
P u
nec es
kuʼu n</w>
jun etik</w>
car i
EST RI
5 5</w>
vers í
v el
v ari
ta ti
ch o</w>
sts ʼu
p es
el las</w>
ar le</w>
quiz ás</w>
pun to</w>
smukʼu lin</w>
er r
ayud ará</w>
st és</w>
jw okol
anci ano</w>
xchʼ ay</w>
to davía</w>
pas o</w>
go bier
áli sis</w>
s ali
lo etik</w>
jkʼan tik</w>
human os</w>
f á
er as</w>
d ol
b el</w>
st estig
signific a</w>
judí os</w>
t i</w>
pu l
ale gr
L i
uni dad</w>
ti co</w>
OR ES</w>
Escri turas</w>
s alu
mom ento</w>
gen er
er po</w>
O V
ESTRI BIL
ESTRIBIL LO</w>
r se</w>
se cción</w>
principi o</w>
ju ʼ</w>
fi r
be ya
aʼte j</w>
G obernante</w>
toy ol</w>
convers ación</w>
chʼ ix</w>
buen o</w>
stestig otak</w>
schol bey</w>
akʼ el</w>
ʼu k</w>
v an</w>
p la
tak tik</w>
on to</w>
on i
es condi
de a</w>
P ʼI
on ik</w>
kom on</w>
R A</w>
QU É</w>
mi entras</w>
lokʼ em</w>
l oʼ
C re
E gip
kʼo tik</w>
S i
dem uestr
hici eron</w>
al beyel</w>
vi si
t on</w>
religi ón</w>
pe que
m am
Cu erpo</w>
Abrah án</w>
kʼu xul</w>
in as</w>
x bo
maj tan
m enci
esi os</w>
ch a</w>
ser es</w>
k al</w>
g e</w>
a prendi
por t
M EJ
In ter
A jw
vi de
publica ciones</w>
per don
kʼax em</w>
k amigo
com en
capí tulo</w>
ESTR OS</w>
pas ado</w>
f un
aw akʼ</w>
aqu í</w>
PʼI JU
y amigo
j el</w>
ic as</w>
ha ciendo</w>
h emos</w>
e tic</w>
S A
vi o</w>
ad el
x chiknaj</w>
perd ón</w>
m el</w>
jaj ch
al bil
S T
xbaj tʼ</w>
re p
pod ía</w>
ob j
an ti
Rom a</w>
chaj pan
PʼIJU BTES
Egip to</w>
Ba yal</w>
sm aliy
20 0
to etik</w>
slaj in</w>
skʼan ojel</w>
jpas tike</w>
ó ven
óven es</w>
me dio</w>
i letik</w>
ac ab
ro pa</w>
menci on
k ermano
h or
Jer emías</w>
Jac ob</w>
yak otik</w>
recu adro</w>
noti cias</w>
destr u
deci siones</w>
ne t</w>
Ef esios</w>
pu so</w>
deb en</w>
a go
lokʼom ba
cu los</w>
an to</w>
L o</w>
C r
á b
kʼ e</w>
An álisis</w>
wanej etik</w>
6 5</w>
l ar</w>
entr o</w>
S U
z ar</w>
v í
na die</w>
in otik</w>
d ó</w>
Y A
T r
PʼIJUBTES WANEJ</w>
estudi ar</w>
P R
ʼ el</w>
pres enta
ic e</w>
bo lil</w>
Ti m</w>
MEJ ORES</w>
yoʼ bolil</w>
y e</w>
ts aj
schʼuun ik</w>
lo til</w>
lamal kʼinal</w>
jaj chibal</w>
Machʼ a</w>
MA ESTROS</w>
tu r
j óvenes</w>
compa ñ
al bot</w>
U se</w>
sac ri
jo ven</w>
S jajchibal</w>
ú l</w>
servi cio</w>
pru eb
pi ens
oj tik</w>
ma dr
j letik</w>
deci sión</w>
val or</w>
tes tigo</w>
s ent
fuer zas</w>
QU E</w>
J on
di do</w>
bus quemos</w>
akʼ beyel</w>
4 6</w>
z ó</w>
án d
x ʼ
tam ente</w>
r án</w>
maj tʼ
M es
name y</w>
ma yu
e vi
É x</w>
ji bal</w>
ana ʼ</w>
Sal om
Sa úl</w>
J n</w>
re cuer
qued ó</w>
li le</w>
jte buk</w>
an el</w>
yakʼ beyik</w>
jun uk</w>
ar r
C O
wokoli letik</w>
sj ojkʼoy
man o</w>
ha ga</w>
2 ,
yuʼu ni
or i
man t
im os</w>
gru po</w>
f ol
escondi das</w>
ant se</w>
w okol
ma tr
buen os</w>
apóst oles</w>
pas ó</w>
le y</w>
I L</w>
De u
m em
jaʼ to</w>
x jajch</w>
li ber
igu al</w>
espo so</w>
dej ar</w>
an il</w>
us a</w>
conc lu
Ja ʼu
le kuk</w>
fi eles</w>
a ti
tsʼi n</w>
sj el
lle gar</w>
l ab
ju sti
i mi
bili dad</w>
P ara</w>
AKʼ BE
meʼ il</w>
ya c</w>
us ar</w>
skʼop on</w>
skuxlej alik</w>
sj ol</w>
o port
matr im
m é
ch ap
ami sta
Apo c</w>
pro du
g obern
escribi ó</w>
comp leto</w>
chaʼbe j</w>
P ed</w>
yal el</w>
much a</w>
hist oria</w>
cer ca</w>
Jaʼu k
su curs
sj aj
palab ra</w>
p al</w>
en a</w>
baj t</w>
Palab ras</w>
ex peri
es toy</w>
enten der</w>
en fr
N A
le le</w>
laj el</w>
ar an</w>
Jaʼuk meto</w>
s lu
difí cil</w>
I L
ta da</w>
ta b
sch aʼ
s in
p ó
j otik</w>
bendi ción</w>
schʼu un</w>
may or</w>
h aʼ
beya ik</w>
Ec lesi
stoj ole</w>
er se</w>
as es</w>
Ay bal</w>
vu el
pr ó
c in
Eclesi a
seg ún</w>
pisi ltik</w>
Y ilel</w>
Eclesia stés</w>
D O</w>
j kʼop
fá cil</w>
be b
situ ación</w>
pe kʼel</w>
no che</w>
mant aliletik</w>
H i
P as
un al</w>
p os</w>
le er</w>
es for
clar o</w>
Oʼ TAN
yan yantik</w>
lu k
encontr ado</w>
el xan</w>
baj tʼ</w>
aw akʼ
ani a</w>
adu cción</w>
JE H
especi al</w>
as amb
alg ún</w>
v ino</w>
spisi luk</w>
fuer te</w>
d amos</w>
a ha
Kʼ O
JEH OV
kuxlej alil</w>
car ta</w>
c er</w>
en emi
V i
prueb as</w>
el lo</w>
L as</w>
ár b
stuuntes ik</w>
l ación</w>
kuʼun tike</w>
j ch
e ter
an aʼ
aba ti
Inter net</w>
h ora</w>
fol leto</w>
ali dades</w>
ac ʼ
on io</w>
l in
jmu lan
JEHOV Á</w>
s ni
r le</w>
madr e</w>
kʼ an</w>
cu án
yoʼtan ike</w>
yal e</w>
skʼan ik</w>
sab emos</w>
llam ado</w>
jojkʼoy el</w>
com pr
s nopo
i ch
es cla
pec ado</w>
on etik</w>
kʼin ale</w>
ts el</w>
stoj olik</w>
sab ía</w>
s jun</w>
h ará</w>
d om
pens es</w>
mo ti
jte b</w>
con si
cir c
atr o</w>
an aliz
a toj
T es
C ol
B alumilale</w>
ti ʼ
resu ci
llev ar</w>
j ok
di ri
deb er
D A</w>
snaʼ oj</w>
quer emos</w>
ni ño</w>
es fuer
Salom ón</w>
z ca</w>
ten go</w>
mi entos</w>
il in
hac emos</w>
ci ó</w>
sm el</w>
segu ro</w>
paj ina</w>
li mpi
ker eme</w>
j am
c to</w>
ʼI L</w>
yaʼte lik</w>
sab e</w>
s bu
lleg ó</w>
ka t</w>
im al</w>
x w
ora ciones</w>
jaʼ me</w>
dur ía</w>
dej ó</w>
U T
L AS</w>
s nojptes
p ej
al a</w>
P ri
5 1</w>
sabi duría</w>
kʼ e
fortal ec
enfer me
áb amos</w>
v enci
skoltay el</w>
kʼ ay
gr e</w>
en se</w>
P o
Fili penses</w>
uti li
spasi ke</w>
pon er</w>
paí s</w>
pa re
man ten
lo e</w>
hacer lo</w>
ca p</w>
tuun tesel</w>
sts ʼ
bin tic</w>
sch ol</w>
f o
cheʼ oxeb</w>
cham bal
h l</w>
ar les</w>
Tes al
C o</w>
u r
majtan il</w>
jchʼuun tik</w>
j kʼu
en car
ba j</w>
ab r
wan ik</w>
spas ele</w>
re cción</w>
kuj ch</w>
jtu untes
cier to</w>
ab é</w>
podr ía</w>
ha cia</w>
fi el</w>
cu alidades</w>
cir cui
ES P
5 2</w>
o cur
m es</w>
E R</w>
yi kʼ
tati letik</w>
tar de</w>
o do</w>
des a
ad oración</w>
Kʼ ax</w>
po lí
och ik</w>
co stu
a cu
Mes ías</w>
of rec
jkoltay tik</w>
hab er</w>
cla se</w>
Nue va</w>
Na il</w>
É l</w>
tran s
skoltay on</w>
bi deo</w>
ta ri
sem an
hab la</w>
baj o</w>
D es
A sí</w>
s kʼo
mi sion
m undial</w>
i mag
ay el</w>
Pregun ta</w>
L A
yal oj</w>
ul aʼ
san gre</w>
mo do</w>
ch an
B ern
tiklan bey</w>
schaj pan
ka p</w>
jaʼ e</w>
conse jo</w>
bene fici
b ol
a se</w>
SKʼ OP
G u
yakʼo j</w>
tal eli
ma ʼ</w>
l el</w>
kʼ an
e do</w>
u m
li bre</w>
f on
circui to</w>
fi cio</w>
bili dades</w>
beb é</w>
No pa</w>
Man chukme</w>
Ez equi
t emos</w>
precurso r</w>
in dic
es pa
acti tud</w>
Bern abé</w>
ver si
tʼ ik</w>
sti ʼ
sbaj tel
prim er</w>
l la</w>
bi luk</w>
ar los</w>
No é</w>
D A
tu t</w>
ti ó</w>
smulan ik</w>
p ú
li c</w>
er i
Se ñ
4 7</w>
p al
oj os</w>
lu mil
lek nax</w>
escu ela</w>
cu atro</w>
acer ca</w>
a c</w>
skʼ ajkʼ
medi ante</w>
importan tes</w>
T s
so r
s ó
reg res
pʼijub tes
oj ix</w>
matrim onio</w>
laj inel</w>
d or</w>
G é</w>
E va</w>
x a
h il</w>
Com o</w>
yu til</w>
t ele</w>
si to</w>
s Nail</w>
min chi
in f
ichʼ el</w>
K E</w>
g er
c ru
J ojkʼoy
E TIK</w>
CH ʼ
pr onto</w>
ki chʼ</w>
ani chʼ
Señ or</w>
A l</w>
sbi ile</w>
sbajtel kʼinal</w>
pe kʼ
mal as</w>
l lo</w>
ha ya</w>
expli ca</w>
empez ó</w>
awi chʼ</w>
T sob
r á
principi os</w>
conclu sión</w>
í si
sm am
mi edo</w>
enta ri
ca paci
SKʼOP L
Hi jo</w>
G UN
ning ún</w>
ni ños</w>
i ba</w>
b re
G e
yakʼ bon</w>
sle kub
sk om
si a</w>
na cion
n e</w>
mayu c</w>
volun tad</w>
ver emos</w>
u ke</w>
puer ta</w>
lec c</w>
ali ke</w>
swok ol</w>
n ú
le y
koltay ot</w>
gar es</w>
chʼ in</w>
bon ik</w>
bah lumil
ant s
R A
4 9</w>
versí culo</w>
s mantal</w>
pro pó
confi anza</w>
autor idad</w>
yuʼuni ke</w>
sta s</w>
mill ones</w>
g ado</w>
en o</w>
c an</w>
amista d</w>
qui én</w>
j y</w>
il tik</w>
aw al
apren demos</w>
yal beyik</w>
trabaj ar</w>
s te</w>
s as</w>
j pisiltik</w>
e z</w>
aqu el</w>
al can
Ezequi el</w>
terri torio</w>
si ca</w>
maʼyu kix</w>
le ke</w>
all á</w>
P RE
6 0</w>
respon sa
reli ji
bar co</w>
alg una</w>
t ú</w>
s n
re ch
progr ama</w>
presi ón</w>
p ti
j ol</w>
il awil</w>
cuer do</w>
be yi
awu ʼun
apa rec
O R</w>
N OP
L e</w>
te etik</w>
stsa k
s familia</w>
problem a</w>
ku r
dic en</w>
C ON
yin am</w>
yaʼ bil
yakʼo j
tor es</w>
superinten dente</w>
pe li
na il
f inal</w>
demostr ar</w>
d el
anci a</w>
a chʼix</w>
J un</w>
vi ó</w>
muj eres</w>
feli ci
cab eza</w>
aʼte jik</w>
li c
em br
d ará</w>
as un
Es cu
tal elil</w>
rela to</w>
jich nix</w>
S au
taleli letik</w>
t st
st al
in to</w>
de f
congreg aciones</w>
G U
EN T
skʼajkʼ alel</w>
pʼijub tesel</w>
ju jun
jtuuntes tik</w>
j tso
dol or</w>
cuer po</w>
asi g
ab e</w>
yu ʼel</w>
vi aj
tr as</w>
sucurs al</w>
K O
vol ver</w>
sme ʼ</w>
b ri
Re y</w>
sjaj chibal</w>
na ciones</w>
man os</w>
m ento</w>
esfor z
a chʼi
SU J
Ru t</w>
N U
í z</w>
tik un
so ke</w>
s pʼijil</w>
s nu
s lekil</w>
propó sito</w>
pa p
ajw aliletik</w>
x kujch</w>
vi sita</w>
si ente</w>
ser ía</w>
salu d</w>
estu vo</w>
di os
raz ón</w>
p ʼ</w>
c ele
al beyaik</w>
w tst
wtst y</w>
v ar</w>
ts es
n wtsty</w>
li o</w>
habl en</w>
gu sta
en e
bi le</w>
bah el</w>
San t</w>
O T
DI OS</w>
5 4</w>
pa r</w>
kermano taktik</w>
j tʼu
ali x</w>
agu an
lu ch
li ke</w>
la tas</w>
curs os</w>
comi da</w>
an al
K U
ta ya</w>
pes ar</w>
l f
es es</w>
confi ar</w>
com er</w>
sigu e</w>
pod er
kʼ aj
kil al</w>
i kʼ
con ten
c entr
T U
SUJ TI
tsi lal</w>
tal e</w>
su é</w>
o te</w>
necesi tamos</w>
kontra inel</w>
SUJTI B</w>
M al
M U
K ʼ</w>
Jo sué</w>
á latas</w>
w a
su t
pa reci
p endi
nue va</w>
mar zo</w>
ic os</w>
X JU
L u</w>
tu lan
p tik</w>
human idad</w>
S er
tem as</w>
tal em</w>
pas ar</w>
or ía</w>
bey xan</w>
b en</w>
aten ción</w>
Y a
U n</w>
Qui én</w>
P r</w>
x cʼ
st os</w>
s es</w>
pi ed
jna ʼ</w>
f ía</w>
cari ño</w>
árb ol</w>
ya cʼ</w>
vi sto</w>
obj eti
o g
neces ario</w>
mis ma</w>
majtʼ anil</w>
m á
is te</w>
fi er
estudi ante</w>
d oc
cristi ano</w>
ci os</w>
bus car</w>
a cuerdo</w>
G én</w>
G ál</w>
tu minchi
sacerdo te</w>
pú bli
prác tica</w>
chuk el</w>
ay e</w>
Ez e
re alidad</w>
pue do</w>
muestr a</w>
kux inel</w>
erman oetik</w>
enemi gos</w>
bayal xan</w>
G álatas</w>
só lo</w>
on a</w>
ju sto</w>
gobier no</w>
cele br
ajkʼ abal</w>
oport unidad</w>
kʼo el</w>
kʼ un</w>
ker em</w>
jich me</w>
E LE
verdad ero</w>
soldad oetik</w>
mon os</w>
ku n</w>
j chʼ
deci di
de bi
XJU ʼ</w>
tsʼi bay
tseʼ el
justi cia</w>
esta do</w>
e fec
cu enta
ón icas</w>
ta etik</w>
re ac
prom eti
oj ibal</w>
ma estr
le tike</w>
ech a</w>
di fic
con su
b or
Ef es</w>
weʼ elil</w>
obedec er</w>
j as</w>
f e
enta in
di st
bíbli cas</w>
a d</w>
un da</w>
ten ga</w>
stso b</w>
r emos</w>
paj al
lam al</w>
an ik</w>
5 3</w>
yakʼ bat</w>
snaʼ el</w>
smu l</w>
se an</w>
os enses</w>
or o</w>
on ic
m era</w>
jts ʼ</w>
j ko
experi encia</w>
T am
M ame</w>
I deas</w>
H ch</w>
s os</w>
r es</w>
och el</w>
j tal
i to</w>
asi sti
abr il</w>
G ala
z os</w>
s lam
ker em
agr ad
TI KE</w>
P a
C r</w>
sti j
nor mas</w>
man tener</w>
g ó</w>
UT ʼIL</w>
J W</w>
3 ,
te ʼe</w>
str uc
onic enses</w>
muchach o</w>
jaʼ ik</w>
des ea</w>
chʼ el</w>
ayud arnos</w>
ay on</w>
ants etik</w>
U na</w>
SKʼOPL AL</w>
L OS</w>
yak al</w>
vi sta</w>
ta j
lu me</w>
ku l</w>
gu ía</w>
con ta
ar es</w>
Je r</w>
Cu án
Cre ador</w>
Col osenses</w>
yi jkʼi
smaliy el</w>
re paso</w>
i da</w>
e los</w>
dar le</w>
com pren
al wanej</w>
ajw al
M O</w>
í so</w>
áng eles</w>
jwokol tik</w>
idiom a</w>
ar me</w>
ʼu l</w>
sle el</w>
si endo</w>
oni os</w>
mal o</w>
lem ente</w>
jchol tik</w>
e lik</w>
ci do</w>
ases el</w>
an unci
7 0</w>
swok olik</w>
sch ebal</w>
r an
j b</w>
hu bi
gu er
d ando</w>
cam in
ami entos</w>
N TIK</w>
Cr ónicas</w>
yi kʼ</w>
tay wanej</w>
sti n
lu gares</w>
cʼ op</w>
at án</w>
So k</w>
S a</w>
í fic
áng el</w>
vi ene</w>
sma k
re a</w>
pregun ta</w>
peli gr
mi embr
kal bey</w>
k anan
d ónde</w>
stoj ob
spaso j</w>
much ísi
m ol
joʼ on</w>
j famili
d é</w>
con tes
agra deci
U DI
Tesal onicenses</w>
mor ir</w>
m ilel</w>
lum etik</w>
fu ego</w>
en tan</w>
N ichʼ
2 8
ti o</w>
sti kun</w>
reg alo</w>
recibi r</w>
ma íz</w>
kil beytik</w>
b les</w>
M e</w>
5 6</w>
xju l</w>
x ba
vi sión</w>
sta el</w>
pró xi
on om
l l
ec e</w>
e baj</w>
cel esti
Pri mera</w>
AKʼBE YA</w>
vi aje</w>
u tsʼin
bahlumil al</w>
tu vieron</w>
segur os</w>
sbu jtsʼ</w>
resu r
n anix</w>
lokʼes el</w>
il an</w>
f av
OJ KʼO
L o
J OJKʼO
yo k</w>
ter i
pu k
posi ti
kʼ ine</w>
jmu l
JOJKʼO Y
yu laʼ
snichʼna bik</w>
pas bil</w>
en cu
Nue vo</w>
tiemp os</w>
sion etik</w>
prov ech
no vi
k aj
il kʼinal</w>
cumpli r</w>
S ba
5 8</w>
se pti
septi embre</w>
s ju
parec e</w>
paci encia</w>
or ig
n amal</w>
jnaʼ beytik</w>
gran de</w>
g l
est é</w>
escuch ar</w>
ejemp los</w>
di j
I LI
ta ban</w>
skanan tay</w>
kaʼ tel
jm el</w>
f l
chaʼ tul</w>
c l
ad uc
a ún</w>
D ES
sigui entes</w>
pu di
parti ci
na tur
encontr ar</w>
dific ul
di stin
an si
ab u
a bi
yakʼ beyel</w>
xkʼopo jotik</w>
xi ʼ
vo z</w>
v ej
ts ʼ</w>
r ar</w>
may oría</w>
ko el</w>
gran des</w>
du da</w>
Sba bial</w>
ñ ana</w>
yal beyel</w>
ya to</w>
v es</w>
v emos</w>
s nuj
kʼ bil</w>
estudi antes</w>
anti gu
2 9
xi w</w>
ti j
terr eno</w>
ta des</w>
rí o</w>
re f
pʼi j</w>
llam a</w>
des cu
d or
av il
alegr ía</w>
H er
to xan</w>
se xu
schaj pan</w>
ol vi
mi r</w>
man eras</w>
in struc
d é
d á</w>
EST UDI
vel ación</w>
so r</w>
s inti
resur rección</w>
prof eta</w>
kʼ un
h ebre
fuer za</w>
congreg a
c en
R e</w>
C E</w>
st ale
stale lik</w>
or k</w>
mar avil
k o</w>
jaʼ niwan</w>
g eli
emo cion
d entro</w>
com par
ab les</w>
Sau lo</w>
Ju dá</w>
Gala ad</w>
ter onom
teronom io</w>
respe to</w>
pu estos</w>
profec ía</w>
pa kʼ</w>
m bal</w>
j ku
i xe</w>
ha bi
asamb lea</w>
I C
Deu teronomio</w>
Í AS</w>
tsʼ inel</w>
oca sión</w>
ju i
jm aliy
celesti al</w>
be l
Y ork</w>
y abal</w>
sti j</w>
situ aciones</w>
si st
kʼ ayoj
gi ó</w>
aha m</w>
tu bre</w>
tik lan</w>
qu ías</w>
mis mos</w>
inf lu
in v
cui dado</w>
Abr aham</w>
8 3</w>
5 7</w>
man iwan</w>
loʼ l
lek xan</w>
jun tos</w>
cambi ar</w>
R ESP
van geli
so y</w>
sj unal</w>
s famili
prom esa</w>
ma ñana</w>
en ero</w>
Y u
Kʼ A
yu tsilal</w>
st ʼun
sir vi
s lokʼ
po x
par tam
lf f</w>
e to</w>
awuʼun e</w>
aw il
ar é</w>
SO K</w>
19 9
ra to</w>
pa ra
nú mero</w>
ni mo</w>
laj em
la etik</w>
kuxlej al</w>
ent al</w>
consi der
con du
bon dad</w>
N eh
É x
ti r</w>
ti cas</w>
stsʼu mbal</w>
sbaj tʼ
oʼtan ile</w>
jok in
inter es
dem asi
b ale</w>
an zas</w>
PA S
A R
sitin tayel</w>
s ar</w>
mi ser
lle va</w>
le g
laj un
ch ane</w>
c r
J pas
yichʼ ojik</w>
vi ol
len gu
cu x
con ver
vi r
ti x</w>
t emp
re tik</w>
pro c
pro ba
l las</w>
kʼ tal</w>
ki jki
felici dad</w>
bendi sion</w>
ani ma
Y AL</w>
Tr aducción</w>
BI NTIK</w>
sw eʼ
so ci
idiom as</w>
i s</w>
fal ta</w>
demostr ó</w>
ajw al</w>
Est eb
6 1</w>
Éx odo</w>
x anix</w>
skʼ inal</w>
nom br
jel on</w>
fr ica</w>
ej ik</w>
d í</w>
cor rec
ba eltik</w>
awoʼtan ik</w>
yak on</w>
sku y
sba e</w>
profec ías</w>
kʼax emix</w>
gri ego</w>
difer entes</w>
chambal am
ara ón</w>
ad orar</w>
U E
Neh emías</w>
Cu ál</w>
A yu
x be
wi ts</w>
sufri miento</w>
reg i
pi e</w>
miser ic
miseric or
jw ol
ili n</w>
i xi
hac ía</w>
de tal
bu r
ar rep
PRE GUN
P re
sta t</w>
re gu
nop tsaj
ma yo</w>
le al</w>
jchʼi eletik</w>
g ol
for me</w>
ci les</w>
Testig oetik</w>
Tam bién</w>
Ajw alil</w>
x chaʼ
tsʼi bayel</w>
il uk</w>
h un
em a</w>
ar ia</w>
Re velación</w>
RESP ON
C on</w>
An ti
últi mos</w>
te r</w>
tar se</w>
o br
lesi a</w>
espiri tu</w>
b o</w>
1 5
oc tubre</w>
nor te</w>
me ʼ</w>
ent en</w>
cul pa</w>
bey ex</w>
awoʼtan ic</w>
TA N</w>
T esti
GU I
E stu
tr o</w>
stuun tesel</w>
s la
re ino</w>
qui era</w>
lle gu
ci encia</w>
al tike</w>
Isa ac</w>
u tsʼinel</w>
si til</w>
próxi ma</w>
oj e</w>
le ku
kʼop iletik</w>
ju lio</w>
jmu lan</w>
ho spi
a g
P I
Kʼopon aik</w>
Í A</w>
tar á</w>
s le</w>
s enci
m ó</w>
jmulan tik</w>
ent ó</w>
com entari
c é
M Á
Esteb an</w>
Com i
í o</w>
y ó</w>
xbaj tik</w>
x bal</w>
sent ía</w>
ri a</w>
re aliz
pi dió</w>
obe di
le kilal</w>
esper a</w>
B A</w>
ya w
re lación</w>
mu rió</w>
lokʼ ik</w>
jkʼan beytik</w>
cre ación</w>
a i
tes ti
slam alil</w>
sch olik</w>
sba ike</w>
res ca
muer to</w>
atoj ol</w>
alal etik</w>
Escu ela</w>
én d
yal xan</w>
sm aj
skʼo tes</w>
rela cion
i d
costu m
con venci
ca f
ba s
Testi go</w>
6 2</w>
1 Co</w>
p ʼu
milagr o</w>
m eses</w>
imi tar</w>
an gu
a to</w>
a il</w>
Le an</w>
ESTUDI O</w>
tsi tsel</w>
qu ía</w>
jun to</w>
esta b
cas i</w>
ax un
a provech
Sa m</w>
Re yes</w>
R o</w>
M AN
J NOP
ta ki
snaʼ bey</w>
pre ci
lar go</w>
kʼo po
di cho</w>
demuestr a</w>
caf é</w>
c ta</w>
b tes
acti vi
H A
í n</w>
ta el</w>
paí ses</w>
partam ento</w>
h ilel</w>
difí ciles</w>
dificul tades</w>
di ci
cʼ alal</w>
bi luk
a fir
V er
M aʼyu
7 2</w>
én es</w>
vi era</w>
senti r</w>
rá pi
mal a</w>
famili ares</w>
cambi o</w>
anci as</w>
El ías</w>
A D
ti nu
te ʼ
es co
apo yo</w>
ant eri
anim ales</w>
albil kʼop</w>
TA Y
N ú
Ma ʼuk</w>
yoʼtan ic</w>
pendi ente</w>
mon io</w>
gusta ría</w>
fici os</w>
f in
e o</w>
bendi ciones</w>
am ar</w>
NU ESTR
IN I</w>
B ro
A ʼ
í n
v ac
sna ik</w>
instruc ciones</w>
i kʼel</w>
e c</w>
d ores</w>
br ero</w>
awakʼ bey</w>
aw an</w>
ani wan</w>
J ich
EM OS</w>
Bin wan</w>
ti po</w>
rech az
per se
on kotik</w>
jaʼ al</w>
il la</w>
enseñ ar</w>
c ado</w>
ab an
a segur
Y ame</w>
PA RA</w>
Ju das</w>
verdad era</w>
ti cos</w>
nue vas</w>
ni ch
mé dic
llam ada</w>
f ari
enta r</w>
enseñ ó</w>
constru cción</w>
c osa</w>
Fili p</w>
8 0</w>
7 3</w>
x hu
ten ido</w>
te k
qu el</w>
eter na</w>
est re
d ob
cu ción</w>
com ún</w>
cam bios</w>
aguan tar</w>
a xan</w>
Vi deo</w>
ú sica</w>
y aj
x chʼu
ve a</w>
skʼan bey</w>
sigui ó</w>
pa ña</w>
mil pa</w>
en tu
ci to</w>
alim ento</w>
T AS</w>
O L</w>
B AL</w>
t su
senti mos</w>
pu si
ko tike</w>
cre encias</w>
compañ eros</w>
ah cʼ
X AN</w>
A s
vari as</w>
testi monio</w>
ser án</w>
prom esas</w>
preocu pa
po ca</w>
organi sa
no tik</w>
i dos</w>
hab rá</w>
gra fía</w>
fari se
dese o</w>
cin co</w>
a un</w>
T e
MA CHʼ
Con mem
skoltay ik</w>
senti mientos</w>
quier en</w>
perd on</w>
oli ke</w>
necesi dades</w>
mu kʼu
jk anan
ja t</w>
gra do</w>
au to
Jon atán</w>
xkux inik</w>
ti r
ta ke</w>
sba kʼe
s pekʼ
maravil lo
m esa</w>
jkʼ ayin
inter és</w>
ej ér
e t
dom in
ci elos</w>
car ne</w>
an as</w>
I K</w>
Conmem oración</w>
C ol</w>
4 ,
tan tes</w>
suj t</w>
skʼ axun
propi a</w>
prom ete</w>
piens a</w>
m an</w>
kʼajkʼ ale</w>
j nichʼ
erman o</w>
chʼ ay</w>
car ga</w>
Ch ʼ
stiʼ il</w>
spekʼ elil</w>
err ores</w>
ant sil</w>
akʼ botik</w>
1 19</w>
su r
lej os</w>
jba tike</w>
i sti
gi dos</w>
des ta
da ño</w>
contr ol
con tinu
cl ases</w>
circ un
adel anto</w>
T en
1 3
ó li
xbo otik</w>
vari os</w>
suc e
seman ae</w>
or gu
er nos</w>
chʼ e</w>
chaj pan</w>
aj es</w>
achʼi xe</w>
T E
tor i
s Nichʼ
prim eros</w>
necesi tan</w>
lu z</w>
kʼopon el</w>
gi do</w>
circun st
ar la</w>
am bi
T O</w>
SE Ñ
pec ados</w>
mill ón</w>
mil es</w>
m os
im perfec
escla vo</w>
chaʼ naʼel</w>
ca us
a bier
yal bon</w>
ue go</w>
tuminchi j
s chʼul</w>
o í
kaʼtel tik</w>
i dea</w>
i bu
efec to</w>
bauti smo</w>
S ig
M undo</w>
Ajw al
6 8</w>
ya kat</w>
w w
su e
r en
person alidad</w>
p el
oj t</w>
oca siones</w>
mu te</w>
le van
kʼ al</w>
kol tay</w>
h el</w>
con suelo</w>
S chaʼnaʼel</w>
y ox
skʼopon ik</w>
s f
presi on
muchísi mo</w>
gi r</w>
evi tar</w>
cul ti
awi lik</w>
arti culo</w>
ari os</w>
apa se</w>
aban don
J tul</w>
F eli
En t
Al g
st e
r an</w>
jojkʼoy bey</w>
jmaliy tik</w>
jkuxlej al</w>
j on</w>
isra eletike</w>
er lo</w>
cristi ana</w>
atr ás</w>
ali a</w>
ñ as</w>
y el
xkʼo tik</w>
xkoltay otik</w>
w0 6</w>
ten gamos</w>
reac cion
r as
pres ente</w>
pied ra</w>
organisa sion</w>
op e</w>
och em</w>
na e</w>
lar es</w>
c ando</w>
am bre</w>
Ti to</w>
P er
Al beya</w>
xkʼopo jik</w>
tí tulo</w>
skuy ik</w>
sier vo</w>
schʼ am</w>
raz ones</w>
muer tos</w>
mantal il</w>
ju k
h in
enseñ ado</w>
enferme dad</w>
cre ó</w>
L U
6 6</w>
s ón</w>
r os</w>
pod ían</w>
per ro</w>
p en
mostr ar</w>
j il
herman as</w>
es p
ayud an</w>
Maʼyu k</w>
M ar</w>
K iltik</w>
tr aduc
sigu en</w>
si m
le ales</w>
ed uc
conse j
col ab
alal to</w>
P or
Jpas wanej</w>
ENT ES</w>
A unque</w>
8 6</w>
6 3</w>
ulaʼ taywanej</w>
tay otik</w>
s be
oh t</w>
och on</w>
lec ciones</w>
k un
j tsʼ
gu ar
er g
albil kʼopetik</w>
a chol
San són</w>
SI GUI
S in</w>
P i
B anti</w>
us ando</w>
re pres
pi sil</w>
ob st
na sion</w>
may ores</w>
j kʼopon</w>
hubi era</w>
fri jol</w>
expli có</w>
es c
en g
demasi ado</w>
dej a</w>
circunst ancias</w>
awal bey</w>
K OʼTAN
E vangeli
. .</w>
. ..</w>
ánd ose</w>
wa ka
tojob tes
tar lo</w>
suj tik</w>
stoj il</w>
sk om</w>
si tio</w>
r nos</w>
poder oso</w>
ma teri
jfamili atik</w>
in mor
fav or</w>
d aba</w>
cʼu x</w>
cre en</w>
anichʼ na
angu sti
S W
BE Y
w er</w>
tri bu
skʼu ʼ</w>
s inc
reg ún
reci ó</w>
re in
pon e</w>
polí tica</w>
perse cución</w>
ka pi
jujun tul</w>
fr on
ex tra
ago sto</w>
T es</w>
S pisil</w>
8 9</w>
é monos</w>
xkoltay ot</w>
ví tico</w>
k a</w>
fu i</w>
fr ente</w>
di os</w>
cu esti
arrep enti
ar ías</w>
Se g
Le vítico</w>
ES I
si ete</w>
s pʼaj
ri dad</w>
public adores</w>
na etik</w>
mal os</w>
importan cia</w>
enseñ anzas</w>
dij eron</w>
ayu de</w>
ac om
S ab
Jos ías</w>
Davi de</w>
sacri ficio</w>
para íso</w>
on ix</w>
novi embre</w>
n al</w>
l á
kamigo in
joʼ otike</w>
j ar
contr ibu
ch ene
bo ca</w>
xch ebaj</w>
v aya</w>
ta ña</w>
st oe</w>
si ento</w>
predic ando</w>
necesi ta</w>
liber tad</w>
k in
jaʼ ate</w>
jal aj</w>
hab lar
famili as</w>
entu si
ba yu
ami ento</w>
ab loe</w>
W at
Di ablo</w>
Ar mag
1 00</w>
ún ico</w>
tu k</w>
tsʼibay bil</w>
su fr
public ación</w>
obr as</w>
kʼun kʼun</w>
jam ás</w>
fe brero</w>
empez ar</w>
To dos</w>
AN T
5 9</w>
x noptsaj
w0 7</w>
vide os</w>
vi a</w>
stsa k</w>
skom el</w>
kʼ asesel</w>
judí o</w>
humil dad</w>
gu sta</w>
en can
em po
d i</w>
car ro</w>
ar ca</w>
PREGUN TAS</w>
P abloe</w>
M I
Li br
Armag ed
ten i
suj tes</w>
stsʼi bay
s enta
s el
propi o</w>
ol og
m enti
li letik</w>
le yes</w>
il u
g er</w>
f a
cor ri
ayu dado</w>
Y I
C A
0 5</w>
ó me
á nimo</w>
wokoli le</w>
slaj in
pul s
oc ol</w>
o t
kʼ alalto</w>
jnopo j
il beya</w>
er á</w>
cé lu
am an</w>
NUESTR A</w>
JNOP TIK</w>
Her o
7 6</w>
ó m
vi mos</w>
tr a</w>
pu do</w>
oj o</w>
noj el</w>
na in
joʼ otik</w>
habl ó</w>
esper ar</w>
chaj p
car gar</w>
Sal ón</w>
D E
20 13</w>
yaʼbil alik</w>
x tal
volun tari
tex toetik</w>
sm il</w>
s lokʼes
pued es</w>
pa s</w>
lokʼomba etik</w>
i kʼ</w>
fon o</w>
be el</w>
ar ri
activi dades</w>
S wenta</w>
L uego</w>
Eze quías</w>
2 Cr</w>
yo lil</w>
tam poco</w>
recuer da</w>
re fer
pregun tó</w>
oj bey</w>
kil óme
j meʼ</w>
ik ixe</w>
hi ja</w>
condu cta</w>
añ a
ah í</w>
adel ante</w>
ab ri
EN SEÑ
A u
vide oetik</w>
ti sf
tes e</w>
sist ema</w>
sba h
re de
po li
na inel</w>
human o</w>
h al
conoci miento</w>
chambalam etik</w>
car a</w>
aw amigo
ar ón</w>
M r</w>
Jojkʼoy el</w>
JOJKʼOY ELE
á culo</w>
xhu ʼ</w>
x jil</w>
v ay
tri b
te le
stoj iluk</w>
sjojkʼoy bey</w>
po bre
par rafo</w>
ju ʼ
h á
cu ar
conse cu
com un
a kuxlejal</w>
Yu ʼun</w>
Ju dea</w>
H ay</w>
snaʼ beyik</w>
sa tisf
pi ense</w>
o bli
le kub
kux in
hon or</w>
h un</w>
ejér cito</w>
desa str
debi do</w>
cu loetik</w>
com eti
abati notik</w>
A m
ér amos</w>
xbaj tʼik</w>
x me</w>
person al</w>
le as</w>
fi j
ent reg
ci r</w>
aqu ellos</w>
Armaged ón</w>
tar j
slaj el</w>
pi es</w>
mej ores</w>
lan a</w>
l lo
fi li
er ía</w>
entusi as
del ante</w>
cu anto</w>
asisti r</w>
al rede
al nichʼ
abatin ik</w>
Tsob lej</w>
MÁ S</w>
5 ,
yu tsʼin
win i
sufri r</w>
sti kun
sjok in</w>
pon i
pas os</w>
ex pres
di bu
compa sión</w>
cam po</w>
ar y</w>
O N</w>
N os</w>
KOʼTAN TIK</w>
H E
Comi té</w>
Can a
ʼu laʼ
ó g
yijki tay</w>
yal tiklanbey</w>
xkux inotik</w>
xch i</w>
spa t</w>
misericor dia</w>
man da
ma d
libr oetik</w>
ku lo</w>
er to</w>
envi ó</w>
dr o
der echo</w>
acʼ a</w>
acep tar</w>
S AL
KU X
Ajwal inel</w>
AM OS</w>
x mantal
ts ak
sj oʼ
obe deci
o vej
le tic</w>
jwokol tike</w>
ju z
i or</w>
ej ch
disfru tar</w>
achol bey</w>
abat otik</w>
K IL
Est er</w>
A hora</w>
7 9</w>
10 3</w>
yan anix</w>
vol vió</w>
su fici
p ant
ning una</w>
na cionetik</w>
jtal eltik</w>
ji lik</w>
g enes</w>
comi en
aqu ella</w>
ac ciones</w>
a fec
P OR</w>
Ez e</w>
Cana án</w>
0 7</w>
z an</w>
ve an</w>
ta kʼine</w>
spisi lik</w>
precurso res</w>
por no
pant al
me tas</w>
j kʼ</w>
dem onios</w>
comp le
ad á</w>
T i</w>
ON ES</w>
Jon ás</w>
20 14</w>
verdad eros</w>
tien es</w>
st oy</w>
resul tado</w>
re fu
prob able</w>
p regún
p alo</w>
o di
m úsica</w>
llev ó</w>
jko m</w>
hor as</w>
don aciones</w>
di v
conc entr
chʼ al</w>
cham ele</w>
autor i
Ge de
Di s
D t</w>
C i
9 7</w>
20 22</w>
x kʼax
so lu
snichʼna b</w>
scʼ ob
schʼuun ejik</w>
po l
jun e</w>
invi tación</w>
chʼuun el</w>
cas tigo</w>
bautiz arse</w>
a yat</w>
a su
SIGUI ENTES</w>
Re visita</w>
B el
9 0</w>
v oc
scʼ an</w>
pens amientos</w>
mom entos</w>
in fier
h t</w>
di rec
cier ta</w>
ch a
b h</w>
Z ac
Hero des</w>
EN TA</w>
7 1</w>
6 4</w>
un d
tra ta</w>
s ban
r am
o sor</w>
naʼ bil</w>
kʼaj kʼ</w>
jts aj
du ro</w>
dec ía</w>
c ár
ar ían</w>
al botik</w>
Pregun tas</w>
vol ver
st ó</w>
s é</w>
s T
pág s</w>
jun io</w>
b ra</w>
ar te</w>
al bil</w>
Gede ón</w>
DI S
C O</w>
6 7</w>
vi ve</w>
te li
ta e</w>
snichʼ an</w>
slu mal
re zca</w>
raf os</w>
pár rafos</w>
libr os</w>
kakʼ bey</w>
j k</w>
cu ál</w>
V ER</w>
Mu ch
L E</w>
G O</w>
Ch aʼ
z ar
x chi
x chaʼkuxaj
tendr á</w>
si enten</w>
muchach a</w>
mal v
le ña</w>
ko t</w>
ja do</w>
esper tad</w>
ejemp loetik</w>
S il
P ue
D espertad</w>
v ían</w>
skʼop e</w>
sbi ilin
pi ente</w>
jnaʼ ojtik</w>
ja pa</w>
enseñ anza</w>
empez aron</w>
eli ke</w>
dici embre</w>
co don
cheʼ ox
c amos</w>
c aj
abu codon
a pas
Zac arías</w>
Oʼ TAN</w>
N abucodon
8 8</w>
ʼu ni
é poca</w>
slumal ik</w>
segu ridad</w>
responsa bilidad</w>
pág inas</w>
pu ro</w>
ki ptik</w>
ju l</w>
ha gamos</w>
ex ac
ent er
cʼ ahcʼ
conoc e</w>
c al</w>
baj el</w>
ar ro
ap lic
alrede dor</w>
akʼ beya</w>
T he</w>
Machʼ atik</w>
K AKʼ
I K
A p</w>
ó r
y ermano
ven cer</w>
tra tar</w>
tes ik</w>
seg undo</w>
schaʼ kuxaj
resca te</w>
re almente</w>
pedi r</w>
op ini
o lil</w>
mu cʼ</w>
lu ga
laj ele</w>
ji b</w>
i ta</w>
her m
ha h
g obernante</w>
escuch a</w>
enferme dades</w>
en oj
aprendi do</w>
O TIK</w>
H a</w>
De partamento</w>
AW ILI
Á frica</w>
spaso jik</w>
sali r</w>
ri to</w>
p el</w>
or den
mi r
inv estig
enta s</w>
em í</w>
circ unci
acer car
YA Kʼ</w>
Kʼ AL
AWILI X</w>
6 9</w>
1 2
tal emik</w>
ta j</w>
snopo jibal</w>
sin ago
sacri ficios</w>
peque ño</w>
or din
nop ele</w>
miembr os</w>
kerem etik</w>
k xan</w>
ing l
encu entr
dis puestos</w>
cum p
chajpan el</w>
cas os</w>
c endi
asun tos</w>
apo y
No emí</w>
Nabucodon osor</w>
N e
E d
A ca
7 5</w>
á les</w>
raz on
per man
pens emos</w>
o la</w>
luga retik</w>
kapi tulo</w>
j T
infier no</w>
enti fic
cuán to</w>
conta cto</w>
comen zó</w>
cab al
bah t</w>
aw aʼ
ani ma</w>
DA D</w>
ti dad</w>
so la</w>
señ ail</w>
pens ar
nopo lix</w>
est én</w>
er te</w>
el uk</w>
al etik</w>
P en
M abal</w>
KʼAL AL</w>
E sto</w>
D eb
8 4</w>
0 2</w>
z ado</w>
yijki tayel</w>
xiw el</w>
wi ʼ
spas bey</w>
s chʼi
nich imal</w>
min u
l as
kʼa t
j chʼu
hebre o</w>
fí si
f araón</w>
est ás</w>
ej a</w>
e con
costum bre</w>
con f
as pec
N ú</w>
M undial</w>
KAKʼ TIK</w>
Cor into</w>
9 8</w>
1 Sa</w>
z ona</w>
ten gan</w>
su bi
sj o
re al</w>
o per
l lu
l ad
kʼux otik</w>
di g
bili x</w>
am el</w>
a tra
L u
Ent onces</w>
B u
A ʼI
7 8</w>
xba at</w>
w ej</w>
w 15</w>
u do</w>
sni ʼ</w>
snaʼ beyel</w>
que da</w>
permi so</w>
o quía</w>
kʼux uk</w>
j yan
j och
habl ando</w>
des cri
deber ía</w>
cár c
ci on</w>
ch e
can ciones</w>
c ay
be r</w>
aʼte ji
ac e</w>
a tu
Libr ary</w>
JOJKʼOYELE TIKE</w>
J os</w>
Deu t</w>
Anti oquía</w>
8 7</w>
0 3</w>
versí culos</w>
trans mi
sem br
scʼob lal</w>
responsa bilidades</w>
respon dió</w>
religi osos</w>
jui cio</w>
jtoj ol</w>
ik xan</w>
humil des</w>
gl oria</w>
entusias mo</w>
demostr amos</w>
d arnos</w>
car r
agra dec
N OS</w>
M P
M OS</w>
A E</w>
9 4</w>
9 1</w>
án do
tuminchij etik</w>
tarj eta</w>
ta ra</w>
skʼ ases
s po
pi de</w>
per der</w>
par tes</w>
lleg aron</w>
kux ul</w>
fortalec er</w>
f oy
dar les</w>
con ciencia</w>
ah il</w>
a ʼulaʼ
SKʼ AN</w>
B R
20 12</w>
us ó</w>
tr on
tikun el</w>
smele lile</w>
quer ido</w>
podr ían</w>
per dido</w>
man dó</w>
lokʼom ba</w>
kur so</w>
hi er
herman oetike</w>
h all
gener al</w>
du ra</w>
dr á</w>
dis puesto</w>
d encia</w>
asun to</w>
artí culos</w>
VI D</w>
S ara</w>
Pue de</w>
yichʼ ix</w>
su r</w>
snop elxan</w>
slokʼ es</w>
sim p
se o</w>
sNichʼ an</w>
respu estas</w>
pusi eron</w>
pue da</w>
pajal uk</w>
p ic
of rezca</w>
o tikix</w>
na sionetik</w>
kʼa b</w>
ji n</w>
im pri
ha gan</w>
demuestr an</w>
cárc el</w>
capaci dad</w>
autori dades</w>
apo ya
F r
A arón</w>
yaʼ lel</w>
xkʼo otik</w>
w 11</w>
sts a</w>
sjok in
segui da</w>
s pʼ
pas beyel</w>
p ik</w>
o dio</w>
naj al
le v
jkuxlej altike</w>
im presion
f ra
detal les</w>
der es</w>
decidi r</w>
d entes</w>
ci entos</w>
chʼul chane</w>
chʼi chʼ</w>
ca usa</w>
ba do</w>
b tes</w>
anim al</w>
S u</w>
Le a</w>
K I
C Ó
A lem
sufici ente</w>
sta ojik</w>
sob revi
r ían</w>
or amos</w>
lí deres</w>
lu j
kaʼ bilal</w>
jta te</w>
j e
ingl és</w>
h ay
gobier nos</w>
awu ʼuni
actu alidad</w>
abaj o</w>
U cr
Jo h
Des pués</w>
A P
x ba</w>
weʼ el</w>
sinti ó</w>
si quiera</w>
ri sti
pu kuj
pa st
o f</w>
ley etik</w>
j ti
i x
i ban</w>
humil de</w>
hab ría</w>
g en</w>
cʼ ax
congrega cionetik</w>
co tic</w>
aʼi yi
actu ar</w>
a fron
Ucr ania</w>
Tsob lej
San ed
SW ENTA</w>
Pas a</w>
Est á</w>
CÓ MO</w>
B Í
B o
9 9</w>
6 ,
xu l
tar nos</w>
tan o</w>
snaʼ ojik</w>
pre dijo</w>
pas tiklan
mu l
gu sto</w>
gr adu
dios es</w>
con seguir</w>
chi kʼbil</w>
ch el</w>
c ami
ani ke</w>
al to</w>
HA C
C ar
BÍ BLI
Alem ania</w>
un gidos</w>
to e</w>
stsʼu mb
spas beyel</w>
slu mal</w>
sirvi endo</w>
seg unda</w>
sacerdo tes</w>
s puk
s am
per laetik</w>
pedi rle</w>
pa t
olog ía</w>
objeti vo</w>
mo so
jtʼu ntik</w>
jojkʼoy beya</w>
jkʼop l
j ol
gra ve</w>
em pi
def en
consecu encias</w>
ci al</w>
chʼi chʼe</w>
aʼiy el</w>
aw aʼiy
asig nación</w>
am amos</w>
M é
AD N</w>
w en</w>
tsʼi ʼe</w>
tek sto</w>
rí n</w>
re yes</w>
pa ñ
ovej as</w>
orig en</w>
ol la</w>
minister i
le al
leal tad</w>
ir se</w>
indic a</w>
imag in
i te</w>
ex isti
eng añ
dios etik</w>
cre er</w>
cam paña</w>
anal ice</w>
ac er</w>
T a
Saned rín</w>
P RI
M aba</w>
C am
9 5</w>
20 20</w>
tex tos</w>
tendr emos</w>
s cʼu
recibi ó</w>
prometi do</w>
objeti vos</w>
nujpun el</w>
lej al</w>
k nax</w>
hu bo</w>
h ambre</w>
gri e
cuán do</w>
c oʼtan</w>
bor ra
ant os</w>
ach ol</w>
ab lemente</w>
Es te</w>
0 1</w>
w 13</w>
tij bot</w>
swenta in</w>
se c
sali ó</w>
s man
religi ones</w>
qu il</w>
pu n</w>
princi pal</w>
or ahil</w>
mostr ó</w>
mo des
laj em</w>
l tes
jnopo jel</w>
jkʼayin beytik</w>
j ʼ
i jki
foy eto</w>
ex e</w>
em ente</w>
di vi
d arse</w>
