#version: 0.2
t e</w>
t i
o s</w>
t a</w>
a n
y a</w>
k ʼ
e l</w>
e r
e s
ti k</w>
e n
a l
c h
a l</w>
l a</w>
q u
d e</w>
t a
b i
p a
ʼ u
i n
o n
c i
e s</w>
a s</w>
qu e</w>
l i
a n</w>
y u
@ -
@- @</w>
s o
e m
l e
i l</w>
e n</w>
a b
a ʼ
i k</w>
yu ʼu
o r
u n
r e
a m
kʼ o
yuʼu n</w>
a r
s t
i c
d o</w>
h o
s i
l o</w>
t r
so k</w>
p o
J e
b a
Je ho
c o
Jeho v
d i
o ʼ
ó n</w>
Jehov á</w>
bi n</w>
ch ʼ
l os</w>
s e</w>
t u
c u
b e
i l
j u
a j
D i
B i
y a
m u
v i
o j
e tik</w>
a r</w>
e l
t o</w>
p r
o l
p er
ic h</w>
r a</w>
t an
d e
m a
j a
ci ón</w>
c on
y i
Di os</w>
m an
s e
j ich</w>
pa s
b li
a y</w>
y al</w>
a d
r i
kʼo p
n o
p u
o n</w>
m a</w>
m o</w>
t ʼ
k e</w>
í a</w>
tʼ il</w>
l as</w>
n i
s u
ta n</w>
t e
m i
ja ʼ</w>
s kʼ
p i
oʼ tan
k ʼ</w>
k u
a c
al al</w>
Bi bli
u n</w>
o l</w>
n a
s w
b r
en ta</w>
an t
l e</w>
pa ra</w>
n o</w>
kʼ alal</w>
e r</w>
t o
Bibli a</w>
g u
a w
em os</w>
oʼ tan</w>
o tik</w>
ma chʼ
s kʼop
co n</w>
ta y
po r</w>
J es
d a</w>
o r</w>
á s</w>
d a
t es
s u</w>
n os</w>
t en
m e
m e</w>
sw enta</w>
Bi n</w>
a s
be y
l u
l al</w>
j aʼ
a ción</w>
em p
ti ke</w>
i m
be y</w>
T e</w>
k ol
skʼ an</w>
a y
n u
aʼ i
e c
ju ʼ</w>
un a</w>
b a</w>
st oj
ú s</w>
Jes ús</w>
ab a</w>
x juʼ</w>
s ch
il el</w>
en te</w>
i k
an do</w>
r a
pr o
ch ʼ</w>
er man
skʼop lal</w>
da d</w>
es tr
b u
1 0</w>
y al
a kʼ
ju n</w>
d el</w>
re g
y oʼtan</w>
bi tʼil</w>
per o</w>
l o
K ʼ
1 5</w>
v er
w in
e j
on es</w>
al i
stoj ol</w>
no p
am os</w>
le k</w>
yi chʼ</w>
kʼ a
t s
er a</w>
am i
ni x</w>
kʼ u
br e</w>
pas el</w>
t em
a tik</w>
h erman
li l</w>
u tʼil</w>
g o</w>
n tik</w>
d es
ya kʼ</w>
d os</w>
qu i
k oʼtan
ba yal</w>
kʼo p</w>
1 1</w>
kol tay
a yu
in i</w>
le tik</w>
s pa
x an</w>
m in
a do</w>
1 2</w>
d r
machʼ atik</w>
Q u
d ic
en t
h ac
s pi
es ta
or a</w>
f u
h i
f i
pu e
nu estr
h ab
ya kʼ
koʼtan tik</w>
o etik</w>
1 3</w>
y an
m ás</w>
ant s</w>
tu l</w>
qu é</w>
a e</w>
su s</w>
l es</w>
g r
k i
b al</w>
n aʼ
1 4</w>
tem e</w>
é n</w>
bi l</w>
t al
p á
l a
ó mo</w>
Qu é</w>
s ti
s ba
s il</w>
win ik
l an</w>
á n</w>
ku x
es t
m aba</w>
pa r
co mo</w>
s o</w>
m en
t al</w>
o k
bi ntik</w>
c a</w>
m il
B I
T E</w>
s a
u k</w>
í as</w>
er o</w>
1 6</w>
spi sil</w>
r es
p or
1 7</w>
y oʼtan
yi chʼ
p re
an i
T I
le j
t er
o se</w>
c ri
es i
J u
cu ando</w>
machʼ a</w>
l aj
aʼi y
ch ʼu
s on
mu ch
ta m
e li
per son
na x</w>
winik etik</w>
o b
ci ones</w>
Di ose</w>
s ta
u k
emp lo</w>
E S
o tr
gu i
el e</w>
M a
s ta</w>
c a
j o</w>
e x
L I
ab lo</w>
aʼi y</w>
co m
g reg
mi n</w>
1 9</w>
é s</w>
kʼo t</w>
ʼ i
s i</w>
kʼa x</w>
d u
1 8</w>
ab i</w>
b o
P ablo</w>
T A</w>
s mu
s ba</w>
d em
é l</w>
en ta
p e
j i
li k</w>
e ch
ci a</w>
r o
h a</w>
s kʼop</w>
s er
spa s</w>
i o</w>
2 0</w>
min s</w>
in al</w>
m o
ta s</w>
er on</w>
an te</w>
mu kʼ</w>
O S</w>
í an</w>
c o</w>
yoʼtan ik</w>
f or
sch ʼu
jaʼ nix</w>
ti l</w>
en s
o j</w>
k a
d ar
ti g
aʼ yu
ab a
e m</w>
w an</w>
d ad
c ción</w>
ant i</w>
ej emplo</w>
t os</w>
t es</w>
tu lan</w>
am e</w>
tr a
L E
k il
g i
w ok
l an
e j</w>
de ci
al e</w>
s pas
st r
in o</w>
al u
el el</w>
b anti</w>
u s
o s
m aʼyu
c ar
l le
i s
ad a</w>
A N
j tul</w>
kʼu l</w>
c h</w>
aj kʼ
C ómo</w>
Ju an</w>
R e
bey tik</w>
cu r
ami li
so bre</w>
po d
ch aʼ
f amili
es ta</w>
ti emp
p on
2 1</w>
s koltay
m elel</w>
se r</w>
di s
ba j
h a
e letik</w>
e b</w>
te o</w>
so b
vi da</w>
m os</w>
se ñ
aʼ te
con greg
i x</w>
pá r
ja ʼu
yuʼu n
j pas
nop el</w>
s j
bi én</w>
ta r</w>
al es</w>
in el</w>
maʼyu k</w>
hac er</w>
bey el</w>
de b
l am
ti k
2 2</w>
ti c</w>
P or</w>
kux lej
or a
TI K</w>
tiemp o</w>
L a</w>
2 4</w>
e tike</w>
v o</w>
d as</w>
z a</w>
s pasel</w>
tes el</w>
al g
j kʼ
st o</w>
pue de</w>
en tr
ba el</w>
h u
k o
es tu
ti en
ta r
ci on
ch uk
i n</w>
tam bién</w>
person as</w>
a ñ
c as
Y A</w>
S al
w an
c ʼ
di o</w>
un i
le k
g o
con tr
kʼa x
al ab
v e
schʼu un
yan tik</w>
de o</w>
st e
í bli
g a</w>
es o</w>
t el</w>
2 0
to do</w>
es te</w>
ta y</w>
an a</w>
b íbli
dic e</w>
ar on</w>
b otik</w>
y an</w>
t u</w>
ku ʼu
k akʼ
2 3</w>
mu y</w>
alu mil
congreg ación</w>
t oj
kʼ inal</w>
j ba
J a
er ra</w>
al il</w>
si on</w>
j w
r o</w>
j un
a u
t or
r as</w>
oj kʼo
c re
p li
B LI
j nop
f r
se ʼ
sba ik</w>
s as</w>
o x
x kʼot</w>
u e
3 0</w>
t sob
yal bey</w>
v a</w>
en do</w>
ojkʼo y
P e
lo kʼ
p ens
di jo</w>
x u
herman os</w>
a h
kʼ ajkʼ
bey ik</w>
o c
c am
no po
st u
re c
pr en
ya k</w>
cu lo</w>
un os</w>
sch ol
jpas tik</w>
T a</w>
ci as</w>
j aj
an os</w>
i a</w>
bu en
nuestr a</w>
aj w
chuk me</w>
s ab
k on
kʼo po
BI BLI
te y</w>
s bi
reg un
f ic
d ar</w>
v en
skʼop on
i bal</w>
0 0</w>
y il</w>
x i
s me
m bre</w>
en ti
spas ik</w>
so n</w>
de r</w>
to dos</w>
g ra
g ar</w>
as í</w>
yichʼ ik</w>
c ómo</w>
d on
s naʼ
pa til</w>
pa j
t í
en señ
ay oj
z o</w>
si ón</w>
m i</w>
pod emos</w>
bu el
st s
D E</w>
aw il</w>
y aʼiy</w>
ab al</w>
en cia</w>
k al
BIBLI A</w>
y aʼ
s em
n a</w>
T i
S a
jaʼ bil</w>
á n
C an
s laj
2 5</w>
or ación</w>
L A</w>
a vi
li br
a pa
est á</w>
ad os</w>
buel ta</w>
J o
le c
u ste
or es</w>
alumil al</w>
ku k</w>
1 9
c as</w>
co sas</w>
famili a</w>
Ma teo</w>
b en
2 8</w>
d en</w>
al el</w>
en to</w>
in a</w>
vi deo</w>
hab ía</w>
p í
kil tik</w>
otr os</w>
dad es</w>
D I
n ec
P ro
kʼajkʼ al</w>
si g
ent es</w>
k otik</w>
Jes u
l ar
C H
ji ch
i ke</w>
bo t</w>
d es</w>
pu és</w>
Sal mo</w>
su j
kʼop on
qu e
a p
pre dic
e lil</w>
s m
cri sti
man chukme</w>
an ci
C u
un do</w>
jba tik</w>
re ci
es to</w>
aw oʼtan</w>
j naʼ
O R
n oj
bi en</w>
jnop tik</w>
J er
ay ik</w>
skʼopon el</w>
L u
R o
fu e</w>
y ilel</w>
ant es</w>
Pe dr
sme le
o po
ch aj
por que</w>
d ía</w>
y aʼiy
2 7</w>
yuʼun e</w>
dem ás</w>
el los</w>
tr os</w>
a yi
Pedr o</w>
m al
D avi
es pi
a t</w>
2 6</w>
chʼu un
bi l
akʼ a</w>
e b
des pués</w>
im por
ver s
ar á</w>
o ch
herman o</w>
espi ri
ayoj il</w>
wok ol</w>
p ʼi
t h</w>
p o</w>
añ os</w>
pr es
es per
pr im
k oʼtan</w>
L e
tes tig
d o
x baj
pr e</w>
R I
j os</w>
s a</w>
p regun
2 9</w>
c es</w>
le j</w>
j ta
E L</w>
A L</w>
mi s
skoltay otik</w>
xu l</w>
a x</w>
v os</w>
Kʼ ayojil</w>
ar tí
l em
mu kʼul</w>
ve z</w>
er n
pár r</w>
V I
em pre</w>
M ar
c os</w>
Can ción</w>
ti n
se gui
jaʼu k
smele lil</w>
de j
tay el</w>
ch am
a pren
so tros</w>
E N
ES T
ni wan</w>
d er
E s
es tig
ch ik
fu er
pa j</w>
noj p
Davi d</w>
Re ino</w>
am or</w>
ech os</w>
f ec
cu enta</w>
s na
s enti
wok o
V e
ú n</w>
v er</w>
ʼ U
ten er</w>
si n</w>
v ol
si empre</w>
c an
é n
sem ana</w>
kuʼu ntik</w>
h an</w>
u l
C or
ec h</w>
o p</w>
man os</w>
no sotros</w>
ayu dar
j ojkʼoy
S an
la j</w>
herman oetik</w>
H ech</w>
uste d</w>
me j
e ʼ
no p</w>
p a</w>
nuestr o</w>
f er
yi p</w>
ya kuk</w>
A S</w>
kakʼ tik</w>
much o</w>
bi al</w>
bi os</w>
j am
so c</w>
re li
E S</w>
n i</w>
impor tan
be ya</w>
schʼuun el</w>
is ra
ver dad</w>
artí culo</w>
B alumilal</w>
nec esi
me to</w>
y ame</w>
oʼtan il</w>
T ES
y o</w>
se gu
o t</w>
skʼ an
BI N</w>
schol el</w>
ech o</w>
un tes
ts ʼ
E l</w>
pro b
g ente</w>
in ti
ci o</w>
men os</w>
ta k</w>
esta ba</w>
b an</w>
espiri tu
j chʼuun
h ay</w>
ʼi ba
yakʼ bey</w>
ayu da</w>
e le
smu kʼul</w>
so lo</w>
tien e</w>
es e</w>
si gui
libr o</w>
ki chʼ
estu di
alab ras</w>
I sa
3 1</w>
win ik</w>
re uni
U N
tsob lej</w>
ka j</w>
b ar
wan ej</w>
re vi
qu er
du r
chʼ i
z ón</w>
ab aj
v e</w>
l lam
si s</w>
ni chʼ
ch opo
m undo</w>
p un
H echos</w>
jaj ch</w>
er an</w>
pí ri
par r</w>
g os</w>
pu bli
Jesu se</w>
ent os</w>
il e</w>
jaʼu k</w>
J ich</w>
ar a</w>
tu ra</w>
0 00</w>
f eli
i r</w>
pa dr
lek il</w>
ki x</w>
lu m</w>
tr abaj
f e</w>
hab l
s ac
alg unos</w>
hi zo</w>
deb emos</w>
píri tu</w>
es cu
ser vi
tik xan</w>
s kol
b le</w>
m br
P ero</w>
k an
E n</w>
skʼ u
c lu
lle v
A po
chʼu l
a m</w>
le cción</w>
mu er
u ʼu
ab an</w>
pue den</w>
j pa
Sa tan
3 3</w>
u ti
m aj
es a</w>
koltay el</w>
ar se</w>
ic a</w>
en es</w>
Jehov ae</w>
le a</w>
much os</w>
ajw alil</w>
po si
Bibli ae</w>
ch ol
Y a</w>
j eletik</w>
ar i
pá g</w>
sba bial</w>
de c
p ec
an za</w>
M A
n e
1 0
nuestr os</w>
con se
cu er
A n
kuxlej al
es píritu</w>
VI D
con fi
un que</w>
cristi anos</w>
t ó</w>
k aʼiy</w>
T A
E R
m ente</w>
k ik</w>
Lu cas</w>
vi vi
kʼopo n</w>
3 2</w>
yal ik</w>
3 5</w>
h echo</w>
b e</w>
C ri
sbi il</w>
Jo b</w>
us al
a si
Jer usal
kʼax el</w>
kʼu x</w>
m ar</w>
kan an
i li
c or
as ta</w>
lu gar</w>
reli gi
aj e</w>
or g
Satan ás</w>
sw enta
esta s</w>
ali dad</w>
Isa ías</w>
T im
mi ento</w>
ch an</w>
i st
t seʼ
kichʼ tik</w>
bu s
te x
s nop
e z
3 4</w>
ver bios</w>
hi jos</w>
s kaj</w>
jam al</w>
in ci
c ora
Pro verbios</w>
p an
aʼiy ej</w>
lu k</w>
el la</w>
E J
i chʼ
est os</w>
Jerusal én</w>
nu j
3 7</w>
k aʼiy
I l
C I
en contr
M o
B in
an o</w>
ó n
yuʼun ik</w>
Tim o
nu e
con oc
t ʼu
ten ía</w>
Ja ʼ</w>
di ó</w>
O N
e uk</w>
N o
j nopo
s í</w>
hac e</w>
t etik</w>
st seʼ
mej or</w>
a qu
J A
chʼu l</w>
al go</w>
slaj ibal</w>
org ani
qui er
p ʼ
mis mo</w>
J os
prob lem
est án</w>
par te</w>
inti os</w>
ami go
ʼ I
s al
i c</w>
b on</w>
r á</w>
m on
es cri
in ter
es ti
cora zón</w>
da do</w>
Timo teo</w>
j oʼ
jaʼuk meto</w>
testig os</w>
cu i
c ada</w>
Cor intios</w>
m al</w>
ju jun</w>
eb re
dem o
a t
J aʼ
jnaʼ tik</w>
e go</w>
jaʼ nax</w>
er os</w>
h asta</w>
bi li
Ti erra</w>
person a</w>
al l
B a
jta tik</w>
stseʼ elil</w>
much as</w>
ñ o</w>
yichʼ oj</w>
ts il</w>
st uk
s an
chopo l</w>
pr ue
o kol
skʼu xul</w>
Il awil</w>
e lo</w>
res pon
x tu
cu m
q ʼu
sna ʼ</w>
kon tra
pr inci
in ik</w>
ad or</w>
yakʼ ik</w>
pue b
ah ora</w>
so k
segui r</w>
ho mbre</w>
lec tura</w>
ben di
me di
kon greg
m as</w>
a ciones</w>
J U
p alabras</w>
a unque</w>
Q U
4 0</w>
s nopel</w>
chʼ il</w>
aw uʼu
con vers
s le
sok nix</w>
ob ern
aba tetik</w>
em e</w>
d ó</w>
I n
j mu
kuxlej al</w>
Y abal</w>
es po
L os</w>
tam os</w>
ec es</w>
demo str
alab ra</w>
f í
pá g
y ora
chʼul chan</w>
ten emos</w>
pu k</w>
LI L</w>
men to</w>
aʼte lil</w>
Ma t</w>
un as</w>
on ces</w>
to das</w>
D ani
o be
I s
bíbli co</w>
Ve a</w>
Cri sto</w>
ad u
e p
qui enes</w>
N o</w>
lo kʼ</w>
des e
Kʼ U
gui en</w>
kʼop etik</w>
j ki
w 0
ap ó
m ar
al guien</w>
importan te</w>
A Y</w>
un o</w>
su per
ya chʼil</w>
otr as</w>
chaʼ ox
esta r</w>
v al
si er
Mo is
kaʼiy tik</w>
oj ik</w>
le c</w>
cur so</w>
in ten
man era</w>
re y</w>
cu l
kʼ in</w>
T estig
or g</w>
ta do</w>
o so</w>
tien en</w>
O S
tan to</w>
an im
am ente</w>
ba t</w>
a j</w>
jw org</w>
ayu k</w>
yu tsil</w>
mbr es</w>
b on
o lik</w>
j toj
cas a</w>
tor io</w>
c í
buen as</w>
L O</w>
P A
lle g
o f
1 4
O P
po dr
apó st
ra f
pueb lo</w>
ic o</w>
woko lil</w>
no mbre</w>
j m
o p
d ías</w>
yi lik</w>
c ali
am u
si on
in g
Is ra
t el
st sa
a gu
so l
po co</w>
for ma
S e
Jos é</w>
jkʼ an
i g
ta d</w>
ayi x</w>
pa ñ
ex pli
cam bi
a gr
é r
ko m
em ik</w>
j puk</w>
Mois és</w>
yakʼ botik</w>
y el</w>
or ar</w>
yan tike</w>
deci r</w>
Dani el</w>
j te
c er
v en</w>
estu dio</w>
l en
j tu
j ik</w>
aw aʼiy</w>
Y U
naʼ el</w>
si ta</w>
j ts
t ʼ</w>
R E
xtu un</w>
tu lo</w>
m ame</w>
Isra el</w>
to da</w>
organi z
d í
A demás</w>
aʼ tel</w>
T eme</w>
str u
S al</w>
kʼopon a</w>
LE L</w>
reci bi
fr u
d an</w>
cur so
yaʼ tel</w>
pro f
i do</w>
ch i
apa s</w>
i dad</w>
ayu dar</w>
gr an</w>
ac ti
am a</w>
si ones</w>
pa ci
cali p
LE JA
fi ci
dur ante</w>
entr e</w>
nuestr as</w>
escu ch
calip sis</w>
ya t</w>
kʼ el</w>
ent onces</w>
t emplo</w>
al e
tsob lej
jaj ch
re la
m or
winik etike</w>
ba uti
ma y
quier e</w>
ar io</w>
a sion</w>
in clu
Apo calipsis</w>
yora il</w>
v eces</w>
le to</w>
d emos</w>
se a</w>
problem as</w>
ka kʼ</w>
c la
H ebre
xbaj t</w>
s nop</w>
enta inel</w>
j il</w>
s nichʼ
ya kʼo
st alel</w>
chaj p</w>
C o
3 8</w>
ni fic
A L
z as</w>
de as</w>
ar nos</w>
LEJA LIL</w>
jich uk</w>
r e</w>
cum pli
x kʼax</w>
ma to</w>
suj ti
e la</w>
ju b
n am
aw i
ami gos</w>
S I
E z
m ero</w>
dis cí
discí pu
TES OR
stuk el</w>
a ya</w>
j e
TESOR OS</w>
x kʼopo
ci r
tex to</w>
KʼU LEJALIL</w>
ya kik</w>
pa z</w>
l í
i wan</w>
j ilel</w>
c ʼu
stu un
kongreg asion</w>
f al
el es</w>
yaʼiy ik</w>
C RI
un ca</w>
B E
sta ik</w>
pas ele</w>
e qui
esi s</w>
a etik</w>
3 6</w>
tseʼ el</w>
princi pi
I N
A N</w>
x chʼ
Ro manos</w>
nojp tesel</w>
r ía</w>
j o
én esis</w>
G énesis</w>
B e
y il
c e
A br
ci u
cham el</w>
sts ʼiba
ist er
b al
y o
Bin tik</w>
padr es</w>
cur s
anci anos</w>
res u
3 9</w>
contr a</w>
emp ez
muer te</w>
x tal</w>
pre curso
f ri
an oetik</w>
CH ʼU
pro pi
re cu
C on
a po
O J
se g
posi ble</w>
ol e</w>
li n</w>
ta kʼin</w>
na j</w>
ani x</w>
skʼop l
ho mbres</w>
ti go</w>
en cias</w>
Kʼ alal</w>
per mi
k il</w>
hac er
don de</w>
a z
sier vos</w>
pregun tas</w>
ali letik</w>
ad as</w>
herman a</w>
sujti b</w>
otr o</w>
bíbli ca</w>
F ili
VID A</w>
n or
ci l</w>
C or</w>
g ri
fi n</w>
pens ar</w>
e x</w>
di a</w>
San ti
x koltay
for ma</w>
I LEL</w>
A l
akʼ bot</w>
ci er
E f
ver dad
raf o</w>
c l
an ax</w>
alg unas</w>
per las</w>
i t</w>
su fri
Hebre os</w>
r u
n unca</w>
sigui ente</w>
ja y
nojp tes
lo kʼo
g ar
mu kʼ
di do</w>
as es
A d
kux aj
discípu los</w>
CHʼU UN
ox eb</w>
W entainel</w>
reuni ones</w>
kʼop il</w>
c ti
í amos</w>
r s</w>
min ister
isra eli
a go</w>
kʼo em</w>
jkʼ an</w>
S i</w>
A kʼ
5 0</w>
ac ep
u estr
ali z
tu d</w>
t si
nuj pun
o ci
d in
co men
chik naj</w>
T u
g a
ac er
aba tin
pár rs</w>
en ten
OS E</w>
pa n</w>
Santi ago</w>
E M
tr i
DI OSE</w>
ma g
vivi r</w>
j kuxlejal
j el
an e</w>
s kanan
YU ʼU
o tike</w>
jpa s</w>
jnopo jeletik</w>
E N</w>
1 ,
pr esi
per d
gu erra</w>
com p
á l</w>
ay in
S TI
sig nific
s cʼ
forma ción</w>
E O</w>
jtoj ol
al mente</w>
A Kʼ
predic ar</w>
or ia</w>
di o
bi er
4 5</w>
pág ina</w>
in vi
pʼi jub
toj ob
o tak</w>
EST R
tik lan
habl ar</w>
AN A</w>
or anax</w>
yaʼiy el</w>
paj al</w>
YUʼU N</w>
P on
A y</w>
otr a</w>
j chol
em ías</w>
bi lal</w>
si r
a v
si tu
s ma
spi si
pr i
men s
all í</w>
hi ci
M i
woko li
ten dr
ta yat</w>
me ʼ
e bal</w>
D e
sw ok
j kʼopon
an op</w>
mi s</w>
smu kʼu
h on
C h
h ich</w>
em bre</w>
tay ik</w>
es pe
ts a
o ch</w>
hi jo</w>
organiz ación</w>
kʼ in
U ni
4 1</w>
xi w
ju dí
esper anza</w>
aw oʼtan
Jaʼ nix</w>
añ o</w>
skol tay</w>
machʼ a
kʼo tik</w>
o cu
J CHʼUUN
gra cias</w>
er do
chik an</w>
jojkʼoy eletik</w>
c al
Cu ando</w>
yan tikxan</w>
x a</w>
publi c
mu j
tʼu j
lek sion</w>
c lar
E sta
CRI STI
des de</w>
chaʼox tul</w>
4 4</w>
man tal</w>
v o
tr o
sch aj
israeli tas</w>
ami go</w>
R u
espe ci
P alabra</w>
ta ri
un di
c el
CRISTI ANA</w>
b er
a kʼopon</w>
a b</w>
pu es</w>
on e</w>
x laj</w>
res pu
n ada</w>
g en
el tik</w>
E n
tal el</w>
c ar</w>
b an
s chʼ
lu ego</w>
ho y</w>
res pe
l ti
S u
A M
mo str
man tal
A tal
skʼopl ale</w>
sab er</w>
ci endo</w>
p en
obern ante</w>
na il</w>
kuʼu n
al ik</w>
sw ol
trabaj o</w>
pas a</w>
lokʼ es
o pon
h er
enseñ a</w>
wan ej
to y
k er
ba yal
N a
em bar
on ia</w>
kal tik</w>
spa so
S amu
A y
j kʼaxel</w>
akʼ an</w>
s ino</w>
pro te
N ue
ʼu m
ay niwan</w>
M a</w>
ku b
E J</w>
S o
l tik</w>
S E
Be tel</w>
ts ʼiba
hu man
c e</w>
M u
anci anoetik</w>
ad ores</w>
ta k
r se</w>
qui en</w>
ú n
g an</w>
tsoblej etik</w>
au di
S Kʼ
swenta il</w>
me ti
sac erdo
kakʼ beytik</w>
T o
Ó N</w>
un ci
sba j
ciu dad</w>
a ta</w>
Atal aya</w>
sig lo</w>
j nop</w>
escri bi
Ma chʼ
kal beytik</w>
hab ían</w>
espiritu ales</w>
aw al</w>
a ta
ku j
machʼa tic</w>
g an
ens es</w>
ba h
bi n
bíbli cos</w>
j a</w>
swol ol</w>
Pon ga</w>
Akʼ a</w>
po der</w>
j ba</w>
x kux
hi st
pu er
nopo l</w>
a x
awuʼu n</w>
ti erra</w>
sa bi
a tr
si tin
per i
di fí
di eron</w>
s kuxlejal</w>
pa í
c ʼ</w>
D e</w>
skol tayat</w>
mens aje</w>
h e</w>
O ʼ
d ente</w>
I s</w>
tu ras</w>
tr es</w>
pʼ aj
n ing
lokʼo m
, 000</w>
tsʼ in
smu lan</w>
s in
mil l
gi p
l ab
en vi
jay eb</w>
esta ban</w>
Ve amos</w>
Testig os</w>
x lokʼ</w>
pa rec
audi torio</w>
pro gr
jchʼuun jeletik</w>
f o
en fer
H eb</w>
tr an
ol es</w>
minister io</w>
tʼuj bil</w>
Samu el</w>
lam al
kʼop e</w>
ab le</w>
y es</w>
k el</w>
x e</w>
tu vo</w>
Qu i
stuun tes</w>
snop ik</w>
fu tu
espiritu al</w>
EJ TIK</w>
1 7
st al
senti do</w>
j chʼi
feli z</w>
es as</w>
em i
1 6
w enta</w>
predic ación</w>
LE K</w>
JCHʼUUN EJTIK</w>
publi ca
a ik</w>
4 2</w>
g amos</w>
Es cri
yoʼtan e</w>
x ch
convers ar</w>
bu k</w>
al qui
si t</w>
san to</w>
in formación</w>
M t</w>
prue ba</w>
prim era</w>
P ad
st o
segu r
c entr
Ad án</w>
stsʼiba y</w>
pár rafo</w>
ju di
futu ro</w>
al a
Mar cos</w>
man ch
lo gr
koʼtan tike</w>
isra eletik</w>
W AN
cas o</w>
á cti
ti kix</w>
ay otik</w>
án g
embar go</w>
com pañ
bu en</w>
espo sa</w>
ci elo</w>
Jesu cri
ad or
yakʼ el</w>
v ali
Le y</w>
1 8
ob ra</w>
no ti
for tal
entr as</w>
ar lo</w>
E l
spa se</w>
s kontra
obe dec
na ción</w>
c ab
bauti z
S l</w>
esta mos</w>
C U
y aʼte
sm ali
o m
i gu
em ix</w>
padr e</w>
inclu so</w>
tay tik</w>
s Kʼ
dis curso</w>
cion etik</w>
vi eron</w>
am b
BI L
v ía</w>
os a</w>
erman o
cu alqui
par ti
con oci
ch eʼ
E s</w>
A W
en ci
eli k</w>
w i
i deas</w>
so mos</w>
se amos</w>
pr ácti
n aj
jkuxlejal tik</w>
al al
tro du
to r</w>
ter min
tar on</w>
paj el</w>
b alumilal</w>
prim ero</w>
ac tu
yal botik</w>
servi r</w>
no ta</w>
em o
bi k</w>
4 3</w>
w eʼ
per fec
jtojol tik</w>
de dic
a ten
WAN EJ</w>
oj el</w>
ej emp
snaʼ ik</w>
P regun
l aʼ
jkʼopon tik</w>
CI ÓN</w>
e y</w>
apóst ol</w>
yichʼ el</w>
hac en</w>
Pad re</w>
untes a</w>
s cuenta</w>
mu lil</w>
ca pí
yi jki
tem a</w>
j koltay
i dio
aba t</w>
revi sita</w>
B TES
di fer
a k
ic as</w>
T AN
pʼi jil</w>
dis fru
t so
qui z
in trodu
con di
co mi
Lu c</w>
B A
smu lan
li ke</w>
á li
reuni ón</w>
hu mil
conoc er</w>
Ba bil
M an
ter ri
lu m
ben e
ar ti
con stru
buen a</w>
undi al</w>
ser á</w>
hi c</w>
fu eron</w>
ele tike</w>
chaʼ be
ar a
J E
Abr ah
ti v
s ku
qu emos</w>
pi si
vol un
manch uk</w>
quer ía</w>
gr u
super inten
stu untes
snichʼ na
pre par
yan iwan</w>
res ul
es os</w>
di e</w>
conse jos</w>
alumil ale</w>
Pro v</w>
4 8</w>
yaʼ bilal</w>
E li
p lan
mukʼ xan</w>
ta ba</w>
m í</w>
e dad</w>
ad ro</w>
E st
ñ os</w>
to mar</w>
o etike</w>
ayu dó</w>
testig oetik</w>
pro fec
jkʼ i
din ero</w>
si gu
qʼu inal</w>
pro v
o ca
mil agr
ik ix</w>
a gra
Tu untesa</w>
Jesucri sto</w>
spa si
revi sta</w>
judi oetik</w>
uste des</w>
rec or
Ja co
ten ían</w>
Kʼ opon
s mo</w>
s ja
deb e</w>
ar ía</w>
ta ción</w>
respu esta</w>
bi lik</w>
Ro m</w>
Mar ía</w>
y in
jaʼuk nax</w>
Uni dos</w>
Esta dos</w>
x laj
sol dad
sKʼ op</w>
os os</w>
chaʼ kuxaj
S O
ú lti
j na
introdu cción</w>
aw a
t en</w>
apren der</w>
feli ces</w>
con su
ar án</w>
VID EO</w>
Babil onia</w>
ar emos</w>
pu esto</w>
ok in
mu estr
a te</w>
EST RI
5 5</w>
á r
vers í
k aʼ
abatin el</w>
tojob tesel</w>
S e</w>
tu un
smukʼu lin</w>
sal v
fu era</w>
cualqui er</w>
car i
ch eb</w>
ayudar á</w>
y oʼ
st és</w>
kʼu x
pun to</w>
jun etik</w>
A r
áli sis</w>
lo etik</w>
estr u
d en
ayi n</w>
st estig
hu manos</w>
jw okol
judí os</w>
ri ó</w>
nue vo</w>
in i
el las</w>
r án</w>
go bier
e di
OR ES</w>
Escri turas</w>
pro m
er po</w>
O V
ESTRI BIL
ESTRIBIL LO</w>
ñ a</w>
tr adu
pas o</w>
m il</w>
to j</w>
ta dos</w>
signific a</w>
lokʼ el</w>
f á
G obernante</w>
uni dad</w>
si do</w>
pre ocu
convers ación</w>
be ya
stestig otak</w>
se cción</w>
schol bey</w>
nec es
j ta</w>
e ta</w>
c en
kom on</w>
al im
ti vos</w>
tak tik</w>
du c
P ʼI
fi r
ale gr
R A</w>
QU É</w>
principi o</w>
lokʼ em</w>
jkʼan tik</w>
esi a
m pi
l len
E gip
er r
n e</w>
gr an
dem uestr
xchʼ ay</w>
religi ón</w>
mo mento</w>
mi entras</w>
er es</w>
Cu erpo</w>
C re
Abrah án</w>
s na</w>
on i
aʼte j</w>
on to</w>
an a
quiz ás</w>
gen er
esi os</w>
ser es</w>
por t
ko m</w>
b as</w>
al beyel</w>
M EJ
A jw
vi de
publica ciones</w>
k amigo
capí tulo</w>
S i
In ter
ESTR OS</w>
ta ti
akʼ el</w>
PʼI JU
y amigo
per don
S A
ʼu n
maj tan
al bil
men cion
kʼu xul</w>
S T
ob je
j al
de a</w>
Ro ma</w>
xbaj tʼ</w>
PʼIJU BTES
Egip to</w>
Ba yal</w>
s alu
pod ía</w>
kʼax em</w>
er as</w>
20 0
y e</w>
x chiknaj</w>
to etik</w>
skʼan ojel</w>
i letik</w>
perd ón</w>
v el
jpas tike</w>
au tor
Jer emías</w>
Jaco b</w>
v an
recu adro</w>
noti cias</w>
deci siones</w>
x kʼo
pe di
ne t</w>
hici eron</w>
h emos</w>
Ef esios</w>
ya kotik</w>
x ju
C r
o h
d estru
c ó</w>
ó ven
óven es</w>
v ari
t é</w>
An álisis</w>
ʼu k</w>
wanej etik</w>
toy ol</w>
pu l
li c</w>
buen o</w>
6 5</w>
p es
kuxlejal ik</w>
chaj pan
S U
lokʼom ba
Y A
PʼIJUBTES WANEJ</w>
L o</w>
vi o</w>
ra do</w>
P R
bo lil</w>
Ti m</w>
MEJ ORES</w>
yoʼ bolil</w>
schʼuun ik</w>
r en
lamal kʼinal</w>
jajch ibal</w>
a go
MA ESTROS</w>
st so
m é
deb en</w>
U se</w>
sac ri
lo til</w>
g e</w>
b re
S jajchibal</w>
ú l</w>
vi si
servi cio</w>
pres enta
e tic</w>
deci sión</w>
d ol
cu los</w>
tes tigo</w>
sj o
j letik</w>
ti co</w>
on ik</w>
k al</w>
aba ti
QU E</w>
m er
cam ino</w>
akʼ beyel</w>
4 6</w>
j óvenes</w>
ic e</w>
bus quemos</w>
awa kʼ</w>
an to</w>
al bot</w>
v í
maj tʼ
estudi ar</w>
d amos</w>
k ar
ad el
J on
É x</w>
u l</w>
slaj in</w>
pas ado</w>
es condi
an ti
Sa úl</w>
J n</w>
g as</w>
fuer zas</w>
á b
re cuer
m el</w>
yakʼ beyik</w>
oj tik</w>
in as</w>
en e</w>
L i
C O
wokoli letik</w>
on etik</w>
M es
2 ,
yuʼu ni
val or</w>
sj ojkʼoy
f ol
r an
apóst oles</w>
na die</w>
man t
I L</w>
De u
ma tr
jaʼ to</w>
le y</w>
ki n</w>
ch a</w>
ʼu k
li ber
l ado</w>
il in
fi eles</w>
ch e</w>
ra z
le n</w>
jun uk</w>
ha ga</w>
escondi das</w>
ana ʼ</w>
ʼ el</w>
w okol
k ermano
e vi
con clu
ya c</w>
x jajch</w>
tu r
s kuxlejalik</w>
o port
m em
ju sti
con ven
ami sta
Apo c</w>
le kuk</w>
g obern
c in
Pe d</w>
s kʼopon</w>
matr im
anci ano</w>
Ja ʼuk
AKʼ BE
us ar</w>
su curs
igu al</w>
i mi
escribi ó</w>
bili dad</w>
al tik</w>
P alabras</w>
N e
to m
tan do</w>
nam ey</w>
enten der</w>
comp leto</w>
ch ap
a w</w>
N A
lle gar</w>
j e</w>
gru po</w>
ex peri
P ara</w>
meʼ il</w>
li x</w>
ji bal</w>
hist oria</w>
Jaʼuk meto</w>
ti vo</w>
I L
sch aʼ
k oj
f un
schʼu un</w>
en fr
buen os</w>
E cl
y ik</w>
tam ente</w>
g l
beya ik</w>
bendi ción</w>
Ay bal</w>
jte buk</w>
V i
Ecl esia
ti ca</w>
sts ʼum
re p
pr ó
Y ilel</w>
Eclesia stés</w>
D O</w>
stoj ole</w>
li le</w>
chaʼbe j</w>
situ ación</w>
pisi ltik</w>
j otik</w>
H i
sj el
p la
mant aliletik</w>
T r
v u
sj aj
espo so</w>
an il</w>
ac ab
us a</w>
Oʼ TAN
tu s</w>
el xan</w>
ani a</w>
JE H
pe kʼel</w>
encontr ado</w>
yan yantik</w>
ma dr
fá cil</w>
es for
as es</w>
Kʼ O
JEH OV
reg al
r le</w>
p ó
le er</w>
kuxlej alil</w>
j kʼop
Machʼ a</w>
un al</w>
pi ens
clar o</w>
P as
yal el</w>
spisi luk</w>
prue bas</w>
le le</w>
j el</w>
ha ciendo</w>
as amb
ac ʼ
z ar</w>
stuuntes ik</w>
l ación</w>
h or
car ta</w>
an el</w>
Sal om
Inter net</w>
fol leto</w>
en emi
an aʼ
ali dades</w>
seg ún</w>
s ent
on io</w>
ma yu
especi al</w>
a ha
JEHOV Á</w>
yoʼtan ike</w>
llam ado</w>
kuʼun tike</w>
jojkʼoy el</w>
ch o</w>
cer ca</w>
s ali
p alabra</w>
laj el</w>
er se</w>
L as</w>
stoj olik</w>
or i
man o</w>
jmu lan
dej ar</w>
c er</w>
pens es</w>
pec ado</w>
co l
cir c
an aliz
alg ún</w>
T es
B alumilale</w>
ts aj
muj er</w>
me dio</w>
kuʼu n</w>
im os</w>
h ará</w>
D A</w>
sab ía</w>
s nopo
di ri
deb er
ar an</w>
Salom ón</w>
snaʼ oj</w>
resu ci
es cla
segu ro</w>
s jun</w>
paj ina</w>
ʼI L</w>
yaʼte lik</w>
vu el
skʼan ik</w>
mi entos</w>
con si
ora ciones</w>
dur ía</w>
aw akʼ
U T
L AS</w>
C ol
P ri
5 1</w>
z ca</w>
v an</w>
sabi duría</w>
pu so</w>
man ten
jaʼ me</w>
es fuer
a toj
P u
skoltay el</w>
s nojptes
jte b</w>
jo ven</w>
fortal ec
chʼ ix</w>
ar le</w>
Fili penses</w>
ón de</w>
sm el</w>
sab emos</w>
ca p</w>
í n</w>
tuun tesel</w>
spasi ke</w>
bin tic</w>
yal e</w>
x bo
sch ol</w>
paí s</w>
p e</w>
l oʼ
cheʼ oxeb</w>
hac emos</w>
h ora</w>
Tes al
C o</w>
quer emos</w>
jchʼuun tik</w>
P o
án d
re cción</w>
pe que
majtan il</w>
difí cil</w>
ab é</w>
ab r
podr ía</w>
p os</w>
lo e</w>
jtu untes
fi el</w>
cu alidades</w>
cir cui
ES P
5 2</w>
áb amos</w>
wan ik</w>
spas ele</w>
may or</w>
llev ar</w>
E R</w>
tati letik</w>
o cur
kuj ch</w>
e za</w>
ad oración</w>
Kʼ ax</w>
v as</w>
po lí
o do</w>
mi sion
cier to</w>
Mes ías</w>
ya k
madr e</w>
jkoltay tik</w>
Nue va</w>
É l</w>
sem an
li ʼ</w>
l ar</w>
ka t</w>
hacer lo</w>
e ter
co stu
bi deo</w>
agu a</w>
G e
uti li
i ch
m undial</w>
kʼ e
kʼ ay
baj tʼ</w>
L A
A sí</w>
yal oj</w>
ul aʼ
skoltay on</w>
pas ó</w>
of rec
in otik</w>
i mag
des a
B ern
tiklan bey</w>
hab er</w>
bene fici
SKʼ OP
tran s
ka p</w>
conse jo</w>
Na il</w>
yi kʼ
schaj pan
och ik</w>
cla se</w>
circui to</w>
c to</w>
z ó</w>
yakʼo j</w>
mo do</w>
cu án
bili dades</w>
Pregun ta</w>
Man chukme</w>
Ez equi
t emos</w>
precurso r</w>
in dic
G u
Bern abé</w>
sbaj tel
li bre</w>
fuer te</w>
cham bal
No é</w>
No pa</w>
D A
smulan ik</w>
com pa
ar les</w>
acti tud</w>
4 7</w>
lek nax</w>
im al</w>
a c</w>
medi ante</w>
tal eli
o e</w>
laj inel</w>
importan tes</w>
hab la</w>
G é</w>
E va</w>
to y</w>
sta s</w>
Co mo</w>
prim er</w>
min chi
matrim onio</w>
K E</w>
f on
ch ibal</w>
J ojkʼoy
E TIK</w>
CH ʼ
skʼ ajkʼ
dar á</w>
A l</w>
si to</w>
sbajtel kʼinal</w>
pʼijub tes
fi cio</w>
T sob
si a</w>
principi os</w>
pe kʼ
os as</w>
mal as</w>
expli ca</w>
conclu sión</w>
a cu
ca paci
SKʼOP L
G UN
s Nail</w>
o g
in f
ichʼ el</w>
d or</w>
acer ca</w>
Hi jo</w>
yakʼ bon</w>
sle kub
na cion
mayu c</w>
c r
tʼ ik</w>
sbi ile</w>
s lu
D es
volun tad</w>
ver emos</w>
s kʼo
lec c</w>
g er
escu ela</w>
en se</w>
n ú
m es</w>
le y
koltay ot</w>
ic os</w>
en car
R A
4 9</w>
versí culo</w>
kʼ an</w>
ci do</w>
yuʼuni ke</w>
ts el</w>
mill ones</w>
i kʼ
confi anza</w>
amista d</w>
ali ke</w>
pro pó
j y</w>
ha ya</w>
yal beyik</w>
t on
s mantal</w>
p ej
oj ix</w>
Ezequi el</w>
su ce
p l
di ente</w>
apren demos</w>
P RE
6 0</w>
u r
swok ol</w>
so r
reli ji
o mi
ning ún</w>
j pisiltik</w>
c an</w>
u ke</w>
terri torio</w>
progr ama</w>
presi ón</w>
le ke</w>
in e</w>
il awil</w>
h il</w>
e do</w>
bar co</w>
O R</w>
N OP
te etik</w>
s familia</w>
C ON
í si
yaʼ bil
tor es</w>
superinten dente</w>
kʼin ale</w>
f inal</w>
demostr ar</w>
apa rec
J un</w>
respon sa
kʼ an
gar es</w>
bon ik</w>
bi luk</w>
p ti
lu k
da vía</w>
S er
tal elil</w>
skʼ ab</w>
rela to</w>
jich nix</w>
i r
ch u
aʼte jik</w>
S au
yin am</w>
taleli letik</w>
e d
congreg aciones</w>
be yi
G U
EN T
pr onto</w>
pon er</w>
p ú
in stru
feli ci
a sig
sucurs al</w>
skʼajkʼ alel</w>
s os</w>
pʼijub tesel</w>
lu mil
jtuuntes tik</w>
empez ó</w>
de f
alg una</w>
L e</w>
K O
Es cu
yu ʼel</w>
i ba</w>
as un
ani chʼ
Re y</w>
tar de</w>
no che</w>
na ciones</w>
gr e</w>
esfor z
cuer do</w>
com pren
awi chʼ</w>
ant s
SU J
Ru t</w>
N U
qui én</w>
p al</w>
lleg ó</w>
ju jun
il tik</w>
bah lumil
ajw aliletik</w>
x kujch</w>
w t
sjaj chibal</w>
s lekil</w>
na il
di os
san gre</w>
salu d</w>
s pʼijil</w>
s le</w>
propó sito</w>
li mpi
ku r
enfer me
atr o</w>
aqu el</w>
al beyaik</w>
wt st
wtst y</w>
win ike</w>
v amos</w>
ra zón</w>
p eli
n wtsty</w>
i or</w>
hab len</w>
San t</w>
O T
DI OS</w>
5 4</w>
tik un
re ch
mi edo</w>
kermano taktik</w>
gu sta
vi aj
ts ʼi
to davía</w>
st an
so ke</w>
li o</w>
curs os</w>
b les</w>
Y a
Se ñ
K U
ser ía</w>
la tas</w>
l f
k xan</w>
confi ar</w>
c ele
t i</w>
sm am
sab e</w>
pes ar</w>
b ri
T U
SUJ TI
su é</w>
pod er
necesi tamos</w>
m á
kontra inel</w>
k aj
c ciones</w>
agu an
a ch
SUJTI B</w>
M U
K ʼ</w>
Jo sué</w>
á latas</w>
a pli
X JU
M al
L u</w>
vol ver</w>
tsi lal</w>
t ú</w>
mar zo</w>
m am
human idad</w>
ch an
c ru
Señ or</w>
tem as</w>
or ía</w>
inter es
bey xan</w>
ba j</w>
U n</w>
P r</w>
x cʼ
v ino</w>
ts es
e z</w>
cari ño</w>
ya cʼ</w>
tr as</w>
majtʼ anil</w>
f ía</w>
estudi ante</w>
d ando</w>
cristi ano</w>
ba jo</w>
autor idad</w>
an al
G én</w>
G ál</w>
tu minchi
sir vi
mis ma</w>
aw al
Ez e
su t
re alidad</w>
pa reci
lu ch
kux inel</w>
erman oetik</w>
di era</w>
bayal xan</w>
G álatas</w>
vi sita</w>
st os</w>
prácti ca</w>
ki chʼ</w>
ker em</w>
j tso
enemi gos</w>
sacerdo te</w>
pú bli
p tik</w>
oport unidad</w>
ju sto</w>
jich me</w>
j tʼu
fi er
d oc
E LE
soldad oetik</w>
muestr a</w>
de bi
bi le</w>
XJU ʼ</w>
y tik</w>
ten ga</w>
ón icas</w>
verdad ero</w>
tu lan
tseʼ el
tal em</w>
ta etik</w>
re ac
nue va</w>
kil al</w>
e fec
deci di
cele br
Ef es</w>
gobier no</w>
enta in
cuer po</w>
bíbli cas</w>
a d</w>
yu til</w>
pro meti
ku n</w>
justi cia</w>
jaʼ e</w>
esta do</w>
ar r
5 3</w>
yakʼo j
yakʼ bat</w>
vi sto</w>
ti ó</w>
snaʼ el</w>
s ica</w>
on ic
m era</w>
in to</w>
aten ción</w>
a cuerdo</w>
M ame</w>
I deas</w>
H ch</w>
s es</w>
s bu
reg res
obedec er</w>
maʼyu kix</w>
experi encia</w>
em br
asi sti
ajkʼ abal</w>
abr il</w>
G ala
j tal
cu enta
ay el</w>
TI KE</w>
C r</w>
sigu e</w>
prov ech
nor mas</w>
neces ario</w>
con ta
ci os</w>
baj t</w>
UT ʼIL</w>
J W</w>
3 ,
í o</w>
onic enses</w>
muj eres</w>
jaʼ ik</w>
ayudar nos</w>
SKʼOPL AL</w>
L OS</w>
t s</w>
os enses</w>
Je r</w>
Col osenses</w>
yi jkʼi
sme ʼ</w>
smali yel</w>
re paso</w>
paj al
man tener</w>
chuk el</w>
al wanej</w>
al can
U na</w>
M O</w>
Cre ador</w>
í so</w>
áng eles</w>
x w
ju k</w>
dese a</w>
ba yel</w>
T am
or o</w>
oj ibal</w>
much a</w>
jchol tik</w>
idio ma</w>
di fic
ci ó</w>
b ol
ants etik</w>
an unci
7 0</w>
un da</w>
sch ebal</w>
ma estr
lem ente</w>
j b</w>
gu ía</w>
gu er
N TIK</w>
Cr ónicas</w>
weʼ elil</w>
tay wanej</w>
sle el</w>
se an</w>
r emos</w>
jmu l
cʼ op</w>
at án</w>
So k</w>
S a</w>
í fic
swok olik</w>
s lam
pregun ta</w>
jwokol tik</w>
estu vo</w>
cu atro</w>
a chʼix</w>
oni os</w>
kal bey</w>
j famili
U DI
Tesal onicenses</w>
stoj ob
sti n
pas ar</w>
mi embr
ases el</w>
ami entos</w>
agra deci
N ichʼ
2 8
áng el</w>
stso b</w>
sion etik</w>
kʼo el</w>
kil beytik</w>
b o</w>
agr ad
5 6</w>
xju l</w>
sti j
sta el</w>
si dad</w>
pa r</w>
dol or</w>
dej ó</w>
d í</w>
d é</w>
con tes
ci e
cel esti
ajw al
a ti
Pri mera</w>
sts ʼ
si ente</w>
recibi r</w>
pró xi
ni ños</w>
lum etik</w>
smu l</w>
segur os</w>
s kom
resu r
regal o</w>
problem a</w>
lu gares</w>
e baj</w>
con ten
P a
OJ KʼO
J OJKʼO
vi sta</w>
ta ban</w>
t on</w>
sti kun</w>
r es</w>
pue do</w>
m ilel</w>
entr o</w>
L o
JOJKʼO Y
vi aje</w>
u tsʼin
snichʼna bik</w>
much ísi
Nue vo</w>
AKʼBE YA</w>
spaso j</w>
il kʼinal</w>
S ba
5 8</w>
vi sión</w>
tu vieron</w>
tiemp os</w>
se pti
septi embre</w>
r á
peli gr
jnaʼ beytik</w>
ejemp los</w>
dar le</w>
cumpli r</w>
I LI
yu laʼ
tari o</w>
lam al</w>
D ES
skanan tay</w>
sigui entes</w>
mor ir</w>
lokʼes el</w>
jts ʼ</w>
escuch ar</w>
d á</w>
d el
d aba</w>
ar es</w>
an si
yakʼ beyel</w>
pro du
parti ci
paci encia</w>
may oría</w>
jna ʼ</w>
hu bi
du da</w>
be l
Sba bial</w>
Qui én</w>
yal beyel</w>
ya to</w>
xkʼopo jotik</w>
tu t</w>
si endo</w>
en tan</w>
2 9
reg i
or ig
kaʼ tel
joʼ on</w>
jm el</w>
di stin
chaʼ tul</w>
bahlumil al</w>
av il
aqu í</w>
to xan</w>
schaj pan</w>
pro me
na tur
mon os</w>
man eras</w>
jm ali
estudi antes</w>
EST UDI
xi w</w>
vel ación</w>
sbu jtsʼ</w>
resur rección</w>
prof eta</w>
on omi
h ebre
f av
di j
congreg a
alegr ía</w>
R e</w>
C E</w>
v ej
stal elik</w>
or k</w>
o co
mar avil
jaʼ niwan</w>
g eli
emo cion
e br
dic en</w>
com par
c ación</w>
Sau lo</w>
Ju dá</w>
H er
Gala ad</w>
ter onomi
teronomi o</w>
ta des</w>
t ele</w>
profec ía</w>
on a</w>
ol vi
kʼ bil</w>
I C
Deu teronomio</w>
Í AS</w>
tsʼ inel</w>
ta da</w>
s inti
respe to</w>
pu estos</w>
pas bil</w>
ju i
il u
il an</w>
celesti al</w>
Y ork</w>
G o
y abal</w>
situ aciones</w>
se xu
ro pa</w>
j okin
ab les</w>
tu bre</w>
si ti
si m
qu ías</w>
le tike</w>
le g
kʼ un</w>
kʼ ayoj
is te</w>
inf lu
aha m</w>
M e</w>
Abr aham</w>
8 3</w>
5 7</w>
ó li
mis mos</w>
man iwan</w>
lek xan</w>
dific ul
b en</w>
asamb lea</w>
anti gu
a se</w>
Tr adu
R ESP
van geli
so r</w>
si st
s famili
prom esa</w>
mal o</w>
kongreg asi
ker em
en ero</w>
ec e</w>
Kʼ A
yu tsilal</w>
ti r</w>
ter i
que dar
loʼ l
lf f</w>
encontr ar</w>
SO K</w>
19 9
tik lan</w>
sti j</w>
oca sión</w>
nú mero</w>
la etik</w>
ent al</w>
b el</w>
Ne h
É x
sj unal</w>
sbaj tʼ
s nuj
pa ra
en cu
bon dad</w>
ay on</w>
ay e</w>
PA S
A R
vo z</w>
ti j
sitin tayel</w>
p ʼ</w>
oʼtan ile</w>
laj em
est é</w>
co ʼ
J pas
yichʼ ojik</w>
ni mo</w>
j kʼu
j ch
es co
des cu
cu x
con ver
abati no
stsʼum bal</w>
ha cia</w>
consi der
cambi ar</w>
bendi sion</w>
awuʼu ne</w>
Y AL</w>
Tradu cción</w>
BI NTIK</w>
re tik</w>
in v
idio mas</w>
demostr ó</w>
an zas</w>
T a
6 1</w>
Éx odo</w>
v es</w>
tsʼiba y
re a</w>
no vi
mi ser
l in
jel on</w>
fr ica</w>
d ónde</w>
ba eltik</w>
a provech
E ste
profec ías</w>
pro ba
kʼax emix</w>
ki jki
gri ego</w>
gi ó</w>
es es</w>
awoʼtan ik</w>
ara ón</w>
ad orar</w>
U E
Neh emías</w>
A yu
v emos</w>
mi r</w>
felici dad</w>
ej ik</w>
de tal
PRE GUN
uni ver
s lokʼ
parec e</w>
miser ic
miseric or
jchʼi eletik</w>
ili n</w>
ci les</w>
Testig oetik</w>
P re
Ajw alil</w>
ʼu n</w>
xi ʼ
tsʼiba yel</w>
so ci
po li
ma yo</w>
le al</w>
jw ol
jun tos</w>
ar ia</w>
Re velación</w>
RESP ON
últi mos</w>
vi ol
ter r
re gu
nop tsaj
ha bi
for me</w>
espiri tu</w>
es toy</w>
chambal am
ar rep
an ik</w>
Tam bién</w>
An ti
1 5
vi r
tar á</w>
st ʼun
par ta
oc tubre</w>
awoʼtan ic</w>
TA N</w>
T esti
GU I
E stu
stuun tesel</w>
sba e</w>
re ino</w>
nor te</w>
ci encia</w>
chʼi chʼ
Isa ac</w>
Cu ál</w>
yi kʼ</w>
y ó</w>
u tsʼinel</w>
to tik</w>
ri a</w>
o br
kʼop iletik</w>
kʼ tal</w>
ju lio</w>
ho spi
ent en</w>
di st
di endo</w>
cor rec
Y uʼu
P I
Kʼopon aik</w>
Í A</w>
s ar</w>
próxi ma</w>
pa re
m en</w>
llam a</w>
ic u
ar los</w>
M Á
x bal</w>
sent ía</w>
le kilal</w>
kʼ un
jmulan tik</w>
hac ía</w>
bey ex</w>
ab u
B A</w>
s enci
re lación</w>
jkʼan beytik</w>
i s</w>
cre ación</w>
sufri miento</w>
slam alil</w>
sch olik</w>
sba ike</w>
res ca
re aliz
pi dió</w>
lokʼ ik</w>
j chʼ
i xe</w>
esper a</w>
Escu ela</w>
C on</w>
yal xan</w>
skʼo tes</w>
rela cion
lle va</w>
esi a</w>
d é
Testi go</w>
Este ban</w>
6 2</w>
1 Co</w>
ten go</w>
s n
milagr o</w>
imi tar</w>
il uk</w>
Le an</w>
ESTUDI O</w>
Cu án
B ro
í n
ta ya</w>
si til</w>
no mbr
fal ta</w>
e c</w>
ax un
atoj ol</w>
Re yes</w>
R o</w>
M AN
J NOP
tsi tsel</w>
tes ti
ta b
snaʼ bey</w>
skʼ inal</w>
el lo</w>
difer entes</w>
demuestr a</w>
ba s
an gu
T en
Sa m</w>
H A
s ju
paí ses</w>
parta mento</w>
le ku
hon r
difí ciles</w>
cʼ alal</w>
ani ma
alal etik</w>
a fir
V er
Co mi
7 2</w>
én es</w>
xbaj tik</w>
trabaj ar</w>
tr o</w>
senti r</w>
qui era</w>
qu ía</w>
oj os</w>
n anix</w>
kʼ aj
di entes</w>
cul pa</w>
c é
a to</w>
El ías</w>
A u
A D
so y</w>
laj un
dificul tades</w>
albil kʼop</w>
acti vi
TA Y
N ú
yoʼtan ic</w>
mon io</w>
m eses</w>
i d
fici os</w>
em a</w>
bendi ciones</w>
aw il
a il</w>
NU ESTR
Ma ʼuk</w>
IN I</w>
EM OS</w>
te ʼ</w>
sna ik</w>
nam al</w>
jmu lan</w>
instru cciones</w>
gusta ría</w>
gran des</w>
cui dado</w>
awakʼ bey</w>
ani wan</w>
P ue
Bin wan</w>
A ʼ
x chaʼ
per se
mo des
h l</w>
d ores</w>
apo yo</w>
Y ame</w>
PA RA</w>
Ju das</w>
vi era</w>
rech az
pen diente</w>
k o</w>
f ari
di ci
di cho</w>
constru cción</w>
a segur
Fili p</w>
8 0</w>
7 3</w>
ti va</w>
qu el</w>
nue vas</w>
ko tike</w>
cu ción</w>
cam bios</w>
am ar</w>
aguan tar</w>
Vi deo</w>
verdad era</w>
te r</w>
te k
skʼan bey</w>
re f
mu rió</w>
eter na</w>
bu r
au to
T AS</w>
O L</w>
M aʼyu
J ich
B AL</w>
ta j
pre ci
och el</w>
m entos</w>
d or
ah cʼ
X AN</w>
H o
H a
ér ci
testi monio</w>
ta el</w>
sw eʼ
sto y</w>
ser án</w>
prom esas</w>
mé dic
llam ada</w>
i da</w>
fari se
famili ares</w>
dese o</w>
cambi o</w>
bi luk
a un</w>
MA CHʼ
Con mem
ti x</w>
ti po</w>
ti nu
ten ido</w>
tal e</w>
stan cias</w>
skoltay ik</w>
senti mientos</w>
organi sa
necesi dades</w>
lu me</w>
gu l
gra fía</w>
Jon atán</w>
xkux inik</w>
sta t</w>
s pu
po ca</w>
perd on</w>
maravil lo
jkʼ ayin
f in
esta b
enseñ ar</w>
ej érci
e o</w>
cie los</w>
ar me</w>
alim ento</w>
I K</w>
Conmem oración</w>
C ol</w>
A s
4 ,
t emp
skʼ axun
sigui ó</w>
prome te</w>
mal a</w>
m ol
len gu
j kanan
erman o</w>
cre encias</w>
senti mos</w>
s pekʼ
spekʼ elil</w>
piens a</w>
kʼajkʼ ale</w>
hab rá</w>
es pa
err ores</w>
1 19</w>
vol u
s nu
kuxlej ale</w>
jba tike</w>
inter és</w>
i sti
ent ó</w>
e te</w>
da ño</w>
compañ eros</w>
com ún</w>
circ un
cas i</w>
al beya</w>
adel anto</w>
1 3
yak on</w>
ve a</w>
seman ae</w>
propi a</w>
ni ch
i dos</w>
do min
co sa</w>
bus car</w>
tri bu
tor i
s Nichʼ
necesi tan</w>
mu kʼu
lle gu
lar es</w>
kʼopon el</w>
jun to</w>
chʼ in</w>
akʼ botik</w>
T O</w>
SE Ñ
xbo otik</w>
vi ene</w>
tar se</w>
r nos</w>
prim eros</w>
preocu pa
on kotik</w>
mill ón</w>
mil es</w>
im perfec
ech a</w>
con tinu
chaʼ naʼel</w>
ca us
F eli
ue go</w>
ta ke</w>
suj t</w>
schʼu l</w>
o like</w>
muer to</w>
i kʼel</w>
i dea</w>
g ó</w>
escla vo</w>
enseñ ó</w>
efec to</w>
con duc
chaj pan</w>
bauti smo</w>
S ig
M undo</w>
Ajw al
6 8</w>
w w
sti ʼ
s f
person alidad</w>
pec ados</w>
or gul
gra do</w>
e dr
dem asi
consu elo</w>
ar é</w>
S chaʼnaʼel</w>
én d
sm aj
presi on
pa kʼ</w>
kaʼtel tik</w>
fuer za</w>
er nos</w>
cum p
cl ases</w>
awi lik</w>
arti culo</w>
ant er
am bi
ajw al</w>
J tul</w>
Al g
ser v
pañ a</w>
m an</w>
jojkʼoy bey</w>
j kuxlejal</w>
isra eletike</w>
e to</w>
cristi ana</w>
ali a</w>
aj es</w>
T E
ya kat</w>
xkoltay otik</w>
x kʼotik</w>
w0 6</w>
vari as</w>
ten gamos</w>
reac cion
organisa sion</w>
oca siones</w>
mi r
jmali ytik</w>
ex pres
evi tar</w>
Ti to</w>
S ab
P er
tí tulo</w>
sku yik</w>
sier vo</w>
schʼ am</w>
raz ones</w>
muer tos</w>
mantal il</w>
kol tay</w>
gi r</w>
enseñ ado</w>
cre ó</w>
contr ol
co me
c lam
a xan</w>
En t
6 6</w>
vi ó</w>
s ón</w>
pʼi j</w>
pres ente</w>
pod ían</w>
op e</w>
mostr ar</w>
gi dos</w>
di os</w>
ayu dan</w>
apa se</w>
M ar</w>
L U
K iltik</w>
u c</w>
le ales</w>
j ku
hab lar
d entro</w>
co lab
aw an</w>
alal to</w>
Jpas wanej</w>
ENT ES</w>
A unque</w>
8 6</w>
6 3</w>
xkʼopo jik</w>
ulaʼ taywanej</w>
sto e</w>
sigu en</w>
quier en</w>
herman as</w>
er lo</w>
er g
an as</w>
albil kʼopetik</w>
ab an
a chol
San són</w>
SI GUI
S in</w>
ʼu l</w>
z os</w>
yal bon</w>
tan tes</w>
skʼopon ik</w>
sba kʼe
re pres
pi sil</w>
ob st
na sion</w>
muchísi mo</w>
lec ciones</w>
expli có</w>
en tu
circun stancias</w>
P or
K OʼTAN
E vangeli
B o
. .</w>
. ..</w>
us ando</w>
p al
och em</w>
ma teri
jfamili atik</w>
in mor
cʼu x</w>
cre en</w>
cin co</w>
anichʼ na
S W
BE Y
w er</w>
suj tik</w>
stoj il</w>
reg ún
re in
polí tica</w>
poder oso</w>
perse cución</w>
ka pi
jujun tul</w>
com pr
anim ales</w>
ago sto</w>
T es</w>
S pisil</w>
8 9</w>
xkoltay ot</w>
ví tico</w>
su r
s kom</w>
des ta
cu esti
awal bey</w>
angu sti
Se g
Le vítico</w>
ES I
y el
ri dad</w>
public adores</w>
na etik</w>
fr on
enseñ anzas</w>
d entes</w>
contr i
com er</w>
Maʼyu k</w>
Jos ías</w>
Davi de</w>
tojob tes
si ete</w>
sacri ficio</w>
para íso</w>
may ores</w>
joʼ otike</w>
ebr ero</w>
def en
arrep enti
ar ías</w>
F ran
ya w
predic ando</w>
po x
ol og
och on</w>
novi embre</w>
liber tad</w>
kamigo in
j kʼopon</w>
f a
entu si
contri bu
ayu de</w>
aw u
ab loe</w>
W at
Di ablo</w>
Ar mag
1 00</w>
xch ebaj</w>
tsʼibay bil</w>
tay otik</w>
s pʼaj
public ación</w>
obr as</w>
o í
l l
jaʼ ate</w>
jam ás</w>
jal aj</w>
importan cia</w>
f ebrero</w>
ari os</w>
To dos</w>
Li br
5 9</w>
ún ico</w>
x noptsaj
w0 7</w>
vide os</w>
skom el</w>
li letik</w>
judí o</w>
j as</w>
humil dad</w>
en can
aban don
PREGUN TAS</w>
P abloe</w>
M I
ten i
tar lo</w>
su fr
senci l
schʼu h
s ni
le yes</w>
lar go</w>
dij eron</w>
chaj p
ayu dado</w>
Y I
C A
0 5</w>
ó me
x be
wokoli le</w>
vari os</w>
tuminchi j
sti k
siti o</w>
propi o</w>
p el</w>
oco l</w>
mal os</w>
kʼ alalto</w>
j nichʼ
cé lu
ant sil</w>
NUESTR A</w>
JNOP TIK</w>
Her o
AN T
7 6</w>
é monos</w>
x ba
suj tes</w>
slaj in
na in
n ab
kʼ asesel</w>
il beya</w>
hubi era</w>
famili as</w>
ex tra
Sal ón</w>
D E
20 13</w>
á nimo</w>
yaʼbil alik</w>
y ox
tex toetik</w>
pul s
puer ta</w>
oh t</w>
lokʼomba etik</w>
fav or</w>
ar ca</w>
ant se</w>
activi dades</w>
S wenta</w>
L uego</w>
Eze quías</w>
2 Cr</w>
t h
sj okin
recuer da</w>
re fer
pregun tó</w>
kil óme
gi do</w>
conse j
conduc ta</w>
ba yu
b tes
ami ento</w>
EN SEÑ
A m
ó m
vide oetik</w>
ts ʼu
ti sf
tari os</w>
na inel</w>
kʼun kʼun</w>
ik ixe</w>
fon o</w>
enfr enta
ed ón</w>
ch ane</w>
añ a
aw amigo
M r</w>
Jojkʼoy el</w>
JOJKʼOY ELE
á culo</w>
tri b
tr a</w>
sjojkʼoy bey</w>
s lokʼes
par rafo</w>
ju k
jnopo j
g er</w>
est re
conse cu
conoci miento</w>
com un
cab eza</w>
Ju dea</w>
H ay</w>
ú sica</w>
stsa k</w>
stoj iluk</w>
snaʼ beyik</w>
sist ema</w>
sa tisf
pi ense</w>
oj e</w>
k a</w>
hon or</w>
ejérci to</w>
debi do</w>
chambalam etik</w>
c ado</w>
am an</w>
abatino tik</w>
a kuxlejal</w>
Yuʼu n</w>
ñ ana</w>
z ar
xbaj tʼik</w>
x me</w>
tam poco</w>
pu si
pu do</w>
necesi ta</w>
le as</w>
kux in
joʼ otik</w>
human o</w>
h aʼ
apa reci
Armag edón</w>
tes e</w>
tar je
person al</w>
mej ores</w>
fi li
entusi as
dr o
des car
asisti r</w>
abatin ik</w>
Tsob lej</w>
MÁ S</w>
5 ,
sufri r</w>
stik un
sjo kin</w>
po bre
me ʼ</w>
compa sión</w>
co meti
ar y</w>
aqu ellos</w>
N os</w>
KOʼTAN TIK</w>
H E
Comi té</w>
Can a
ʼu laʼ
yu tsʼin
yal tiklanbey</w>
xkux inotik</w>
x hu
win i
vi mos</w>
sm il</w>
libr oetik</w>
le kub
ku lo</w>
h á
esper ar</w>
envi ó</w>
di bu
acʼ a</w>
acep tar</w>
a bi
S AL
KU X
Ajwal inel</w>
AM OS</w>
ó g
x mantal
s te</w>
s el
obe deci
o vej
misericor dia</w>
le tic</w>
l el</w>
ko el</w>
jwokol tike</w>
jaʼ al</w>
fi j
disfru tar</w>
des cen
chʼ ay</w>
adel ante</w>
achol bey</w>
aba totik</w>
K IL
Est er</w>
A hora</w>
7 9</w>
10 3</w>
yan anix</w>
pue des</w>
na cionetik</w>
man da
lu z</w>
jtal eltik</w>
ji lik</w>
a fec
P OR</w>
Ez e</w>
Cana án</w>
0 7</w>
ér amos</w>
vers icu
precurso res</w>
por no
o bli
habl ó</w>
g enes</w>
g ado</w>
er to</w>
empez ar</w>
dem onios</w>
al bil</w>
ad á</w>
T i</w>
ON ES</w>
Jon ás</w>
20 14</w>
wi ts</w>
verdad eros</w>
ve an</w>
te le
spisi lik</w>
sj oʼ
resul tado</w>
re fu
prob able</w>
p regún
ja t</w>
en a</w>
don aciones</w>
desa str
cu anto</w>
con centr
Ge de
Di s
D t</w>
9 7</w>
20 22</w>
scʼ ob
schʼuun ejik</w>
j kom</w>
hor as</w>
e ʼ</w>
cas tigo</w>
bautiz arse</w>
ac ciones</w>
SIGUI ENTES</w>
Re visita</w>
O N</w>
C i
9 0</w>
ts ʼum
sor pren
scʼ an</w>
pon i
pens amientos</w>
pas os</w>
n al</w>
mo mentos</w>
me tas</w>
ju z
j ar
in fier
di rec
cuenta h
cier ta</w>
b h</w>
ar ón</w>
ac e
Z ac
Hero des</w>
EN TA</w>
7 1</w>
6 4</w>
snichʼna b</w>
slaj el</w>
re de
o di
ning una</w>
naʼ bil</w>
ma ñana</w>
al botik</w>
Pregun tas</w>
yo lil</w>
pág s</w>
noj el</w>
k in
jun io</w>
di v
chʼuun el</w>
c ando</w>
aqu ella</w>
Gede ón</w>
DI S
C O</w>
6 7</w>
vol ver
sbi ilin
s T
re zca</w>
raf os</w>
pár rafos</w>
ni ño</w>
m ó</w>
kakʼ bey</w>
invi tación</w>
der echo</w>
V ER</w>
Mu ch
L E</w>
G O</w>
slu mal
sj ol</w>
mo tiv
mo so
k nax</w>
esper tad</w>
ent reg
ejemp loetik</w>
d i</w>
ci r</w>
cam po</w>
a pas
D espertad</w>
si enten</w>
libr os</w>
koj t</w>
jnaʼ ojtik</w>
j ti
e a</w>
don o
dici embre</w>
demasi ado</w>
co dono
cheʼ ox
al rede
agra dec
abu codono
Zac arías</w>
Oʼ TAN</w>
N abucodono
8 8</w>
é poca</w>
ánd ose</w>
án do
yijki tay</w>
v aya</w>
segu ridad</w>
r an</w>
pág inas</w>
men ti
mal v
ki ptik</w>
em po
e t
del ante</w>
cʼ ahcʼ
comi da</w>
car r
akʼ beya</w>
T he</w>
S il
Machʼ atik</w>
K AKʼ
I K
A p</w>
x chaʼkuxaj
tendr á</w>
slumal ik</w>
schaʼ kuxaj
resca te</w>
or din
o y
mu cʼ</w>
min i
lu ga
ha gamos</w>
g obernante</w>
ex ac
cu ál</w>
conoc e</w>
O TIK</w>
H a</w>
De partamento</w>
B el
AW ILI
Á frica</w>
xhu ʼ</w>
x jil</w>
te ʼ
su fici
spaso jik</w>
s la
re almente</w>
pens ar
laj ele</w>
ja pa</w>
j il
enseñ anza</w>
cu ar
circ unci
c amos</w>
b ra</w>
a ʼulaʼ
YA Kʼ</w>
Kʼ AL
AWILI X</w>
6 9</w>
1 2
tra ta</w>
ti cos</w>
tal emik</w>
su c
so lu
sin ago
sacri ficios</w>
nop ele</w>
jts aj
h al
gu ar
em í</w>
eli ke</w>
dist ri
dis puestos</w>
comi en
cas os</w>
cam in
asun tos</w>
acer car
No emí</w>
Nabucodono sor</w>
A ca
7 5</w>
á les</w>
ta ña</w>
seg undo</w>
responsa bilidad</w>
raz on
prof e
pens emos</w>
op ini
luga retik</w>
kapi tulo</w>
inv estig
infier no</w>
her mo
enti fic
cul tiv
conta cto</w>
comp le
c l</w>
apren dido</w>
DA D</w>
vi ve</w>
señ ail</w>
que dó</w>
nich imal</w>
mini str
miembr os</w>
lan a</w>
gran de</w>
est én</w>
enferme dades</w>
en g
chajpan el</w>
aʼte ji
P en
M abal</w>
KʼAL AL</w>
E sto</w>
8 4</w>
0 2</w>
yijki tayel</w>
xch i</w>
tra tar</w>
spas bey</w>
snichʼ an</w>
ing l
hebre o</w>
gu sta</w>
f araón</w>
er á</w>
e ño</w>
e con
di g
as pec
N ú</w>
M undial</w>
KAKʼ TIK</w>
Cor into</w>
C a
9 8</w>
1 Sa</w>
ten gan</w>
skʼop e</w>
kʼux otik</w>
kerem etik</w>
fí s
ci on</w>
ay an</w>
apo y
ali x</w>
a ún</w>
A ʼI
7 8</w>
z an</w>
w 15</w>
snopo jibal</w>
snaʼ beyel</w>
re al</w>
o quía</w>
l á
j ol
deber ía</w>
can ciones</w>
c ár
Libr ary</w>
JOJKʼOYELE TIKE</w>
J os</w>
Deu t</w>
D eb
Anti oquía</w>
8 7</w>
0 3</w>
versí culos</w>
te li
stojob tes
stiʼ il</w>
scʼob lal</w>
rá pi
responsa bilidades</w>
respon dió</w>
religi osos</w>
r ían</w>
per man
kʼux uk</w>
kʼin e</w>
jui cio</w>
ju ʼ
j yan
ik xan</w>
humil des</w>
gl oria</w>
fo y
entusias mo</w>
encu entr
demostr amos</w>
cion e</w>
bah el</w>
N OS</w>
M P
M OS</w>
A E</w>
9 4</w>
9 1</w>
xiw el</w>
x kʼax
tuminchij etik</w>
tarje ta</w>
skʼ ases
s ban
j meʼ</w>
fortalec er</w>
dar nos</w>
costu mbre</w>
con ciencia</w>
ci dos</w>
ar la</w>
am el</w>
al ale</w>
ab ri
SKʼ AN</w>
Ent onces</w>
E d
B R
20 12</w>
trans mi
tikun el</w>
se c
pon e</w>
podr ían</w>
kur so</w>
jtoj ol</w>
i e</w>
herman oetike</w>
gener al</w>
du ro</w>
dr á</w>
dis puesto</w>
des cri
cʼu l</w>
c aj
artí culos</w>
VI D</w>
S ara</w>
Pue de</w>
B anti</w>
x ʼ
tsʼi n</w>
snop elxan</w>
smele lile</w>
sNichʼ an</w>
respu estas</w>
per dido</w>
pajal uk</w>
of rezca</w>
o per
nopo lix</w>
na sionetik</w>
kʼa t
im pri
f ra
ent er
demuestr an</w>
dec ía</w>
cuán to</w>
capaci dad</w>
aʼte j
A arón</w>
yu chʼ
w 11</w>
sim p
quer ido</w>
pedi r</w>
pas beyel</w>
o dio</w>
naj al
jkuxlejal tike</w>
j T
im presion
empez aron</w>
detal les</w>
der es</w>
decidi r</w>
chʼul chane</w>
alrede dor</w>
S u</w>
Le a</w>
K I
C Ó
A lem
v oc
su r</w>
sta ojik</w>
segui da</w>
pi de</w>
or amos</w>
olog ía</w>
lí deres</w>
lleg aron</w>
kaʼ bilal</w>
ha gan</w>
gobier nos</w>
es p
el uk</w>
dar les</w>
co tic</w>
ci entos</w>
awuʼu ni
U cr
Des pués</w>
A P
xkʼo otik</w>
un d
tu k</w>
ti dad</w>
se o</w>
r as
lokʼom ba</w>
ley etik</w>
i ores</w>
hab ría</w>
fr ente</w>
cʼ ax
congrega cionetik</w>
ani ma</w>
al nichʼ
actu ar</w>
a fron
Ucr ania</w>
Tsob lej
SW ENTA</w>
Pas a</w>
P i
CÓ MO</w>
B Í
9 9</w>
6 ,
z ona</w>
sob revi
snaʼ ojik</w>
s am
pre dijo</w>
pas tiklan
pa st
lej os</w>
humil de</w>
gr adu
er te</w>
dios es</w>
d encia</w>
con f
chi kʼbil</w>
asun to</w>
actu alidad</w>
a yat</w>
HA C
BÍ BLI
Alem ania</w>
yichʼ ix</w>
un gidos</w>
ti que</w>
spas beyel</w>
slokʼ es</w>
sirvi endo</w>
si quiera</w>
sacerdo tes</w>
pu kuj
per laetik</w>
pedi rle</w>
or den
obje tivo</w>
jojkʼoy beya</w>
jkʼop l
ingl és</w>
er ía</w>
e t</w>
e buk</w>
consecu encias</w>
asig nación</w>
am amos</w>
ac e</w>
San edr
C ar
AD N</w>
us ó</w>
tek sto</w>
tar án</w>
tar nos</w>
sma k
sinti ó</w>
sali r</w>
re yes</w>
permi so</w>
ovej as</w>
minister i
le al
leal tad</w>
jtʼu ntik</w>
indic a</w>
habl ando</w>
fili ste
ex isti
erman otak</w>
enferme dad</w>
dios etik</w>
ci al</w>
cam paña</w>
aʼi yi
apo ya
ani ke</w>
anal ice</w>
Sanedr ín</w>
P RI
M aba</w>
9 5</w>
20 20</w>
tiv as</w>
tex tos</w>
slu mal</w>
s cʼu
pue da</w>
prometi do</w>
obje tivos</w>
o f</w>
lej al</w>
ja do</w>
imag in
coʼ tan</w>
con seguir</w>
co pi
al a</w>
Es te</w>
0 1</w>
ñ as</w>
w 13</w>
ven cer</w>
tij bot</w>
ta ra</w>
t xan</w>
swenta in</w>
religi ones</w>
qu il</w>
orig en</w>
mostr ó</w>
jnopo jel</w>
jkʼayin beytik</w>
j och
hi ja</w>
fu ego</w>
foy eto</w>
escuch a</w>
en oj
contr ario</w>
ab lemente</w>
a tu
Sil as</w>
Ho y</w>
C am
wi ʼ
u do</w>
tendr emos</w>
sti tu
slekub tes</w>
segui dores</w>
recibi ó</w>
má xi
lajem ikixe</w>
jwol wanejetik</w>
g en</w>
econ óm
cre e</w>
chajp nax</w>
be r</w>
aʼiy el</w>
ar ían</w>
Jaʼ bal</w>
CO VID</w>
Aca b</w>
y n</w>
tradu cción</w>
r me</w>
of en
nujpun em
nacion al</w>
lu j
di vi
dar se</w>
cár c
ba do</w>
O r
M é
KO L
sts alel</w>
seg unda</w>
schajpan el</w>
princi pal</w>
permi te</w>
o lil</w>
nujpun el</w>
li ci
laj em</w>
i jki
cuán do</w>
cre er</w>
chʼichʼ e</w>
bal etik</w>
aw aʼiy
autor i
arti kulo</w>
ach ol</w>
P e</w>
J TA
9 6</w>
7 4</w>
tak tike</w>
sts a</w>
recu per
pon ga</w>
per der</w>
maj tan</w>
kux ul</w>
jtso jb</w>
i ban</w>
gu sto</w>
g ol
ex per
em ente</w>
de pen
chaʼox chajp</w>
be el</w>
ac ción</w>
X CH
S nopel</w>
O P</w>
Ja xan</w>
skanan tayel</w>
r ío</w>
l tes
kʼop etike</w>
ko t</w>
j chajpan</w>
i rse</w>
espa da</w>
cor ri
chʼi chʼ</w>
ban ti
al etik</w>
X C
ó r
v ían</w>
tseʼel nax</w>
sufici ente</w>
stu quel</w>
soldad os</w>
sle ik</w>
pri sión</w>
porno grafía</w>
mej orar</w>
m eros</w>
luch ar</w>
le van
kʼax toxan</w>
ji n</w>
ig l
i rá</w>
h am
ga se</w>
fuer tes</w>
emp le
eli min
di eran</w>
dej a</w>
cárc el</w>
ci miento</w>
ca usa</w>
a su
a g
N uestr
Est á</w>
19 14</w>
ón ica</w>
xu l
vol vió</w>
ten cia</w>
su ger
spi r
so la</w>
sba h
ri sti
resul tados</w>
qʼu el</w>
que tic</w>
pu n</w>
naʼ beyel</w>
men udo</w>
li mi
kal bey
joʼ one</w>
j k</w>
gra ve</w>
go zo</w>
e uke</w>
e duc
e du
ant os</w>
ac er</w>
PR O
M A</w>
G ali
E C
D EL</w>
B ar
9 2</w>
yu tsʼin</w>
ya kal
win ic</w>
uk nax</w>
to e</w>
sol dado</w>
sbah tel</w>
puer sa
opo si
ma d
m úsica</w>
for mas</w>
encontr amos</w>
awoʼtan e</w>
al co
Jo h
Can adá</w>
CU R
A na</w>
14 5</w>
xcʼ oht</w>
ter ren
sut bey</w>
si ento</w>
sa f
s á
ro mano</w>
p ik</w>
mu l
mi go</w>
man d
lo c
lab or</w>
hu bo</w>
cu ʼun</w>
contr ol</w>
bayal ix</w>
Dis fru
C é
A J
yox ebal</w>
yo tses
sj ok
reliji on</w>
qui si
man dó</w>
kʼaj kʼ</w>
jnop ilan</w>
jkʼopl altik</w>
jich uke</w>
imag en</w>
im pli
guer ras</w>
gri e
f recu
en seguida</w>
cui dar</w>
comen zó</w>
be b
baj tʼik</w>
baj el</w>
S am
N M</w>
E cl</w>
Au str
7 7</w>
xkoltay wanik</w>
