#version: 0.2
t e</w>
t i
t a</w>
o s</w>
a n
y a</w>
e l</w>
k ʼ
e s
e r
e n
ti k</w>
a l
c h
l a</w>
a l</w>
q u
t a
d e</w>
b i
p a
i n
u n</w>
o n
c i
e s</w>
a s</w>
qu e</w>
a n</w>
l i
y u
s o
@ -
@- @</w>
e m
u n
e n</w>
l e
i l</w>
a ʼ
a b
o r
i k</w>
a m
r e
yu ʼ
a r
s t
d o</w>
kʼ o
d i
yuʼ un</w>
ch ʼ
s i
l o</w>
h o
t r
a j
o n</w>
p o
s e</w>
so k</w>
c h</w>
J e
Je ho
Jeho v
o ʼ
ó n</w>
c u
b a
l os</w>
bi n</w>
Jehov á</w>
t u
i l
b e
m u
y a
j i
D i
a r</w>
e l
t o</w>
B i
o l
v i
o j
o m
e tik</w>
p r
r a</w>
p er
m a
d e
t an
y i
s e
c on
ci ón</w>
pa s
Di os</w>
a y</w>
ji ch</w>
a d
m an
r i
b li
kʼo p
p u
y al</w>
m a</w>
t ʼ
j u
a ʼ</w>
k e</w>
s u
a c
n i
l as</w>
n o
p i
t e
í a</w>
o l</w>
ta n</w>
tʼ il</w>
k u
n o</w>
l e</w>
j aʼ</w>
oʼ tan
b r
s kʼ
al al</w>
m i
k ʼ</w>
an t
Bi bli
s w
n a
m e</w>
pa ra</w>
e r</w>
g u
en ta</w>
a w
j aʼ
kʼ alal</w>
c on</w>
o tik</w>
Bibli a</w>
em os</w>
s kʼop
oʼ tan</w>
o r</w>
d a</w>
c om
s u</w>
po r</w>
a s
ma chʼ
t o
ta y
l u
d a
á s</w>
m o</w>
J es
a y
t es
n os</w>
t en
ti ke</w>
Bi n</w>
sw enta</w>
be y
b a</w>
l al</w>
m e
em p
un a</w>
i m
n u
a ción</w>
be y</w>
T e</w>
k ol
an do</w>
skʼ an</w>
aʼ i
x ju
en te</w>
st oj
r a
ab a</w>
il el</w>
ú s</w>
Jes ús</w>
b u
d el</w>
xju ʼ</w>
i k
l o
er man
es tr
es t
da d</w>
f i
ch ʼ</w>
al i
skʼop lal</w>
re g
j un</w>
chʼ u
a kʼ
1 0</w>
t s
e c
y al
e j
o s
y oʼtan</w>
w in
bi tʼil</w>
per o</w>
am os</w>
u k</w>
c a</w>
K ʼ
v er
1 5</w>
le k</w>
br e</w>
g o</w>
a do</w>
er a</w>
on es</w>
h i
stoj ol</w>
t em
d os</w>
no p
pr o
am i
yi chʼ</w>
d es
kʼ a
h erman
qu i
li l</w>
pas el</w>
ni x</w>
a tik</w>
u tʼil</w>
kʼ u
f u
e d
u k
s pa
ya kʼ</w>
ba yal</w>
k oʼtan
a yu
kʼo p</w>
h ac
in i</w>
en t
1 1</w>
kol tay
x an</w>
es ta
le tik</w>
l a
Q u
1 2</w>
k i
or a</w>
s pi
machʼ atik</w>
m in
di c
g r
nu estr
t al</w>
b al</w>
h ab
su s</w>
qu é</w>
tem e</w>
o etik</w>
bi n
y an
a e</w>
á n</w>
ya kʼ
tu l</w>
koʼtan tik</w>
t al
ant s</w>
m ás</w>
bi l</w>
1 3</w>
l es</w>
n aʼ
é n</w>
mu ch
1 4</w>
pa r
l an</w>
ó mo</w>
p á
Qu é</w>
s il</w>
s ti
m aba</w>
win ik
er o</w>
ku x
com o</w>
o k
m il
r es
s a
c o</w>
p or
an i
r o</w>
s ba
s ch
bin tik</w>
B I
í as</w>
T E</w>
na x</w>
spi sil</w>
p re
l aj
p e
c a
t er
ta m
1 6</w>
le j
1 7</w>
y oʼtan
yi chʼ
cu ando</w>
o b
el e</w>
T I
c ri
s on
o se</w>
es i
J u
h a</w>
en ta
machʼ a</w>
aʼi y
al e</w>
b aj
s i</w>
o tr
k a
s ta
li k</w>
pu e
b o
per son
chʼu un
e x
en s
gu i
winik etik</w>
ci ones</w>
H e
Di ose</w>
est á</w>
emp lo</w>
E S
d r
en ci
c ar
j o</w>
s ta</w>
L I
ab lo</w>
aʼi y</w>
é s</w>
g reg
mi n</w>
ad a</w>
a h
d u
s o</w>
1 9</w>
i o</w>
s ba</w>
kʼo t</w>
ʼ i
s mu
ab i</w>
M a
ta s</w>
s j
d em
kʼa x</w>
1 8</w>
P ablo</w>
T A</w>
é l</w>
in al</w>
s er
er on</w>
ti en
spa s</w>
i n</w>
s kʼop</w>
t es</w>
an te</w>
in o</w>
2 0</w>
e li
o j</w>
min s</w>
g i
e m</w>
ti l</w>
f or
un i
mu kʼ</w>
t os</w>
í an</w>
ab a
O S</w>
r o
m i</w>
am e</w>
tr a
w an</w>
l an
yoʼtan ik</w>
ant i</w>
yu k</w>
e j</w>
m aʼ
k il
jaʼ nix</w>
c ʼ
ti g
c or
l le
c ción</w>
c as
tu lan</w>
d ad
de ci
ayu d
al u
w ok
ej emplo</w>
z a</w>
L E
u s
b anti</w>
s pas
i s
el el</w>
st r
es ta</w>
u l</w>
so bre</w>
j tul</w>
cu r
se ñ
m os</w>
A N
en to</w>
C ómo</w>
kʼu l</w>
aj kʼ
Ju an</w>
p on
ch aʼ
ti emp
R e
i x</w>
bey tik</w>
ami li
po d
v e
e tike</w>
an os</w>
di s
f amili
h u
se r</w>
yuʼ un
ar on</w>
m elel</w>
s koltay
ʼ un
2 1</w>
so b
l am
e letik</w>
hac er</w>
v o</w>
t u</w>
al es</w>
vi da</w>
ta r</w>
te o</w>
ti k
aʼ te
j pas
con greg
pá r
bi én</w>
mu y</w>
en tr
a p
nop el</w>
de b
bey el</w>
c am
in el</w>
ta r
maʼ yuk</w>
P or</w>
tiemp o</w>
di o</w>
al g
t el</w>
m o
d as</w>
ti c</w>
2 2</w>
an a</w>
kux lej
g a</w>
pue de</w>
ba el</w>
TI K</w>
L a</w>
st o</w>
es tu
s pasel</w>
a ñ
tes el</w>
es o</w>
2 4</w>
j kʼ
tam bién</w>
ch uk
o x
con tr
person as</w>
t or
s n
h a
v a</w>
o c
w an
x i
t s</w>
le k
en do</w>
S al
al ab
Y A</w>
ta y</w>
g o
j un
y an</w>
kʼa x
s chʼuun
j w
es te</w>
to do</w>
e b</w>
r as</w>
yan tik</w>
c as</w>
de o</w>
er ra</w>
t oj
dic e</w>
í bli
ar á</w>
2 0
b otik</w>
c re
an ci
b íbli
a si
u e
ya k</w>
c o
j ba
as í</w>
k akʼ
al il</w>
2 3</w>
z o</w>
alu mil
congreg ación</w>
kʼ inal</w>
os as</w>
en di
en ti
a u
st u
a t</w>
sba ik</w>
oj kʼo
ch i
t sob
j nop
B LI
se ʼ
e ch
s ab
so n</w>
x kʼot</w>
tien e</w>
3 0</w>
yal bey</w>
lo kʼ
cu lo</w>
j aj
ci on
ojkʼo y
un os</w>
herman os</w>
te y</w>
s k
p ens
no po
s bi
bu en
f r
bey ik</w>
pa j
kʼ ajkʼ
nuestr a</w>
g ar</w>
aj w
di jo</w>
jpas tik</w>
in a</w>
sch ol
T a</w>
fu e</w>
y il</w>
k al
i a</w>
de r</w>
to dos</w>
ad os</w>
chuk me</w>
reg un
s em
BI BLI
g ra
st s
c ómo</w>
s naʼ
d on
spas ik</w>
skʼop on
0 0</w>
ho m
a pa
s me
ku ʼun
u st
bi en</w>
c os</w>
t í
yichʼ ik</w>
aw il</w>
en señ
p li
pa til</w>
el ta</w>
á n
si ón</w>
ab al</w>
pod emos</w>
enci a</w>
or es</w>
D E</w>
al el</w>
T i
s laj
s m
y aʼiy</w>
c osas</w>
i ke</w>
S a
BIBLI A</w>
y aʼ
ya k
jaʼ bil</w>
li br
por que</w>
ent es</w>
a vi
C an
kʼop on
bu elta</w>
le c
ku k</w>
2 5</w>
or ación</w>
L A</w>
a z
re ci
kil tik</w>
a x</w>
hab ía</w>
alumil al</w>
J o
1 9
e d</w>
bo t</w>
su j
famili a</w>
ay oj
Ma teo</w>
otr os</w>
de j
2 8</w>
n ec
l ar
vi deo</w>
p í
m al
a yi
D I
ch aj
C u
kʼajkʼ al</w>
pu és</w>
dad es</w>
es to</w>
m en
ji ch
j ta
o ch
Jes u
C H
la j</w>
e lil</w>
Sal mo</w>
un do</w>
v en
j naʼ
L u
p a</w>
o t</w>
jba tik</w>
re c
cri sti
man chukme</w>
ant es</w>
ʼ u
ay ik</w>
o po
y ilel</w>
much o</w>
aw oʼtan</w>
P ro
O R
jnop tik</w>
J er
pre dic
P ed
em pr
el los</w>
tr os</w>
skʼopon el</w>
h ay</w>
d ía</w>
sme le
bi l
dem ás</w>
y aʼiy
2 7</w>
ab aj
yuʼun e</w>
herman o</w>
le j</w>
ch am
Ped ro</w>
ti n
c an
p o</w>
wok ol</w>
u l
des pués</w>
es pi
D avi
pr im
ch ik
añ os</w>
c es</w>
2 6</w>
im por
er n
akʼ a</w>
L e
es per
x baj
espi ri
j os</w>
ayoj il</w>
s a</w>
empr e</w>
pr en
x ul</w>
p ʼi
t h</w>
lu m</w>
a m</w>
k oʼtan</w>
ú n</w>
tes tig
b e</w>
v os</w>
v ol
R I
y o</w>
fu er
ve z</w>
o p</w>
v e</w>
p regun
2 9</w>
l em
es a</w>
tay el</w>
M ar
v er</w>
mi s
E L</w>
A L</w>
si empre</w>
hab l
skoltay otik</w>
oj p
jaʼ uk
Kʼ ayojil</w>
J i
f er
si n</w>
pa j</w>
se gui
k o
so tros</w>
si g
ar tí
tr abaj
mu kʼul</w>
pár r</w>
V I
Can ción</w>
k on
j a</w>
E s
é n
smele lil</w>
ci a</w>
ver s
be ya</w>
pu ed
nuestr o</w>
h an</w>
es tig
ni wan</w>
E N
ten er</w>
ES T
d er
s enti
n a</w>
cu enta</w>
b an</w>
Davi d</w>
f ec
Re ino</w>
wok o
am or</w>
ta k</w>
g ente</w>
est án</w>
ch os</w>
no sotros</w>
e a</w>
pr es
ʼ U
cas a</w>
al l
me j
sem ana</w>
kuʼun tik</w>
ki x</w>
C or
qu e
b ar
es e</w>
e ʼ
yi p</w>
no p</w>
n i</w>
ba y
si on</w>
S an
ar a</w>
bi os</w>
j ojkʼoy
esta ba</w>
pro b
herman oetik</w>
am al</w>
He ch</w>
ust ed</w>
p un
k otik</w>
ya kuk</w>
il e</w>
bi al</w>
A S</w>
kakʼ tik</w>
i r</w>
b re
nec esi
ver dad</w>
so c</w>
re li
impor tan
E S</w>
ka j</w>
ar se</w>
se gu
y ame</w>
schʼuun el</w>
is ra
ci o</w>
artí culo</w>
B alumilal</w>
me to</w>
oʼtan il</w>
J aʼ
so lo</w>
T ES
re uni
ts ʼ
skʼ an
BI N</w>
un tes
schol el</w>
in ti
win ik</w>
E l</w>
men os</w>
hi zo</w>
l lam
or a
espiri tu
a gu
j chʼuun
ar i
p alab
du r
pa dr
ayu da</w>
yakʼ bey</w>
j pa
smu kʼul</w>
estu di
ech o</w>
si gui
libr o</w>
e le
qu er
es cu
m aj
ch opo
x kʼo
ki chʼ
re vi
I sa
u j
tsob lej</w>
jaj ch</w>
3 1</w>
wan ej</w>
m undo</w>
a j</w>
U N
an o</w>
g os</w>
chʼ i
s ac
d o
ni chʼ
er an</w>
ent os</w>
ñ o</w>
si s</w>
He chos</w>
b on</w>
m al</w>
pí ri
much os</w>
aj e</w>
lle v
par r</w>
d ar</w>
pu bli
Jesu se</w>
t ó</w>
tu ra</w>
n om
Ji ch</w>
jaʼ uk</w>
em e</w>
an za</w>
t om
f eli
0 00</w>
in c
alg unos</w>
ʼ un</w>
lek il</w>
a ch
ser vi
f e</w>
mu er
bu s
aw u
s kol
en es</w>
b le</w>
hom bre</w>
deb emos</w>
cu er
Y a</w>
píri tu</w>
e lo</w>
E n</w>
a qu
ab an</w>
tik xan</w>
chʼu l
i st
ci as</w>
chʼu l</w>
pued en</w>
f ri
as ta</w>
P ero</w>
skʼ u
A po
le cción</w>
d es</w>
le a</w>
p ec
Sa tan
3 3</w>
po si
nuestr os</w>
ar nos</w>
koltay el</w>
de c
an an
u ti
Jehov ae</w>
ch an</w>
e go</w>
ajw alil</w>
lu k</w>
hac e</w>
j eletik</w>
con se
Bibli ae</w>
sba bial</w>
p an
cu l
A n
pá g</w>
R om
e z
M A
1 0
m ente</w>
h echo</w>
en contr
kuxlej al
es píritu</w>
un que</w>
vi vi
c ada</w>
con fi
VI D
cristi anos</w>
T A
k aʼiy</w>
est os</w>
E R
os o</w>
Lu cas</w>
C ri
s al
3 2</w>
yal ik</w>
lu gar</w>
i li
sbi il</w>
3 5</w>
qui er
esta s</w>
a pren
el la</w>
a t
aba t
o y</w>
hi jos</w>
Jo b</w>
or g
us al
nu j
Jer usal
mi ento</w>
kʼax el</w>
kʼu x</w>
p ʼ
nu e
s kaj</w>
da do</w>
reli gi
in ci
ali dad</w>
Satan ás</w>
prob lem
sw enta
n e
cor az
Isa ías</w>
T im
par te</w>
s nop
kichʼ tik</w>
a b</w>
te x
t seʼ
j amal</w>
3 4</w>
ver bios</w>
ts il</w>
i bal</w>
B in
j ch
cu i
b al
J os
Pro verbios</w>
much as</w>
aʼiy ej</w>
st uk
ten ía</w>
al go</w>
h asta</w>
M o
I l
E J
o p
Jerusal én</w>
i chʼ
s an
mej or</w>
3 7</w>
k aʼiy
con oc
C I
es cri
ec es</w>
yuʼun ik</w>
s í</w>
Tim o
pue b
bi li
er os</w>
es ti
J aʼ</w>
j nopo
mis mo</w>
coraz ón</w>
O N
in ter
cu m
org ani
ju jun</w>
e uk</w>
m on
slaj ibal</w>
b endi
st seʼ
J A
r á</w>
pr om
x tu
j oʼ
jta tik</w>
inti os</w>
ami go
ʼ I
N o
al e
ad or</w>
chopo l</w>
Timo teo</w>
B a
y o
jaʼuk meto</w>
testig os</w>
Cor intios</w>
dem o
es po
x e</w>
person a</w>
jnaʼ tik</w>
j m
o kol
jaʼ nax</w>
ah ora</w>
Ti erra</w>
in ik</w>
hu man
br es</w>
ta do</w>
stseʼ elil</w>
pr ue
n ojp
c e</w>
yichʼ oj</w>
Il awil</w>
res pon
pr inci
s le
skʼu xul</w>
c er
ts ʼi
segui r</w>
palab ras</w>
j mu
me di
x ch
sn aʼ</w>
f í
greg asi
b on
po co</w>
so k
a unque</w>
yakʼ ik</w>
ba t</w>
lec tura</w>
on ces</w>
a ciones</w>
P alab
J U
s nopel</w>
4 0</w>
chʼ il</w>
Q U
tien en</w>
o be
con vers
ten emos</w>
sok nix</w>
ba h
ob ern
kuxlej al</w>
un as</w>
esta r</w>
abat etik</w>
I n
lle g
e p
pu k</w>
to das</w>
tam os</w>
kon gregasi
un o</w>
tan to</w>
r u
gui en</w>
Y abal</w>
an im
L os</w>
demo str
al guien</w>
pá g
j ki
i c</w>
chʼul chan</w>
LI L</w>
aʼte lil</w>
pueb lo</w>
di ó</w>
Ma t</w>
D ani
a k
ad u
N o</w>
Cri sto</w>
v al
I s
qui enes</w>
bíbli co</w>
ñ a</w>
V ea</w>
v en</w>
m ar
oj ik</w>
lo kʼ</w>
Kʼ U
otr as</w>
j il</w>
su per
kʼop etik</w>
w 0
st sa
importan te</w>
c ar</w>
ap ó
b en
man era</w>
A Y</w>
ya chʼil</w>
chaʼ ox
ayu k</w>
si er
in ten
qu ed
j te
Mo is
y u</w>
kaʼiy tik</w>
k er
d ías</w>
ayi x</w>
nom bre</w>
mu j
e ti
le c</w>
l en
cur so</w>
j toj
j o
ani x</w>
re y</w>
i do</w>
c ol
kʼ in</w>
T estig
so l
d ar
c í
o lik</w>
or g</w>
k il</w>
O S
t el
v eces</w>
i g
jw org</w>
yu tsil</w>
j tu
buen as</w>
o f
in g
j ilel</w>
deci r</w>
aw i
am ente</w>
tor io</w>
ya t</w>
m ero</w>
L O</w>
cam bi
c ali
an e</w>
P A
O P
woko lil</w>
po dr
o ji
c ab
1 4
apó st
na j</w>
am u
ra f
q ʼu
in e</w>
escu ch
c la
m or
yi lik</w>
ta d</w>
am a</w>
str u
h e</w>
quier e</w>
ma y
for ma
fr u
Is ra
entr e</w>
to da</w>
on e</w>
j ik</w>
e x</w>
Jos é</w>
a gr
si ta</w>
ex pli
bay el</w>
em ik</w>
or ar</w>
yan tike</w>
winik etike</w>
ad as</w>
S e
y ora
jkʼ an
j puk</w>
r e</w>
i dad</w>
ent onces</w>
don de</w>
Mois és</w>
yakʼ botik</w>
estu dio</w>
Dani el</w>
stuk el</w>
xtu un</w>
apa s</w>
aw aʼiy</w>
c al
Y U
nuestr as</w>
organi z
d í
naʼ el</w>
t ʼ</w>
ol e</w>
gr an</w>
reci bi
pro f
m ame</w>
fi ci
R E
C h
tu lo</w>
dur ante</w>
Isra el</w>
A demás</w>
g ar
aʼ tel</w>
s k</w>
S al</w>
T eme</w>
kʼopon a</w>
ac ti
ayud ar</w>
LE L</w>
pa ci
cur so
ar io</w>
yaʼ tel</w>
problem as</w>
se a</w>
tsob lej
si ones</w>
os a</w>
j k
e la</w>
cali p
LE JA
a x
xbaj t</w>
st alel</w>
calip sis</w>
t i</w>
t emplo</w>
kʼ el</w>
re la
g a
ba uti
sts ʼi
w i
s nop</w>
ni fi
yora il</w>
si t</w>
le to</w>
cham el</w>
D e
ol tik</w>
inc lu
Apo calipsis</w>
z as</w>
chaj p</w>
s cʼ
ka kʼ</w>
kʼop on</w>
ju b
He bre
si on
enta inel</w>
jich uk</w>
s nichʼ
ya kʼo
l í
a ya</w>
3 8</w>
cum pli
A L
emp ez
de as</w>
otr o</w>
f al
suj ti
e qui
d emos</w>
an oetik</w>
LEJA LIL</w>
x tal</w>
el es</w>
a k</w>
x kʼax</w>
ma to</w>
g ri
all í</w>
ami gos</w>
un ca</w>
padr es</w>
S I
E z
dis cí
discí pu
TES OR
y il
TESOR OS</w>
yak ik</w>
xkʼo po
mi s</w>
ci r
B e
tex to</w>
pu er
bi er
KʼU LEJALIL</w>
chi bal</w>
a po
o m</w>
i r
pa z</w>
o ch</w>
i wan</w>
li n</w>
E st
é r
stu un
yaʼiy ik</w>
C RI
t si
sta ik</w>
princi pi
B E
pas ele</w>
j ts
hom bres</w>
kongregasi on</w>
herman a</w>
esi s</w>
d in
3 6</w>
x chʼ
tseʼ el</w>
I N
A N</w>
Rom anos</w>
ci l</w>
anci anos</w>
T u
min ist
s ma
én esis</w>
k om
G énesis</w>
A br
ci u
Bin tik</w>
á r
A d
se g
b an
A l
res u
muer te</w>
trabaj o</w>
o h
hac er
com pa
mu kʼ
contr a</w>
cur s
for ma</w>
enci as</w>
3 9</w>
otr a</w>
ó n
pro pi
pa n</w>
m as</w>
pre curso
a tr
a ta
per mi
j ay
hi jo</w>
re cu
i t</w>
CH ʼU
C on
Abr ah
aba tin
O J
su fri
posi ble</w>
ti go</w>
on i
ac er
ra z
fi n</w>
a etik</w>
skʼop l
di a</w>
chik an</w>
Kʼ alal</w>
c ó</w>
pregun tas</w>
n unca</w>
sier vos</w>
ci endo</w>
ali letik</w>
tr es</w>
m ens
sujti b</w>
bíbli ca</w>
F ili
n or
j el
hi ch</w>
ci er
akʼ bot</w>
cam ino</w>
ali y
VID A</w>
C or</w>
jpa s</w>
tal el</w>
as es
San ti
ver dad
c ti
x koltay
kux aj
I LEL</w>
pens ar</w>
j k</w>
alg unas</w>
E f
si r
raf o</w>
ox eb</w>
per las</w>
oj el</w>
o tike</w>
í amos</w>
tu d</w>
ta k
r ía</w>
Hebre os</w>
sigui ente</w>
an ax</w>
agu a</w>
m ar</w>
lo kʼo
nuj pun
ti erra</w>
on ia</w>
a go</w>
discípu los</w>
chik naj</w>
ch a</w>
ac ep
CHʼU UN
com i
W entainel</w>
C om
A y</w>
reuni ones</w>
kʼop il</w>
r s</w>
minist er
isra eli
v ía</w>
kʼo em</w>
jkʼ an</w>
S i</w>
ali z
A kʼ
5 0</w>
x a</w>
u estr
des e
am e
ta kʼin</w>
o ci
sk anan
en ten
com p
pár rs</w>
OS E</w>
a v
Santi ago</w>
E M
DI OSE</w>
paj al</w>
l esi
j kuxlejal
h er
vivi r</w>
sig nifi
per d
o cu
jnopo jeletik</w>
á l</w>
toj ob
ma g
hi ci
to y
pr esi
gu erra</w>
con c
YU ʼU
nojp tesel</w>
n ada</w>
in vi
E N</w>
1 ,
habl ar</w>
pr i
h on
b er
i gu
forma ción</w>
en fer
al mente</w>
S TI
or ia</w>
bi lal</w>
x laj</w>
sw ok
E O</w>
e bal</w>
des de</w>
el tik</w>
A Kʼ
pu es</w>
predic ar</w>
erman o
P on
4 5</w>
tik lan
pág ina</w>
pʼi jub
ta yat</w>
EST R
tay ik</w>
AN A</w>
si tu
or anax</w>
yaʼiy el</w>
spi si
YUʼU N</w>
ten dr
em ías</w>
añ o</w>
aw al</w>
ar lo</w>
a te</w>
xi w
v as</w>
s chʼu
ay in
E n
tr o
woko li
gra cias</w>
es pe
an op</w>
me ʼ
c ación</w>
ol ol</w>
j kʼopon
smu kʼu
ol es</w>
c lar
em bre</w>
un di
man tal</w>
pas a</w>
organiz ación</w>
U ni
4 1</w>
tr i
ju dí
g en
esper anza</w>
ch e</w>
skol tay</w>
aw oʼtan
Jaʼ nix</w>
c el
er do
e ta</w>
machʼ a
g an
J CHʼUUN
na il</w>
E sta
jojkʼoy eletik</w>
e te</w>
Cu ando</w>
yan tikxan</w>
ho y</w>
M u
espe ci
ku b
ba y</w>
tʼ uj
lu ego</w>
lek sion</w>
ami go</w>
CRI STI
s chʼ
chaʼox tul</w>
4 4</w>
qui en</w>
o y
sch aj
israeli tas</w>
R u
l ti
ju di
Palab ra</w>
em bar
CRISTI ANA</w>
wan ej
m om
e h
ar án</w>
a kʼopon</w>
t so
res pu
res pe
muj er</w>
l tik</w>
N a
man tal
M a</w>
sab er</w>
kal tik</w>
pro te
A M
A tal
skʼopl ale</w>
gr an
spa so
obern ante</w>
enseñ a</w>
escri bi
ad ores</w>
v oy</w>
c ʼ</w>
mo str
ed es</w>
lokʼ es
di fí
g an</w>
A y
s na
S amu
j kʼaxel</w>
akʼ an</w>
s ino</w>
s baj
N ue
ʼu m
j ba</w>
ay niwan</w>
un ci
ti kix</w>
e za</w>
E J</w>
d en</w>
bu k</w>
au di
a ta</w>
S E
S u
Be tel</w>
o e</w>
anci anoetik</w>
Qu i
esta mos</w>
x u
D e</w>
sac erdo
j nop</w>
S o
tsoblej etik</w>
swenta il</w>
S Kʼ
r om
kakʼ beytik</w>
ciu dad</w>
Ó N</w>
nopo l</w>
hab ían</w>
Atal aya</w>
sig lo</w>
V e
Ma chʼ
pa rec
kal beytik</w>
jay eb</w>
tu vo</w>
in i
espiritu ales</w>
sk on
n ing
machʼa tic</w>
ens es</w>
x kux
po der</w>
par ti
padr e</w>
al a
ñ os</w>
ter min
en e</w>
bíbli cos</w>
tr an
sw olol</w>
p lan
em ix</w>
tu ras</w>
smu lan</w>
hi st
Pon ga</w>
Akʼ a</w>
ra do</w>
espo sa</w>
man ch
al al
esta ban</w>
e di
bi k</w>
sa bi
s kuxlejal</w>
awu ʼun</w>
a ik</w>
per i
pa í
mens aje</w>
j e</w>
skol tayat</w>
si tin
paj el</w>
l ado</w>
en vi
O ʼ
y es</w>
pʼ aj
es as</w>
I s</w>
din ero</w>
ab le</w>
sn a</w>
senti do</w>
lokʼo m
, 000</w>
gi p
pro gr
em i
d ente</w>
ay otik</w>
Ve amos</w>
Testig os</w>
x lokʼ</w>
mil l
audi torio</w>
pr endi
jchʼuun jeletik</w>
He b</w>
win ike</w>
s ku
minister io</w>
lo gr
tʼuj bil</w>
Samu el</w>
lam al
kʼop e</w>
cas o</w>
x ch</w>
n aj
ci elo</w>
al qui
prim era</w>
obe dec
fu tu
feli z</w>
stuun tes</w>
snop ik</w>
r í
prim ero</w>
espiritu al</w>
EJ TIK</w>
1 7
ad or
j chʼi
J ac
w enta</w>
tsʼ in
prue ba</w>
gr u
g amos</w>
bu en</w>
P ad
1 6
vi eron</w>
san to</w>
predic ación</w>
k el</w>
LE K</w>
JCHʼUUN EJTIK</w>
publi ca
hac en</w>
c ado</w>
am b
4 2</w>
tar on</w>
Es cri
yoʼtan e</w>
tom ar</w>
convers ar</w>
con di
so mos</w>
in formación</w>
M t</w>
M i
ust edes</w>
segu r
al o</w>
futu ro</w>
Ad án</w>
án g
tay tik</w>
stsʼi bay</w>
pár rafo</w>
fu eron</w>
entr as</w>
Mar cos</w>
ó ni
á cti
o etike</w>
koʼtan tike</w>
isra eletik</w>
ch o</w>
W AN
ob ra</w>
spa se</w>
ar ía</w>
ac tu
Jesu cri
for tal
embar go</w>
cu alqui
E l
v o
p l
t or</w>
er es</w>
Le y</w>
yakʼ el</w>
v ali
no ti
a ten
1 8
skon tra
bauti z
sn ojp
o li
na ción</w>
n ame
S l</w>
E s</w>
C U
to j</w>
st so
d an</w>
y aʼte
tro du
l len
qui z
inclu so</w>
i di
e t</w>
v amos</w>
s Kʼ
dis curso</w>
cion etik</w>
o tak</w>
BI L
t on
al ik</w>
servi r</w>
jkuxlejal tik</w>
di fer
ch eʼ
em o
buen a</w>
M an
A W
reuni ón</w>
pr ácti
os os</w>
jtoj oltik</w>
con stru
i deas</w>
b alumilal</w>
yi jki
se amos</w>
no ta</w>
es os</w>
aba t</w>
a ch</w>
m il</w>
deb e</w>
yal botik</w>
ser á</w>
o pon
j al
con oci
Pad re</w>
P regun
E c
pre par
manch uk</w>
g as</w>
per fec
4 3</w>
w eʼ
kon tra
WAN EJ</w>
ter r
mu lil</w>
ele tike</w>
ej emp
di e</w>
ul aʼ
snaʼ ik</w>
ri ó</w>
o b</w>
jkʼopon tik</w>
CI ÓN</w>
in trodu
de dic
apóst ol</w>
yichʼ el</w>
yal xan</w>
h e
untes a</w>
s cuenta</w>
j koltay
idi om
ca pí
tem a</w>
re cor
hu mil
revi sita</w>
e dad</w>
Mar ía</w>
B TES
m pi
ar a
T AN
di eron</w>
ta ba</w>
si gu
pʼi jil</w>
j ch</w>
dis fru
a kʼ</w>
ta dos</w>
pu esto</w>
m í</w>
Lu c</w>
B A
vol un
smu lan
kʼu x
á li
ter ri
conoc er</w>
ben e
Ba bil
y in
s mo</w>
qu emos</w>
pi si
kʼ in
ar ti
to y</w>
lu m
fu era</w>
conse jos</w>
undi al</w>
su elo</w>
hi c</w>
chaʼ be
J E
v an
m er
quer ía</w>
o ca
a w</w>
u c</w>
t en</w>
super inten
stu untes
snichʼ na
res ul
nue vo</w>
k a</w>
a gra
yan iwan</w>
alumil ale</w>
Pro v</w>
4 8</w>
tu s</w>
tan do</w>
au tor
yaʼ bilal</w>
ar emos</w>
ad ro</w>
T o
E li
p e</w>
mukʼ xan</w>
ayi n</w>
ayud ó</w>
li x</w>
Jesucri sto</w>
testig oetik</w>
ta ción</w>
t é</w>
pro fec
jkʼ i
ch eb</w>
x laj
spa si
sch aʼ
qʼu inal</w>
mil agr
Tu untesa</w>
ten ían</w>
sol dad
al tik</w>
revi sta</w>
judi oetik</w>
j ta</w>
da vía</w>
A r
ú lti
apren der</w>
bi lik</w>
si do</w>
respu esta</w>
d estr
R om</w>
ón de</w>
pe di
mu estr
jaʼuk nax</w>
chaʼ kuxaj
Uni dos</w>
Esta dos</w>
sKʼ op</w>
car i
al im
S O
su c
introdu cción</w>
cualqui er</w>
tojob tesel</w>
v u
tu un
pre ocu
feli ces</w>
d en
al ale</w>
abatin el</w>
VID EO</w>
S e</w>
Babil onia</w>
sal v
ok in
nec es
k ar
jun etik</w>
EST RI
5 5</w>
vers í
v el
v ari
ta ti
k aʼ
cʼ u
p es
el las</w>
b as</w>
quiz ás</w>
pun to</w>
smukʼu lin</w>
ar le</w>
ayud ará</w>
a st
y oʼ
kʼ ay
jw okol
b el</w>
anci ano</w>
L i
á b
to davía</w>
pas o</w>
áli sis</w>
s ali
lo etik</w>
human os</w>
er r
er as</w>
d ol
st estig
signifi ca</w>
judí os</w>
pu l
ale gr
uni dad</w>
ts a
OR ES</w>
Escri turas</w>
s alu
mom ento</w>
gen er
er po</w>
O V
ESTRI BIL
ESTRIBIL LO</w>
r se</w>
tr adu
se cción</w>
principi o</w>
lokʼ el</w>
fi r
be ya
G obernante</w>
yuʼ uni
toy ol</w>
convers ación</w>
buen o</w>
y e</w>
stestig otak</w>
schol bey</w>
v an</w>
p la
on to</w>
es condi
de a</w>
c in
P ʼI
on ik</w>
kom on</w>
R A</w>
QU É</w>
mi entras</w>
lokʼ em</w>
jkʼan tik</w>
C re
S i
E gip
much ach
kʼo tik</w>
tak tik</w>
sti k
dem uestr
hici eron</w>
h or
al beyel</w>
xchʼ ay</w>
vi si
t on</w>
religi ón</w>
pe que
m am
ju ʼ</w>
Cu erpo</w>
Abrah án</w>
aʼte j</w>
maj tan
m enci
esi os</w>
ser es</w>
go bier
g e</w>
a prendi
M aʼ
por t
k al</w>
akʼ el</w>
M EJ
In ter
A jw
x bo
vi de
publica ciones</w>
per don
k amigo
com en
capí tulo</w>
ESTR OS</w>
pas ado</w>
f un
aqu í</w>
PʼI JU
y amigo
ha ciendo</w>
h emos</w>
ali x</w>
S A
vi o</w>
destr u
ad el
x chiknaj</w>
perd ón</w>
m el</w>
kʼu xul</w>
ji bal</w>
al bil
S T
pod ía</w>
ob j
an ti
Rom a</w>
xbaj tʼ</w>
re p
PʼIJU BTES
H i
Egip to</w>
Ba yal</w>
kʼax em</w>
jaj ch
20 0
to etik</w>
slaj in</w>
skʼan ojel</w>
jpas tike</w>
chaj pan
ó ven
óven es</w>
sm aliy
me dio</w>
ac ab
u m
u ke</w>
ro pa</w>
menci on
k ermano
Jer emías</w>
Jac ob</w>
yak otik</w>
recu adro</w>
noti cias</w>
ne t</w>
deci siones</w>
baj t</w>
Ef esios</w>
ti co</w>
pu so</w>
m é
ki n</w>
deb en</w>
a go
cu los</w>
an to</w>
L o</w>
f á
An álisis</w>
wanej etik</w>
ts aj
j el</w>
6 5</w>
l ar</w>
kuxlejal ik</w>
entr o</w>
S U
z ar</w>
na die</w>
lokʼom ba
d ó</w>
Y A
T r
PʼIJUBTES WANEJ</w>
C r
estudi ar</w>
P R
xkʼopo j
v í
pres enta
bo lil</w>
Ti m</w>
MEJ ORES</w>
yoʼ bolil</w>
schʼuun ik</w>
lo til</w>
lamal kʼinal</w>
jaj chibal</w>
MA ESTROS</w>
tu r
j óvenes</w>
compa ñ
al bot</w>
U se</w>
sac ri
oj tik</w>
jo ven</w>
S jajchibal</w>
ú l</w>
servi cio</w>
pi ens
ma dr
j letik</w>
deci sión</w>
val or</w>
tes tigo</w>
c an</w>
s ent
fuer zas</w>
akʼ beyel</w>
QU E</w>
J on
di do</w>
bus quemos</w>
4 6</w>
z ó</w>
aw akʼ</w>
án d
tam ente</w>
r án</w>
maj tʼ
an el</w>
M es
name y</w>
e vi
É x</w>
or i
Sal om
Sa úl</w>
J n</w>
re cuer
x jajch</w>
qued ó</w>
li le</w>
jte buk</w>
i xe</w>
yakʼ beyik</w>
jun uk</w>
ar r
C O
wokoli letik</w>
man o</w>
ha ga</w>
2 ,
sj ojkʼoy
man t
gru po</w>
f ol
escondi das</w>
ant se</w>
ali ke</w>
w okol
buen os</w>
apóst oles</w>
us a</w>
pas ó</w>
le y</w>
I L</w>
De u
tr im
jaʼ to</w>
ti ca</w>
m em
li ber
igu al</w>
espo so</w>
dej ar</w>
an il</w>
conc lu
le kuk</w>
in as</w>
i mi
fi eles</w>
lle gar</w>
l ab
ju sti
jch ol
il in
bili dad</w>
an aʼ</w>
a i
V i
P ara</w>
sj el
ya c</w>
us ar</w>
sj ol</w>
s kuxlejalik</w>
o port
ma trim
ami sta
Apo c</w>
pro du
g obern
escribi ó</w>
comp leto</w>
P ed</w>
yal el</w>
skʼop on</w>
much a</w>
hist oria</w>
cer ca</w>
Jaʼ uk
AKʼ BE
su curs
sj aj
palab ra</w>
en a</w>
Palab ras</w>
stu m
ex peri
es toy</w>
enten der</w>
en fr
N A
s lu
meʼ il</w>
le le</w>
laj el</w>
Jaʼuk meto</w>
difí cil</w>
I L
ta da</w>
ta b
s in
p ó
bendi ción</w>
ar an</w>
schʼu un</w>
may or</w>
ik ix</w>
beya ik</w>
P u
Ec lesi
stoj ole</w>
er se</w>
er i
as es</w>
Ay bal</w>
vu el
pr ó
p al</w>
Eclesi ast
sts ʼum
seg ún</w>
pisi ltik</w>
Y ilel</w>
Eclesiast és</w>
D O</w>
fá cil</w>
chaʼbe j</w>
situ ación</w>
a pro
no che</w>
mant aliletik</w>
be b
ch ap
P as
un al</w>
p os</w>
le er</w>
es for
clar o</w>
an aʼ
Oʼ TAN
yan yantik</w>
lu k
im os</w>
encontr ado</w>
el xan</w>
ani a</w>
JE H
v ino</w>
pe kʼel</w>
especi al</w>
c er</w>
as amb
alg ún</w>
spisi luk</w>
fuer te</w>
d amos</w>
Kʼ O
JEH OV
yal e</w>
kuxlej alil</w>
j kʼop
car ta</w>
ac ʼ
Machʼ a</w>
en emi
prue bas</w>
el lo</w>
a ti
L as</w>
ár b
x ku
stuuntes ik</w>
l ación</w>
e ter
e k</w>
aba ti
Inter net</w>
p ej
h ora</w>
fol leto</w>
ali dades</w>
yu c</w>
x w
on io</w>
JEHOV Á</w>
r le</w>
madr e</w>
cu án
yoʼtan ike</w>
sab emos</w>
llam ado</w>
kuʼun tike</w>
jojkʼoy el</w>
com pr
s nopo
es cla
pec ado</w>
on etik</w>
jmu lan
ts el</w>
stoj olik</w>
sab ía</w>
s jun</w>
h ará</w>
d om
a xan</w>
pens es</w>
mo ti
con si
cir c
c to</w>
atr o</w>
an aliz
T es
C ol
B alumilale</w>
resu ci
nojp tes
llev ar</w>
ku ʼun</w>
di ri
deb er
D A</w>
s te</w>
quer emos</w>
ni ño</w>
es fuer
a toj
Salom ón</w>
ten go</w>
snaʼ oj</w>
mi entos</w>
jte b</w>
hac emos</w>
ci ó</w>
z ca</w>
sm el</w>
segu ro</w>
paj ina</w>
li mpi
ker eme</w>
j am
ʼI L</w>
yaʼte lik</w>
skʼan ik</w>
sab e</w>
lleg ó</w>
ora ciones</w>
dur ía</w>
dej ó</w>
aw akʼ
U T
L AS</w>
snojp tes
l in
P ri
5 1</w>
u r
sabi duría</w>
jaʼ me</w>
fortal ec
enfer me
al a</w>
áb amos</w>
v enci
skoltay el</w>
s bu
gr e</w>
en se</w>
chʼ ix</w>
Fili penses</w>
uti li
spasi ke</w>
pon er</w>
paí s</w>
pa re
man ten
lo k</w>
lo e</w>
j n
hacer lo</w>
ca p</w>
Kʼ opon
tuun tesel</w>
bin tic</w>
sch ol</w>
l oʼ
h l</w>
f o
cheʼ oxeb</w>
cham bal
P o
publi c
ka t</w>
Tes al
C o</w>
tʼ un
majtan il</w>
jchʼuun tik</w>
en car
ba j</w>
ar les</w>
ú ni
spas ele</w>
re cción</w>
jtu untes
cier to</w>
ab é</w>
podr ía</w>
ha cia</w>
fi el</w>
cu alidades</w>
cir cui
b ol
ES P
5 2</w>
o cur
m es</w>
E R</w>
tati letik</w>
tar de</w>
o do</w>
ad oración</w>
Kʼ ax</w>
po lí
och ik</w>
ch ol
a cu
Mes ías</w>
of rec
jkoltay tik</w>
hab er</w>
des a
cla se</w>
Nue va</w>
Na il</w>
É l</w>
wan ik</w>
tran s
skoltay on</w>
sem an
li ʼ</w>
bi deo</w>
G u
ta ri
ser i
p ú
hab la</w>
baj o</w>
a se</w>
D es
A sí</w>
mi sion
m undial</w>
i mag
baj tʼ</w>
ay el</w>
Pregun ta</w>
L A
yal oj</w>
san gre</w>
mo do</w>
B ern
tiklan bey</w>
l aʼ
ka p</w>
conse jo</w>
ch an
bene fici
SKʼ OP
tal eli
e do</w>
yi kʼ
schaj pan
li bre</w>
l el</w>
f on
circui to</w>
yakʼo j</w>
fi cio</w>
bili dades</w>
beb é</w>
No pa</w>
Man chukme</w>
Ez equi
yu kix</w>
t emos</w>
precurso r</w>
k o</w>
es pa
acti tud</w>
Bern abé</w>
ver si
tu t</w>
sbaj tel
prim er</w>
l la</w>
bi luk</w>
a c</w>
No é</w>
D A
ti ó</w>
smulan ik</w>
li c</w>
c ru
Se ñ
4 7</w>
oj os</w>
n e</w>
lu mil
lek nax</w>
in otik</w>
escu ela</w>
cu atro</w>
acer ca</w>
medi ante</w>
importan tes</w>
b en</w>
ar los</w>
so r
s ó
reg res
matrim onio</w>
laj inel</w>
d or</w>
G é</w>
E va</w>
stsa k
h il</w>
Com o</w>
yu til</w>
t ele</w>
si to</w>
s Nail</w>
min chi
in f
K E</w>
na cion
j ap
g er
J ojkʼoy
E TIK</w>
CH ʼ
skʼ ajkʼ
sj o
pr onto</w>
Señ or</w>
A l</w>
sbi ile</w>
sbajtel kʼinal</w>
r á
pʼijub tes
mal as</w>
l lo</w>
kʼ e
ha ya</w>
expli ca</w>
empez ó</w>
T sob
principi os</w>
conclu sión</w>
í si
sm am
pe kʼ
oji x</w>
mi edo</w>
enta ri
ca paci
SKʼOP L
Hi jo</w>
G UN
ning ún</w>
ni ños</w>
ichʼ el</w>
i ba</w>
G e
yakʼ bon</w>
sle kub
sk om
si a</w>
ma yuc</w>
volun tad</w>
tʼ ik</w>
s kʼo
x a
ver emos</w>
puer ta</w>
lec c</w>
c ciones</w>
swok ol</w>
n ú
le y
koltay ot</w>
gar es</w>
e b
bon ik</w>
bah lumil
R A
4 9</w>
versí culo</w>
un el</w>
ulaʼ tay
s mantal</w>
pro pó
kʼ an</w>
confi anza</w>
autor idad</w>
yuʼuni ke</w>
sta s</w>
mill ones</w>
i kʼ
g ado</w>
en o</w>
amista d</w>
qui én</w>
j y</w>
il tik</w>
aw al
apren demos</w>
ant s
yal beyik</w>
trabaj ar</w>
s as</w>
j pisiltik</w>
e z</w>
aqu el</w>
al can
Ezequi el</w>
terri torio</w>
si ca</w>
le ke</w>
in stru
all á</w>
P RE
6 0</w>
respon sa
reli ji
bar co</w>
alg una</w>
t ú</w>
progr ama</w>
presi ón</w>
p ti
il awil</w>
cuer do</w>
be yi
apa rec
O R</w>
N OP
te etik</w>
s familia</w>
re ch
problem a</w>
ku r
j ol</w>
dic en</w>
C ON
yin am</w>
yaʼ bil
tor es</w>
superinten dente</w>
pe li
na il
kʼin ale</w>
f inal</w>
demostr ar</w>
d el
b ri
anci a</w>
an ik</w>
ab r
J un</w>
vi ó</w>
muj eres</w>
h k</w>
feli ci
cab eza</w>
pa p
em br
d ará</w>
as un
Es cu
tal elil</w>
skʼ ab</w>
rela to</w>
jich nix</w>
aʼte jik</w>
S au
taleli letik</w>
t st
st al
in to</w>
congreg aciones</w>
awu ʼun
G U
EN T
jtuuntes tik</w>
j tso
dol or</w>
cuer po</w>
asi g
ab e</w>
vi aj
tr as</w>
sucurs al</w>
skʼajkʼ alel</w>
pʼijub tesel</w>
ju jun
e tic</w>
K O
yuʼ el</w>
vol ver</w>
de f
ani chʼ
Re y</w>
sjaj chibal</w>
o te</w>
na ciones</w>
man os</w>
m ento</w>
esfor z
ch im
awi chʼ</w>
SU J
Ru t</w>
N U
í z</w>
so ke</w>
s lekil</w>
propó sito</w>
co stum
ajw aliletik</w>
xku jch</w>
vi sita</w>
si ente</w>
ser ía</w>
salu d</w>
estu vo</w>
di os
s pʼijil</w>
s nu
raz ón</w>
lu ch
c ele
al beyaik</w>
w tst
wtst y</w>
v ar</w>
n wtsty</w>
li o</w>
habl en</w>
gu sta
bi le</w>
bah el</w>
San t</w>
P a
O T
DI OS</w>
5 4</w>
pa r</w>
kermano taktik</w>
ch u
agu an
y ik</w>
li ke</w>
la tas</w>
h aʼ
curs os</w>
comi da</w>
ap li
K U
ts es
ta ya</w>
pes ar</w>
l f
es es</w>
confi ar</w>
com er</w>
sigu e</w>
pod er
kil al</w>
con ten
c entr
T U
SUJ TI
tsi lal</w>
tal e</w>
su é</w>
necesi tamos</w>
kontra inel</w>
di fi
SUJTI B</w>
M al
M U
K ʼ</w>
Jo sué</w>
á latas</w>
su t
pa reci
p endi
nue va</w>
mar zo</w>
X JU
L u</w>
kʼ an
i letik</w>
human idad</w>
S er
v oc
tem as</w>
tal em</w>
pas ar</w>
or ía</w>
bey xan</w>
aten ción</w>
U n</w>
Qui én</w>
P r</w>
x cʼ
pi ed
f ía</w>
cari ño</w>
árb ol</w>
ya cʼ</w>
vi sto</w>
st os</w>
obj eti
neces ario</w>
mis ma</w>
majtʼ anil</w>
m á
is te</w>
estudi ante</w>
d oc
cristi ano</w>
ci os</w>
bus car</w>
a cuerdo</w>
G én</w>
G ál</w>
á ni
tu minchi
sacerdo te</w>
s es</w>
pú bli
prácti ca</w>
chuk el</w>
ay e</w>
Ez e
re alidad</w>
pue do</w>
muestr a</w>
kux inel</w>
erman oetik</w>
enemi gos</w>
ba yalxan</w>
G álatas</w>
ta ji
só lo</w>
on a</w>
ki chʼ</w>
ju sto</w>
gobier no</w>
cele br
b or
oport unidad</w>
jich me</w>
fi er
E LE
verdad ero</w>
tsʼi bay
soldad oetik</w>
p al
o g
mon os</w>
deci di
de bi
XJU ʼ</w>
tu lan
ker em</w>
justi cia</w>
esta do</w>
e fec
cu enta
óni cas</w>
tseʼ el
ta etik</w>
re ac
prom eti
ma estr
le tike</w>
j etik</w>
con su
Ef es</w>
obedec er</w>
f e
enta in
di st
bíbli cas</w>
b o</w>
wi ts</w>
un da</w>
ten ga</w>
stso b</w>
r emos</w>
paj al
nuj p
lam al</w>
jaʼ e</w>
5 3</w>
yakʼ bat</w>
snaʼ el</w>
smu l</w>
se an</w>
os enses</w>
or o</w>
oni c
m era</w>
experi encia</w>
c r
a d</w>
T am
M ame</w>
I deas</w>
H ch</w>
yakʼo j
st s</w>
s os</w>
r es</w>
och el</w>
maʼ yukix</w>
j tal
asi sti
ajkʼ abal</w>
abr il</w>
G ala
z os</w>
s lam
j as</w>
agr ad
TI KE</w>
C r</w>
sti j
nor mas</w>
man tener</w>
ker em
g ó</w>
ay on</w>
UT ʼIL</w>
J W</w>
3 ,
onic enses</w>
muchach o</w>
jaʼ ik</w>
j ko
des ea</w>
ayud arnos</w>
ants etik</w>
U na</w>
SKʼOPL AL</w>
S a</w>
L OS</w>
yak al</w>
vi sta</w>
lu me</w>
ku l</w>
gu ía</w>
con ta
ar es</w>
Je r</w>
Cu án
Cre ador</w>
Col osenses</w>
yi jkʼi
sme ʼ</w>
smaliy el</w>
re paso</w>
op e</w>
i to</w>
dar le</w>
com pren
al wanej</w>
ajw al
M O</w>
í so</w>
áng eles</w>
jwokol tik</w>
idiom a</w>
sle el</w>
si endo</w>
oni os</w>
mal o</w>
lem ente</w>
jch oltik</w>
j ts</w>
e los</w>
e lik</w>
ci do</w>
ases el</w>
an unci
7 0</w>
í fi
u h
swok olik</w>
sts ʼ
sch ebal</w>
r an
j b</w>
hu bi
gu er
d ando</w>
cam in
ami entos</w>
N TIK</w>
Cr ónicas</w>
yo k</w>
weʼ elil</w>
sti n
lu gares</w>
k anan
cʼ op</w>
at án</w>
So k</w>
L e</w>
áng el</w>
vi ene</w>
re a</w>
pregun ta</w>
peli gr
mi embr
kal bey</w>
d ónde</w>
a chʼix</w>
stoj ob
spaso j</w>
much ísi
m ol
j famili
d é</w>
con tes
agra deci
U DI
Tesal onicenses</w>
L o
mor ir</w>
m ilel</w>
lum etik</w>
fu ego</w>
en tan</w>
N ichʼ
2 8
x ba
ti o</w>
stik un</w>
st ʼun
sma k
reg alo</w>
recibi r</w>
ma íz</w>
kʼo el</w>
kil beytik</w>
jmu l
ech a</w>
b les</w>
ar me</w>
M e</w>
5 6</w>
xju l</w>
vi sión</w>
sta el</w>
pró xi
on om
l l
ec e</w>
e baj</w>
cel esti
Pri mera</w>
x j
vi aje</w>
bahlumil al</w>
b ale</w>
aʼte j
tu vieron</w>
segur os</w>
resu r
pu k
il an</w>
f av
c l
OJ KʼO
J OJKʼO
yu laʼ
ter i
posi ti
aj k</w>
JOJKʼO Y
snichʼna bik</w>
pas bil</w>
en cu
di ca</w>
Nue vo</w>
AKʼBE YA</w>
tiemp os</w>
sion etik</w>
no vi
l i</w>
il kʼinal</w>
cumpli r</w>
ch en
a bi
S ba
5 8</w>
se pti
septi embre</w>
parec e</w>
paci encia</w>
or ig
n amal</w>
jnaʼ beytik</w>
gran de</w>
g l
est é</w>
escuch ar</w>
ejemp los</w>
I LI
u tsʼin
ta ban</w>
skanan tay</w>
jm el</w>
a ún</w>
D ES
sigui entes</w>
s ju
pu di
parti ci
na tur
n anix</w>
lokʼes el</w>
jts ʼ</w>
encontr ar</w>
difi cul
di stin
an si
yakʼ beyel</w>
vo z</w>
r ar</w>
oji bal</w>
may oría</w>
ko el</w>
jn aʼ</w>
i da</w>
gran des</w>
f l
du da</w>
d é
Sba bial</w>
ñ ana</w>
yal beyel</w>
ya to</w>
xkʼopoj otik</w>
v es</w>
v emos</w>
k aj
estudi antes</w>
anti gu
a ka
2 9
xi w</w>
terr eno</w>
ta des</w>
si m
rí o</w>
re f
llam a</w>
kaʼ tel
joʼ on</w>
des cu
d or
chaʼ tul</w>
c en
av il
alegr ía</w>
H er
to xan</w>
se xu
schaj pan</w>
ol vi
mi r</w>
man eras</w>
j tʼun
d á</w>
EST UDI
vel ación</w>
ti j
so r</w>
sbu jtsʼ</w>
s inti
resur rección</w>
prof eta</w>
he bre
fuer za</w>
congreg a
R e</w>
C E</w>
st ale
stale lik</w>
or k</w>
mar avil
jaʼ niwan</w>
g eli
emo cion
d entro</w>
com par
Sau lo</w>
Ju dá</w>
Gala ad</w>
ter onom
teronom io</w>
respe to</w>
pu estos</w>
profec ía</w>
kʼ bil</w>
ha bi
asamb lea</w>
ab u
ab les</w>
N i
I C
Deu teronomio</w>
Í AS</w>
tsʼ inel</w>
oca sión</w>
ju i
jm aliy
i s</w>
celesti al</w>
Y ork</w>
y abal</w>
sti j</w>
situ aciones</w>
si st
gi ó</w>
v ej
tu bre</w>
tik lan</w>
qu ías</w>
mis mos</w>
kʼ un</w>
inf lu
cui dado</w>
Abrah am</w>
8 3</w>
5 7</w>
man iwan</w>
lek xan</w>
jun tos</w>
cambi ar</w>
Tr adu
R ESP
yi ch</w>
van geli
so y</w>
sj unal</w>
s famili
prom esa</w>
ma ñana</w>
en ero</w>
e to</w>
Kʼ A
yu tsilal</w>
sir vi
po x
par tam
loʼ l
lf f</w>
ah k</w>
SO K</w>
19 9
xi ʼ
ra to</w>
pa ra
nú mero</w>
laj em
la etik</w>
ent al</w>
consi der
con du
bon dad</w>
an ali
N eh
É x
ts ak
ti r</w>
sbaj tʼ
s ni
inter es
dem asi
cu x
chim al</w>
an zas</w>
PA S
A R
sitin tayel</w>
s ar</w>
oʼtan ile</w>
lle va</w>
le g
laj un
l las</w>
j chʼ
ch ane</w>
aw il
Y u
J pas
ú n
yichʼ ojik</w>
vi ol
len gu
i x
con ver
b ra</w>
vi r
ti x</w>
t emp
stsʼum bal</w>
pro c
ki jki
ili n</w>
felici dad</w>
chambal am
bendi sion</w>
awuʼun e</w>
ani ma
Y AL</w>
Tradu cción</w>
BI NTIK</w>
so ci
re tik</w>
idiom as</w>
fal ta</w>
demostr ó</w>
be l
ar é</w>
ajw al</w>
a to</w>
6 1</w>
Éx odo</w>
x anix</w>
nom br
jel on</w>
i xi
fri ca</w>
ej ik</w>
d í</w>
cor rec
bu r
ba eltik</w>
yak on</w>
sba e</w>
profec ías</w>
kʼax emix</w>
gri ego</w>
difer entes</w>
di j
awoʼtan ik</w>
ara ón</w>
ad orar</w>
U E
Neh emías</w>
Cu ál</w>
é xi
x be
sufri miento</w>
seri cor
reg i
pi e</w>
mi sericor
jw ol
hac ía</w>
de tal
ar rep
apro ve
PRE GUN
sta t</w>
s lokʼ
re gu
po li
nop tsaj
ma yo</w>
le al</w>
jchʼi eletik</w>
g ol
for me</w>
ed u
ci les</w>
Testig oetik</w>
Tam bién</w>
P re
Ajw alil</w>
tsʼi bayel</w>
na e</w>
il uk</w>
em a</w>
ar ia</w>
Re velación</w>
RESP ON
C on</w>
An ti
últi mos</w>
te r</w>
tar se</w>
o br
lesi a</w>
espiri tu</w>
1 5
s la
oc tubre</w>
nor te</w>
ent en</w>
e ban</w>
cul pa</w>
co st
bey ex</w>
awoʼtan ic</w>
a g
TA N</w>
T esti
GU I
E stu
tr o</w>
stuun tesel</w>
s le</w>
re ino</w>
qui era</w>
lle gu
ci encia</w>
chʼi chʼ
Isa ac</w>
yi kʼ</w>
u tsʼinel</w>
si til</w>
próxi ma</w>
oj e</w>
le ku
kʼop iletik</w>
kʼ tal</w>
ju lio</w>
jmu lan</w>
ho spi
P I
Kʼopon aik</w>
Í A</w>
tar á</w>
s enci
jmulan tik</w>
in v
ent ó</w>
com entari
c é
c ta</w>
c ando</w>
M Á
Est eban</w>
Com i
y ó</w>
xbaj tik</w>
sent ía</w>
ri a</w>
re aliz
pi dió</w>
obe di
le kilal</w>
kʼ un
esper a</w>
B A</w>
ya w
re lación</w>
mu rió</w>
jkʼan beytik</w>
cre ación</w>
a il</w>
tes ti
slam alil</w>
sch olik</w>
sba ike</w>
res ca
muer to</w>
lokʼ ik</w>
atoj ol</w>
alal etik</w>
akʼ botik</w>
Escu ela</w>
én d
skʼo tes</w>
rela cion
con venci
ca f
ba s
aw an</w>
Testi go</w>
6 2</w>
1 Co</w>
x bal</w>
sm aj
milagr o</w>
m eses</w>
imi tar</w>
an gu
T en
Le an</w>
ESTUDI O</w>
tsi tsel</w>
qu ía</w>
jun to</w>
j okin
i d
cas i</w>
ax un
Sa m</w>
Re yes</w>
R o</w>
M AN
J NOP
snaʼ bey</w>
skʼ inal</w>
pre ci
lar go</w>
kʼ aj
di cho</w>
demuestr a</w>
caf é</w>
b tes
acti vi
H A
í n</w>
ta el</w>
paí ses</w>
partam ento</w>
m ó</w>
h ilel</w>
difí ciles</w>
dificul tades</w>
di ci
cʼ alal</w>
c osa</w>
bi luk
a fir
V er
7 2</w>
én es</w>
vi era</w>
senti r</w>
rá pi
mal a</w>
j ku
famili ares</w>
cambi o</w>
anci as</w>
ab ri
El ías</w>
A D
ti nu
suj t</w>
p tik</w>
oh t</w>
f in
es co
apo yo</w>
ant eri
anim ales</w>
albil kʼop</w>
TA Y
N ú
yoʼtan ic</w>
pendi ente</w>
mon io</w>
gusta ría</w>
fici os</w>
bendi ciones</w>
am ar</w>
NU ESTR
Maʼ uk</w>
IN I</w>
B ro
í n
x chaʼ
v ac
te ʼ</w>
st i</w>
sna ik</w>
instru cciones</w>
e c</w>
d ores</w>
br ero</w>
awakʼ bey</w>
ani wan</w>
Ji ch
EM OS</w>
Bin wan</w>
A ʼ
ti po</w>
rech az
per se
on kotik</w>
oj t</w>
il la</w>
enseñ ar</w>
a segur
Y ame</w>
PA RA</w>
Ju das</w>
verdad era</w>
nue vas</w>
llam ada</w>
f ari
esta b
est re
enta r</w>
enseñ ó</w>
constru cción</w>
ab an
Fili p</w>
8 0</w>
7 3</w>
tsʼi n</w>
ten ido</w>
qu el</w>
eter na</w>
d ob
cu ción</w>
com ún</w>
cam bios</w>
aguan tar</w>
Vi deo</w>
ú sica</w>
ve a</w>
skʼan bey</w>
sigui ó</w>
pa ña</w>
mil pa</w>
en tu
e o</w>
ci to</w>
alim ento</w>
T AS</w>
O L</w>
B AL</w>
te k
senti mos</w>
pu si
cre encias</w>
compañ eros</w>
ah cʼ
X AN</w>
A s
vari as</w>
testi monio</w>
sw eʼ
ser án</w>
prom esas</w>
preocu pa
po ca</w>
organi sa
hab rá</w>
gra fía</w>
fari se
dese o</w>
cin co</w>
a un</w>
MA CHʼ
Con mem
skoltay ik</w>
senti mientos</w>
quier en</w>
perd on</w>
oli ke</w>
necesi dades</w>
m an</w>
kʼo po
ko tike</w>
jk anan
i dos</w>
gra do</w>
au to
Jon atán</w>
xkux inik</w>
ta ke</w>
maravil lo
m esa</w>
jkʼ ayin
inter és</w>
ej ér
dom in
ci elos</w>
car ne</w>
I K</w>
Conmem oración</w>
C ol</w>
4 ,
ti r
tan tes</w>
skʼ axun
propi a</w>
prom ete</w>
piens a</w>
erman o</w>
car ga</w>
an as</w>
al beya</w>
s pekʼ
spekʼ elil</w>
kʼajkʼ ale</w>
err ores</w>
ant sil</w>
S chaʼ
1 19</w>
su r
lej os</w>
kuxlej ale</w>
jba tike</w>
i sti
gi dos</w>
des ta
da ño</w>
contr ol
con tinu
cl ases</w>
circ un
adel anto</w>
1 3
ó li
xbo otik</w>
vari os</w>
ue go</w>
suc e
seman ae</w>
p en
or gu
er nos</w>
chaj pan</w>
aj es</w>
T e
tor i
s Nichʼ
prim eros</w>
necesi tan</w>
lu z</w>
kʼopon el</w>
gi do</w>
circun st
chʼ in</w>
am bi
T O</w>
SE Ñ
R i
F eli
pec ados</w>
mill ón</w>
mil es</w>
m os
im perfec
i bu
escla vo</w>
ca us
aprove ch
a bier
yal bon</w>
sti ʼ
s chʼul</w>
r en
o í
i kʼel</w>
i dea</w>
efec to</w>
bauti smo</w>
ar la</w>
S ig
M undo</w>
Ajw al
6 8</w>
ya kat</w>
w w
su e
person alidad</w>
p el
oca siones</w>
mu te</w>
le van
kol tay</w>
con suelo</w>
Schaʼ naʼel</w>
sts a</w>
s f
presi on
pa kʼ</w>
muchísi mo</w>
kaʼtel tik</w>
gi r</w>
evi tar</w>
cul ti
awi lik</w>
arti culo</w>
ari os</w>
apa se</w>
aban don
J tul</w>
En t
Al g
jojkʼoy bey</w>
jmaliy tik</w>
j kuxlejal</w>
isra eletike</w>
er lo</w>
e t
cristi ana</w>
atr ás</w>
ali a</w>
T E
P er
ñ as</w>
y el
xkʼo tik</w>
xkoltay otik</w>
w0 6</w>
ten gamos</w>
reac cion
r as
pres ente</w>
pied ra</w>
organisa sion</w>
och em</w>
lar es</w>
am bre</w>
abati no
Ti to</w>
í o</w>
tí tulo</w>
sku yik</w>
sier vo</w>
schʼ am</w>
raz ones</w>
muer tos</w>
mantal il</w>
il u
enseñ ado</w>
enferme dad</w>
cre ó</w>
conse j
car a</w>
c e
L U
6 6</w>
y ox
s ón</w>
r os</w>
r an</w>
pʼi j</w>
pod ían</w>
per ro</w>
o k</w>
mostr ar</w>
herman as</w>
h el</w>
es p
ayud an</w>
P i
M ar</w>
K iltik</w>
ulaʼtay wanej</w>
sigu en</w>
le ales</w>
j kʼu
ech os</w>
col ab
alal to</w>
P or
Jpas wanej</w>
ENT ES</w>
A unque</w>
8 6</w>
6 3</w>
y aj
xkʼopo jik</w>
s be
och on</w>
o t
lec ciones</w>
gu ar
fi j
er g
albil kʼopetik</w>
San són</w>
SI GUI
S in</w>
B anti</w>
us ando</w>
skʼopon ik</w>
sba kʼe
re pres
pi sil</w>
ob st
na sion</w>
may ores</w>
in dic
hubi era</w>
fri jol</w>
expli có</w>
es c
en g
demasi ado</w>
dej a</w>
circunst ancias</w>
awal bey</w>
K OʼTAN
E vangeli
. .</w>
. ..</w>
ʼ ul</w>
ánd ose</w>
w aka
tojob tes
tar lo</w>
suj tik</w>
stoj il</w>
sk om</w>
si tio</w>
r nos</w>
poder oso</w>
ma teri
ju k
jfamili atik</w>
in mor
fav or</w>
d aba</w>
cʼu x</w>
cre en</w>
com uni
anichʼ na
angu sti
S W
BE Y
w er</w>
tri bu
s inc
reg ún
reci ó</w>
re in
pon e</w>
polí tica</w>
perse cución</w>
ka pi
jujun tul</w>
fr on
ex tra
ago sto</w>
T es</w>
S pisil</w>
8 9</w>
é monos</w>
xkoltay ot</w>
ví tico</w>
l á
fu i</w>
fr ente</w>
di os</w>
cu esti
arrep enti
ar ías</w>
a p</w>
Se g
Le vítico</w>
ES I
si ete</w>
ri dad</w>
public adores</w>
na etik</w>
mal os</w>
importan cia</w>
enseñ anzas</w>
dij eron</w>
chaj p
ayu de</w>
ac om
S ab
Maʼ yuk</w>
Jos ías</w>
Davi de</w>
sacri ficio</w>
para íso</w>
on ix</w>
novi embre</w>
n al</w>
joʼ otike</w>
fi c
contr ibu
bo ca</w>
bal ik</w>
ba yal
xch i</w>
xch ebaj</w>
v aya</w>
tu k</w>
tay otik</w>
ta ña</w>
su fr
st oe</w>
si ento</w>
predic ando</w>
necesi ta</w>
liber tad</w>
kamigo in
k in
jal aj</w>
j na
j kʼopon</w>
hab lar
famili as</w>
entu si
ami ento</w>
ab loe</w>
W at
Di ablo</w>
Ar mag
1 00</w>
úni co</w>
tsʼibay bil</w>
s pʼaj
s el
publi cación</w>
obr as</w>
jaʼ ate</w>
jam ás</w>
i h
fe brero</w>
empez ar</w>
To dos</w>
AN T
5 9</w>
x noptsaj
w0 7</w>
vide os</w>
vi a</w>
stsa k</w>
skom el</w>
judí o</w>
j ar
humil dad</w>
h in
gu sta</w>
en can
em po
d i</w>
car ro</w>
ar ca</w>
PREGUN TAS</w>
P abloe</w>
M I
Li br
Armag ed
tr a</w>
ten i
suj tes</w>
stsʼi bay
schʼu h
s enta
propi o</w>
m enti
li letik</w>
le yes</w>
g er</w>
f a
cor ri
ayu dado</w>
ax el</w>
Y I
C A
0 5</w>
ó me
áni mo</w>
wokoli le</w>
slaj in
pul s
oj bey</w>
oc ol</w>
kʼ alalto</w>
j nichʼ
il beya</w>
cé lu
cam ente</w>
c al</w>
ba do</w>
am an</w>
NUESTR A</w>
JNOP TIK</w>
Her o
7 6</w>
vi mos</w>
pu do</w>
oj o</w>
na in
kʼ asesel</w>
habl ó</w>
esper ar</w>
er á</w>
car gar</w>
c en</w>
ach ol
Sal ón</w>
D E
A u
20 13</w>
yaʼbil alik</w>
ya kal
volun tari
tex toetik</w>
sm il</w>
ri ca</w>
pued es</w>
pa s</w>
lokʼomba etik</w>
j e
fon o</w>
chen ek</w>
be el</w>
ar ri
activi dades</w>
S wenta</w>
L uego</w>
Eze quías</w>
2 Cr</w>
yo lil</w>
x tal
tam poco</w>
sj okin
recuer da</w>
re fer
pregun tó</w>
kil óme
jnopo j
hi ja</w>
condu cta</w>
añ a
ah í</w>
adel ante</w>
EN SEÑ
vide oetik</w>
ti sf
tes e</w>
sist ema</w>
sba h
re de
ol og
na inel</w>
kʼun kʼun</w>
human o</w>
conoci miento</w>
chambalam etik</w>
aw amigo
ar ón</w>
M r</w>
Jojkʼoy el</w>
JOJKʼOY ELE
á culo</w>
x jil</w>
x hu
win i
v ay
tri b
te le
t su
stoj iluk</w>
sjojkʼoy bey</w>
s lokʼes
po bre
par rafo</w>
h á
cu ar
conse cu
awu ʼ
a kuxlejal</w>
Ju dea</w>
H ay</w>
snaʼ beyik</w>
sa tisf
pi ense</w>
o bli
le kub
kux in
hon or</w>
ejér cito</w>
desa str
debi do</w>
cu loetik</w>
com eti
abatino tik</w>
Yu ʼun</w>
ér amos</w>
xbaj tʼik</w>
x me</w>
person al</w>
le as</w>
lan a</w>
joʼ otik</w>
ent reg
ci r</w>
aqu ellos</w>
Armaged ón</w>
slaj el</w>
pi es</w>
mej ores</w>
l lo
entusi as
del ante</w>
cu anto</w>
asisti r</w>
al rede
abatin ik</w>
Tsob lej</w>
MÁ S</w>
A yu
5 ,
sufri r</w>
so m
sjo kin</w>
pu ku
pon i
pas os</w>
me ʼ</w>
ex pres
di bu
compa sión</w>
comp le
cam po</w>
c amos</w>
ar y</w>
N os</w>
KOʼTAN TIK</w>
H E
Comi té</w>
Can a
yu tsʼin
yijki tay</w>
yal tiklanbey</w>
xkux inotik</w>
spa t</w>
misericor dia</w>
man da
ma d
libr oetik</w>
ku lo</w>
ju ʼ
fi li
er to</w>
envi ó</w>
dr o
der echo</w>
acʼ a</w>
acep tar</w>
S AL
KU X
Ajwal inel</w>
AM OS</w>
x mantal
obe deci
ob lal</w>
le tic</w>
jwokol tike</w>
ju z
jaʼ al</w>
i or</w>
disfru tar</w>
chʼ ay</w>
al bil</w>
achol bey</w>
abat otik</w>
K IL
Est er</w>
A hora</w>
7 9</w>
10 3</w>
ó gi
yan anix</w>
vol vió</w>
su fici
st e
p ant
ning una</w>
na cionetik</w>
mé dic
jtal eltik</w>
ji lik</w>
ik ixe</w>
g enes</w>
comi en
aqu ella</w>
ac ciones</w>
a su
a fec
P ue
P OR</w>
Ez e</w>
Cana án</w>
C i
0 7</w>
z an</w>
ve an</w>
spisi lik</w>
precurso res</w>
por no
pant al
me tas</w>
dem onios</w>
ch e
ad á</w>
T i</w>
ON ES</w>
Jon ás</w>
20 14</w>
verdad eros</w>
tien es</w>
st oy</w>
sj oʼ
resul tado</w>
re fu
prob able</w>
p regún
p alo</w>
o di
mu k</w>
m úsica</w>
llev ó</w>
jko m</w>
hor as</w>
h t</w>
don aciones</w>
di v
conc entr
cham ele</w>
autor i
Ge de
Di s
D t</w>
9 7</w>
20 22</w>
x k</w>
so lu
schʼuun ejik</w>
k xan</w>
jun e</w>
ju l</w>
invi tación</w>
e h</w>
cas tigo</w>
bautiz arse</w>
a yat</w>
SIGUI ENTES</w>
Re visita</w>
O N</w>
B el
9 0</w>
ts ʼum
te ʼ
scʼ an</w>
pens amientos</w>
mom entos</w>
in fier
di rec
cier ta</w>
c ár
b h</w>
Hero des</w>
EN TA</w>
7 1</w>
6 4</w>
w e</w>
un d
tra ta</w>
stik un
snichʼna b</w>
s ban
r am
o sor</w>
naʼ bil</w>
jts aj
du ro</w>
dec ía</w>
al botik</w>
Pregun tas</w>
z ar
vol ver
s é</w>
s T
pág s</w>
po l
jun io</w>
chʼuun el</w>
Gede ón</w>
DI S
C O</w>
6 7</w>
vi ve</w>
te li
ta e</w>
slu mal
re zca</w>
raf os</w>
pár rafos</w>
libr os</w>
kakʼ bey</w>
h al
cu ál</w>
Y a
V ER</w>
L E</w>
G O</w>
tendr á</w>
si enten</w>
o lil</w>
muchach a</w>
mal v
le ña</w>
ji x</w>
esper tad</w>
ent er
ejemp loetik</w>
ar ían</w>
Z ac
S il
D espertad</w>
v ían</w>
sbi ilin
pi ente</w>
o vej
jnaʼ ojtik</w>
i ch</w>
enseñ anza</w>
empez aron</w>
eli ke</w>
dici embre</w>
co don
cheʼ ox
c aj
ar te</w>
abu codon
a pas
Zac arías</w>
Oʼ TAN</w>
N abucodon
H a</w>
8 8</w>
é poca</w>
slumal ik</w>
segu ridad</w>
responsa bilidad</w>
pág inas</w>
pu ro</w>
or ah
n ojel</w>
ki ptik</w>
jtoj ol
i j
ha gamos</w>
ex ac
cʼ ahcʼ
conoc e</w>
baj el</w>
ar ro
alrede dor</w>
akʼ beya</w>
T he</w>
Machʼ atik</w>
K AKʼ
I K
A p</w>
y ermano
x chaʼkuxaj
ven cer</w>
tra tar</w>
tes ik</w>
seg undo</w>
schaʼ kuxaj
resca te</w>
re almente</w>
pedi r</w>
op ini
mu cʼ</w>
lu ga
laj ele</w>
j T
her m
g obernante</w>
escuch a</w>
enferme dades</w>
en oj
aw e</w>
aprendi do</w>
O TIK</w>
De partamento</w>
AW ILI
ó mi
Á frica</w>
xhu ʼ</w>
spaso jik</w>
sali r</w>
ri to</w>
or den
mi r
inv estig
h ts</w>
h ah
enta s</w>
em í</w>
circ unci
acer car
YA Kʼ</w>
Kʼ AL
AWILI X</w>
6 9</w>
1 2
ti cos</w>
tal emik</w>
ta j</w>
snopo jibal</w>
sin ago
sacri ficios</w>
peque ño</w>
or din
o la</w>
nop ele</w>
mu kʼu
miembr os</w>
kerem etik</w>
ing l
encu entr
dis puestos</w>
cum p
chajpan el</w>
cas os</w>
c endi
asun tos</w>
apo y
No emí</w>
Nabucodon osor</w>
E d
A ca
7 5</w>
á les</w>
raz on
per man
pens emos</w>
luga retik</w>
kapi tulo</w>
infier no</w>
in ale</w>
el uk</w>
cuán to</w>
conta cto</w>
comen zó</w>
cab al
bah t</w>
ani ma</w>
DA D</w>
ti dad</w>
so la</w>
sn i</w>
señ ail</w>
pens ar
nopo lix</w>
j eta</w>
est én</w>
er te</w>
aʼte ji
P en
M abal</w>
KʼAL AL</w>
E sto</w>
8 4</w>
0 2</w>
z ado</w>
yijki tayel</w>
xiw el</w>
u xul</w>
spas bey</w>
snichʼ an</w>
pa k</w>
ni chimal</w>
min u
l as
hebre o</w>
fí si
f araón</w>
est ás</w>
ej a</w>
e con
costum bre</w>
con f
bili x</w>
as pec
N ú</w>
M undial</w>
KAKʼ TIK</w>
Cor into</w>
9 8</w>
1 Sa</w>
z ona</w>
x kʼ
x chi
ten gan</w>
su bi
skʼop e</w>
re al</w>
o per
l lu
l ad
kʼux otik</w>
j na</w>
di g
am el</w>
a tra
Ent onces</w>
A ʼI
7 8</w>
xba at</w>
w ej</w>
w 15</w>
u do</w>
snaʼ beyel</w>
ru m
que da</w>
permi so</w>
o quía</w>
j yan
j och
habl ando</w>
des cri
deber ía</w>
cár c
ci on</w>
can ciones</w>
c ay
be r</w>
ac e</w>
a tu
Libr ary</w>
JOJKʼOYELE TIKE</w>
J os</w>
Deu t</w>
Anti oquía</w>
8 7</w>
0 3</w>
versí culos</w>
trans mi
stiʼ il</w>
sem br
scʼ oblal</w>
s po
responsa bilidades</w>
respon dió</w>
religi osos</w>
kʼux uk</w>
kʼ ine</w>
k u</w>
jui cio</w>
jtoj ol</w>
humil des</w>
gl oria</w>
entusias mo</w>
demostr amos</w>
d arnos</w>
car r
agra dec
N OS</w>
M P
M OS</w>
A m
A E</w>
9 4</w>
9 1</w>
án do
x kʼax
tuminchi jetik</w>
ts a</w>
tik un
tar jeta</w>
ta ra</w>
skʼ ases
pi de</w>
per der</w>
par tes</w>
lu j
lleg aron</w>
kux ul</w>
ji n</w>
j meʼ</w>
fortalec er</w>
f oy
dar les</w>
con ciencia</w>
SKʼ AN</w>
B R
20 12</w>
x uj
us ó</w>
tr on
tik unel</w>
smele lile</w>
quer ido</w>
podr ían</w>
per dido</w>
o tikix</w>
man dó</w>
kur so</w>
hi er
herman oetike</w>
h all
gener al</w>
du ra</w>
dr á</w>
dis puesto</w>
d encia</w>
cʼ ul</w>
asun to</w>
artí culos</w>
aj tik</w>
VI D</w>
S ara</w>
Pue de</w>
su r</w>
snop elxan</w>
sim p
se o</w>
sNichʼ an</w>
respu estas</w>
pusi eron</w>
pue da</w>
pajal uk</w>
of rezca</w>
na sionetik</w>
kʼa t
im pri
ha gan</w>
demuestr an</w>
cárc el</w>
capaci dad</w>
autori dades</w>
apo ya
aj ch</w>
F r
A arón</w>
yu chʼ
w 11</w>
t se</w>
segui da</w>
s am
pas beyel</w>
o dio</w>
naj al
le v
jkuxlejal tike</w>
im presion
i y</w>
f ra
detal les</w>
der es</w>
decidi r</w>
d entes</w>
ci entos</w>
chʼul chane</w>
ca usa</w>
anim al</w>
S u</w>
Le a</w>
K I
C Ó
A lem
x ʼ
sufici ente</w>
sta ojik</w>
sob revi
r ían</w>
or amos</w>
lí deres</w>
kaʼ bilal</w>
jta te</w>
ingl és</w>
h ay
gobier nos</w>
co tic</w>
as te</w>
actu alidad</w>
abaj o</w>
a f
U cr
Des pués</w>
A P
xkʼo otik</w>
x ba</w>
sinti ó</w>
si quiera</w>
ri sti
pa st
o f</w>
lokʼom ba</w>
ley etik</w>
i ban</w>
humil de</w>
hab ría</w>
g en</w>
congrega cionetik</w>
ba r</w>
b tes</w>
al nichʼ
al etik</w>
actu ar</w>
a fron
Ucr ania</w>
Tsob lej
San ed
SW ENTA</w>
Pas a</w>
Est á</w>
CÓ MO</w>
B Í
9 9</w>
6 ,
tar nos</w>
tan o</w>
snaʼ ojik</w>
pre dijo</w>
pas tiklan
mu l
m eros</w>
gu sto</w>
gr adu
dios es</w>
con seguir</w>
chi kʼbil</w>
ch a
c ami
ani ke</w>
HA C
C ar
BÍ BLI
Alem ania</w>
yichʼ ix</w>
un gidos</w>
to e</w>
spas beyel</w>
slu mal</w>
slokʼ es</w>
sirvi endo</w>
seg unda</w>
sacerdo tes</w>
per laetik</w>
pedi rle</w>
pa t
olog ía</w>
objeti vo</w>
mo so
ma k
jojkʼoy beya</w>
jkʼop l
jap a</w>
gra ve</w>
er ía</w>
em pi
consecu encias</w>
ci al</w>
asig nación</w>
am amos</w>
Jo h
AD N</w>
w en</w>
ts ʼun
tek sto</w>
s puk
rí n</w>
re yes</w>
pa ñ
ovej as</w>
orig en</w>
ol la</w>
minister i
le al
leal tad</w>
jtʼun tik</w>
ir se</w>
in dica</w>
imag in
ik xan</w>
i te</w>
ex isti
eng añ
dios etik</w>
def en
cre er</w>
car on</w>
cam paña</w>
aʼi yi
anali ce</w>
al to</w>
ac er</w>
a te
Saned rín</w>
P RI
M aba</w>
C am
9 5</w>
20 20</w>
tex tos</w>
tendr emos</w>
recibi ó</w>
prometi do</w>
objeti vos</w>
nujpun el</w>
lej al</w>
k nax</w>
hu bo</w>
h ambre</w>
gri e
cuán do</w>
c oʼtan</w>
bor ra
ant os</w>
ach ol</w>
ab lemente</w>
Es te</w>
0 1</w>
w 13</w>
tij bot</w>
swenta in</w>
sali ó</w>
s man
religi ones</w>
qu il</w>
princi pal</w>
orah il</w>
mostr ó</w>
mo des
ma ch</w>
laj em</w>
jnopo jel</w>
jkʼayin beytik</w>
i jki
foy eto</w>
ex e</w>
em ente</w>
di vi
d arse</w>
cre e</w>
contr ario</w>
co pi
ba em</w>
Sil as</w>
H oy</w>
wi ʼ
vol u
ti to</w>
soldad os</w>
slekub tes</w>
skanan tayel</w>
segui dores</w>
