#version: 0.2
c h
r i</w>
o s</w>
t a
q u
ʼ a
m a
e s
a r
e r
e n
l a
i n
ch e</w>
d e</w>
o n
r i
r e
e l</w>
k ʼ
qu e</w>
i k</w>
c i
a n
a s</w>
b ʼa
j u
e s</w>
i j</w>
l a</w>
r a
l i
e n</w>
b ʼ
k u
c h</w>
x u
k i
q a
t i
w a
t z
c o
d o</w>
h o
u n
d i
p a</w>
s i
t a</w>
l o</w>
c u
a n</w>
r u
e m
a b
J e
l os</w>
o j
ch i
p o
Je ho
ó n</w>
Jeho v
Jehov á</w>
ju n</w>
l e
r e</w>
t o
ch a
a m
i os</w>
j a
ma l</w>
t e</w>
s a
v i
t o</w>
e ʼ</w>
D ios</w>
t r
kʼ u
c ˈ
k ʼa
k a
d e
n i
c on
ar e</w>
in a
n o</w>
ci ón</w>
c a
i b
p ar
p a
s e
s e</w>
a l
re ch</w>
bʼa n</w>
ch i</w>
a l</w>
ta q</w>
p u
@ -
@- @</w>
t u
s o
la j</w>
p er
m i
m o</w>
d a
p r
n a</w>
k ʼ</w>
la s</w>
J es
h a
qu i
bʼa l</w>
t e
n ik</w>
y a</w>
í a</w>
x ik</w>
ú s</w>
Jes ús</w>
d a</w>
w ina
bʼ ij</w>
n a
á s</w>
k e
s u
m u
tz ij</w>
q ʼ
par a</w>
j eʼ</w>
li a</w>
n os</w>
k qa
qu jeʼ</w>
b ʼ</w>
e r</w>
b i
xu qujeʼ</w>
l e</w>
e m</w>
ru mal</w>
kʼ o</w>
wa ch</w>
i ʼ</w>
k oj
ch u
k o
co n</w>
j o
c ä
w e</w>
po r</w>
ta j</w>
m in
u n</w>
j i
k ki
ri j</w>
chi ʼ</w>
g u
o r
q ʼa
ma j</w>
B ib
n u
Bib lia</w>
s u</w>
em os</w>
ch rij</w>
ri ʼ</w>
an i
am i
o r</w>
u t
p i
e ta
ru kʼ</w>
re g
r a</w>
t en
wina q</w>
l o
min s</w>
l es</w>
d os</w>
oj el</w>
m ás</w>
x e
bʼ i
ma n</w>
em p
o n</w>
J as</w>
p á
kʼu t
ch o
1 0</w>
la l</w>
a r</w>
pr o
a s
w i
m en
un a</w>
d el</w>
an do</w>
1 5</w>
k e</w>
on ojel</w>
f i
n o
da d</w>
cˈ u</w>
j e
b re</w>
ut z</w>
bʼ e</w>
tz i
i s
ta s</w>
ch ʼa
v er
es tr
en t
bʼa nik</w>
y a
e c
k ˈ
d es
on es</w>
c a</w>
er a</w>
ab ʼ</w>
w i</w>
Q u
ta n
h ab
j o</w>
ja wa
1 1</w>
e l
x i
la ʼ</w>
t ra
r es
R i</w>
o s
g o</w>
R I</w>
u wach</w>
1 2</w>
é n</w>
ch ke</w>
x a
ri s
cha lal</w>
h i
pá r
en te</w>
m os</w>
y u
ja s
f u
nu estr
ri ˈ</w>
es t
l u
á n</w>
ha c
qu é</w>
O S</w>
po r
b a
w ar
r onojel</w>
í as</w>
re s</w>
kʼa s
su s</w>
pu e
1 3</w>
Qu é</w>
j as</w>
ku bʼij</w>
1 4</w>
am os</w>
ch o</w>
t er
le mal</w>
ó mo</w>
eta ʼ
k in
ra j</w>
ni m</w>
d o
m e
a ción</w>
r o</w>
jawa xik</w>
J u
kʼa x</w>
m e</w>
war iʼ</w>
p e
bʼa no</w>
jas taq</w>
w ä
tr os</w>
u s
co mo</w>
ta ji
qa chalal</w>
kʼ u</w>
ib ʼ</w>
ra jawaxik</w>
x o
é l</w>
k q
c o</w>
es ta
ʼ o
1 6</w>
m o
je ˈ</w>
cu ando</w>
d u
kʼas lemal</w>
1 7</w>
a la
a yu
w u
per o</w>
cˈ o</w>
u bʼanik</w>
t os</w>
ar i
L a</w>
r o
ʼ i
a c
b li
x ki
p re
qu e
C H
a li
wina k</w>
ni ma
qʼa bʼ</w>
é s</w>
ci ones</w>
t in
a j</w>
tzi jo
sa j</w>
ci a</w>
s i</w>
h er
ju na
taji n</w>
t ä</w>
k raj</w>
wä ch</w>
s o</w>
on em</w>
xu bʼij</w>
g ra
s on
ch ik</w>
gu i
bʼa laj</w>
ma n
C ha
le w</w>
in o</w>
cˈ u
1 9</w>
reg un
qu i</w>
e li
d as</w>
x in
c e</w>
er on</w>
a t</w>
1 8</w>
es ti
E S
un em</w>
ku nik</w>
s er
ko j</w>
kʼut unem</w>
g reg
si bʼalaj</w>
qʼ ij</w>
po d
co m
2 0</w>
es ta</w>
ani ma
d es</w>
kʼa j</w>
ti emp
con greg
v e
v o
k an</w>
b a</w>
qʼ o
ch a</w>
er o</w>
es i
l le
ta t</w>
a j
b u
ta ʼ
r u</w>
ni kʼaj</w>
o b
per son
ma nos</w>
m a</w>
A N
c ris
kʼ i</w>
le c
i n</w>
i m
ju n
d em
b ij</w>
ch que</w>
so bre</w>
a laj</w>
tiemp o</w>
s ab
c ˈ</w>
p on
ta m
h a</w>
wa ˈ</w>
ku ya</w>
e x
ta k</w>
E s
qa s
í an</w>
q as</w>
juna m</w>
ku bʼan</w>
Ju an</w>
r as</w>
vi de
t ä
b an</w>
f or
o ra
C ómo</w>
congreg ación</w>
bi én</w>
ch q
c ar
R I
si kʼ
un i
t es</w>
g os</w>
g i
M A
ta l</w>
d ar
pár r</w>
wa jun</w>
chu qʼabʼ</w>
s a</w>
2 1</w>
tam bién</w>
ˈ u
p regun
R e
j ik</w>
en do</w>
ami t</w>
di jo</w>
f ami
to ʼ</w>
di s
C h
ju jun</w>
etaʼ maj</w>
xu ku
di o</w>
ta r
ab lo</w>
z a</w>
kʼu t</w>
t u</w>
g a</w>
an os</w>
á n
x el</w>
a d
2 2</w>
cho maj</w>
de ci
xu bʼan</w>
por que</w>
p í
o j</w>
wu j</w>
T I
vi da</w>
e d
v o</w>
a ma
b í
ta r</w>
bí bli
se r</w>
se ñ
P ablo</w>
ti en
cu r
i l</w>
vide o</w>
T i
so tros</w>
xuku jeˈ</w>
q ʼ</w>
kʼu riʼ</w>
ka j</w>
hac er</w>
a do</w>
3 0</w>
2 4</w>
m bre</w>
chq e</w>
i s</w>
x a</w>
ʼ x</w>
s as</w>
ku kʼ</w>
e j</w>
e j
ʼ u
la n
te o</w>
qas tzij</w>
qu in
y o
kʼut bʼal</w>
q ˈu
0 0
P or</w>
ch ʼo
es tu
ti jo
mu l</w>
cris ti
tz u
kʼu ʼx</w>
a p
kqa bʼan</w>
to ʼ
chʼa w
de b
pue de</w>
v en
sa l
x abʼ</w>
ka t
al g
c ri
to do</w>
C an
on i
es te</w>
ta jik</w>
p en
chu wach</w>
qʼo qʼ
an te</w>
2 3</w>
S al
on ik</w>
koj o
c ción</w>
chʼaw em</w>
to dos</w>
H e
lo qʼoqʼ
M a
cˈu t</w>
el los</w>
c es</w>
ya ʼ</w>
c re
ar on</w>
mu ch
xa q</w>
j e</w>
kʼu l
c am
xi c</w>
p e</w>
ri q
te kʼuriʼ</w>
D E</w>
o tr
emp lo</w>
K ʼ
to ri
U lew</w>
L I
nuestr a</w>
fami lia</w>
p an</w>
x onem</w>
en cia</w>
ch ˈ
A re</w>
a ñ
di ce</w>
jun abʼ</w>
m i</w>
ar eʼ</w>
nima laj</w>
ri m
O R
i tz
est á</w>
xu ya</w>
al es</w>
v a</w>
her manos</w>
g ar</w>
es o</w>
J as
A S</w>
ʼ l</w>
l ik</w>
kʼ oj
co r
kʼ o
ma na</w>
la b
t h</w>
Jas che</w>
ta n</w>
U T
s en
es to</w>
e la
s ta</w>
B ʼ
cha k</w>
tin amit</w>
tä q</w>
p an
z o</w>
co sas</w>
wa j</w>
S a
2 5</w>
sa r</w>
ma nik</w>
B ʼi
Bʼi xonem</w>
ma s</w>
j wa
2 0
ri l</w>
as í</w>
Can ción</w>
pi xabʼ</w>
a vi
y o</w>
ki ko
sikʼ ij</w>
h u
ci as</w>
V I
er ra</w>
so n</w>
c ómo</w>
ina q</w>
C ris
da r</w>
kki bʼan</w>
J er
bʼ iʼ</w>
kˈ a
un os</w>
d on
pr en
c er
en señ
ani c</w>
ku n</w>
bʼ i</w>
bu en
Cris to</w>
ja w
de r</w>
í cu
J o
t esti
person as</w>
c os</w>
o m</w>
mu y</w>
j a</w>
bʼi xik</w>
u tzij</w>
a chi
D avi
k a</w>
Davi d</w>
en eʼ</w>
D I
pro f
i x</w>
pu és</w>
p o</w>
to bʼanik</w>
mi en
ru cˈ</w>
ja ʼ</w>
a u
s to
bʼa n
c as</w>
L A</w>
2 8</w>
P ro
pod emos</w>
bʼi qʼ</w>
o tros</w>
m b
d ía</w>
fu e</w>
ed ro</w>
P edro</w>
B I
hab ía</w>
bʼa no
2 7</w>
ju bʼiqʼ</w>
2 6</w>
mi s
chʼa w</w>
kˈ ij</w>
l la
cristi anos</w>
P i
j os</w>
kojo ʼ</w>
C RI
chi c</w>
m p
c an
2 9</w>
ra z
des pués</w>
b an
k an
ri q</w>
g r
si ón</w>
wi laʼ</w>
u bʼixik</w>
kʼoj iʼ</w>
u tz
w eneʼ</w>
xu bij</w>
us te
na bʼe</w>
cu er
x cha</w>
e ˈ</w>
r s</w>
un do</w>
ora ción</w>
a m</w>
eta k</w>
u bʼiʼ</w>
pár rs</w>
n ec
qˈu i
bi en</w>
ar etak</w>
pá g</w>
- -</w>
men os</w>
ki wach</w>
s an
d en</w>
s t
pa tan
L o
pí ri
se mana</w>
S e
l ar
ko ju
da des</w>
I s
w iʼ</w>
pregun tas</w>
h e
E S</w>
men te</w>
ta q
con o
cho man</w>
ej emplo</w>
S TI
n i</w>
o l</w>
00 0</w>
k as</w>
ent es</w>
STI AN
CRI STIAN
koj onik</w>
VI D
ap ó
ra eli
is raeli
ho ra</w>
Ma teo</w>
pr es
tu ra</w>
no sotros</w>
v os</w>
i xo
re taʼ
m ik</w>
on ces</w>
pre di
R u
1 9
k bʼan</w>
x qui
1 0
ch we</w>
Q ʼ
pa lab
itz el</w>
a chi</w>
es per
se gui
ra el</w>
Is rael</w>
ar á</w>
a qu
L u
apó sto
con tr
ú n</w>
e a</w>
ab a</w>
I J</w>
tzijo j</w>
kʼ is
li b
wa l</w>
d er
ci on
bʼan tajik</w>
B LI
q ibʼ</w>
píri tu</w>
si s</w>
israeli tas</w>
S an
ca r</w>
R E</w>
C u
k ˈ</w>
i mi
r á</w>
M ar
kʼa m</w>
I N
v er</w>
ci o</w>
utz alaj</w>
ari q</w>
an tes</w>
re ci
ve z</w>
tien e</w>
MA L</w>
am or</w>
qa kʼaslemal</w>
án g
R E
3 1</w>
x an
M o
con ver
ki mik</w>
ver dad</w>
ent onces</w>
dem ás</w>
s ti
ES T
chi ke</w>
Cha kojoʼ</w>
nuestr o</w>
j ij</w>
N a
si g
cho ch</w>
ala k</w>
ícu lo</w>
é n
b i</w>
ma l
fu er
Sal mo</w>
es e</w>
cä qui
BI BLI
uste d</w>
tzi j
ma no</w>
e go</w>
kʼa mal</w>
im por
BIBLI A</w>
u ya
si n</w>
esta ba</w>
kqa bʼano</w>
re uni
anima ʼ</w>
tz ʼi
emp re</w>
qʼ el</w>
k onojel</w>
u ti
es pi
tzu ku
so l
te x
r ía</w>
v e</w>
jawa xel</w>
b anic</w>
I sa
I K</w>
mu er
A jawaxel</w>
u tzi
ter i
A po
testi gos</w>
cha ʼ</w>
f e</w>
espi ri
c e
Re ino</w>
ju mul</w>
qu ib
si empre</w>
p rim
e b
ha y</w>
lu gar</w>
espiri tu
kˈa b</w>
añ os</w>
bʼano m</w>
e bʼal</w>
b ra
m undo</w>
es tas</w>
ayu dar
n u</w>
ku bʼ
O N
ke bʼ</w>
a pren
anima ˈ</w>
wi ˈ</w>
J os
si gui
T A
ten er</w>
lec tura</w>
b re
ama qʼel</w>
na ʼ</w>
sal én</w>
Jer u
pa m</w>
sen ti
w etaʼmaj</w>
w 0
nec esi
h an</w>
f er
Jeru salén</w>
tzij onem</w>
hi zo</w>
3 3</w>
b us
raz ón</w>
en ta</w>
DI OS</w>
kq etaʼmaj</w>
vo l
cha we</w>
Jo b</w>
res u
ma r</w>
ki bʼ</w>
in ik</w>
J U
le a</w>
ʼ ik</w>
t ó</w>
E N
un o</w>
Mo is
xe la
ta ta
jwa taj</w>
ch qa
an za</w>
Mois és</w>
la r</w>
lle v
ho mbre</w>
ta ʼ</w>
ʼ j</w>
n e</w>
pro b
ala b
X u
ma taj</w>
ma k</w>
mu cho</w>
i de
di ó</w>
Z IJ</w>
3 2</w>
pa ci
k ami
C hi
sa ch</w>
T z
ayu da</w>
con fi
E l</w>
kʼ i
xi w</w>
c er</w>
g ente</w>
pa d
qu er
nuestr os</w>
pa s
A re
impor tan
el la</w>
in el</w>
k am
ar eˈ</w>
me jo
chi ʼl</w>
an ik</w>
ʼo m</w>
t ri
ca ción</w>
alg unos</w>
men to</w>
in i
vi si
tijo xela
t ik</w>
s es</w>
vi vi
po si
riq bʼal</w>
g o
tz ʼa
la laj</w>
es a</w>
cha wilaʼ</w>
b ios</w>
so lo</w>
chi we</w>
na ʼ
ta d</w>
res pon
a w
pan eʼ</w>
much os</w>
C or
ser vi
3 5</w>
kʼut u</w>
E L</w>
tori o</w>
ti j
qʼ i
e z
ci e
q i
e les</w>
3 4</w>
xa b</w>
sa l</w>
b ar
ke ʼu
er an</w>
ar t
ca ˈ
ta do</w>
bíbli co</w>
1 4
d í
pue den</w>
bʼi x</w>
ka jwataj</w>
ch ʼ
c lu
b en
UT ZIJ</w>
ki l</w>
en es</w>
chu pam</w>
oj er</w>
je ʼ
tzuku j</w>
imi t</w>
ca da</w>
mb res</w>
tzijo xik</w>
ma m</w>
pu bli
a do
tin imit</w>
c an</w>
u j</w>
in ci
f eli
deb emos</w>
a hora</w>
c en
Se ñ
ma bʼal</w>
etaʼ m</w>
c í
3 7</w>
Señ or</w>
toʼ ik</w>
mis mo</w>
mien to</w>
in ti
cho manik</w>
i l
wa ʼ</w>
u tzijoxik</w>
hi jos</w>
ha sta</w>
Jos é</w>
chi n</w>
c la
b al</w>
tex to</w>
tan ás</w>
re y</w>
lo m</w>
kqa ya</w>
ina k</w>
U N
Sa tanás</w>
se gu
mi n</w>
es cri
c ab
to das</w>
C I
K a
ku bʼano</w>
no mbre</w>
estu dio</w>
si ba
siba laj</w>
ch qui
a dos</w>
P alab
l en
kʼ e
cu mp
b le</w>
estu di
dem os
me di
he cho</w>
con ojel</w>
i r</w>
te mal</w>
koj kunik</w>
ar a</w>
palab ras</w>
Pi xab</w>
T ES
wi l</w>
vo sotros</w>
par te</w>
es cu
o q</w>
nu e
chʼa bʼal</w>
ent re</w>
an o</w>
hac e</w>
ji l</w>
y i
Isa ías</w>
j abʼ</w>
to da</w>
z ar
ke taʼ
co razón</w>
tra ba
o f
qui er
cha ˈ</w>
TES OR
ri lik</w>
J a
TESOR OS</w>
IN O
man era</w>
Qʼ INO
tzijo n</w>
QʼINO MAL</w>
pí tu
ca pítu
er n
L e
cha jij</w>
4 0</w>
s í</w>
da do</w>
a gu
ka bʼan</w>
sa x</w>
con se
pue b
ca do</w>
se a</w>
n e
an ci
pu es</w>
art ículo</w>
est án</w>
i li
co j
ten ía</w>
cu i
cˈ as
ca sa</w>
chi la
S i
un que</w>
ra f
est os</w>
d ó</w>
ñ o</w>
v an
jeʼ lalaj</w>
kiko temal</w>
a jaw
person a</w>
N o</w>
pár raf
kki ya</w>
gra n</w>
cä mi
é is</w>
in a</w>
taq anik</w>
con tra
ci endo</w>
t yo
A B
ku kʼut</w>
a ciones</w>
C o
s ino</w>
min is
ten d
loqʼoqʼ ebʼal</w>
dis cí
discí pu
xe ʼu
pueb lo</w>
kqa j</w>
A bra
tz ˈ
in ter
t em
loqʼoqʼ ej</w>
ch os</w>
p li
chʼo j</w>
ra r</w>
per las</w>
x la
ver bios</w>
v u
d ías</w>
Ti erra</w>
ca li
d en
Pro verbios</w>
bʼa naʼ</w>
kq il</w>
pr inci
qʼi ji
p un
E n</w>
w ik</w>
Ti mo
Ch qa
for ma
V ea</w>
ä x</w>
kʼut ik</w>
gui en</w>
lla ma
du cción</w>
i t</w>
al guien</w>
tr o
ho mbres</w>
tan to</w>
k el</w>
Timo teo</w>
lle g
quib ij</w>
cuer po</w>
es po
ma xik</w>
kan oq</w>
VID A</w>
si er
pu esta</w>
m os
i w
ut in
ec es</w>
lo k</w>
al go</w>
E R
much as</w>
qa j</w>
u kʼutik</w>
al l
l ti
ja w</w>
utin amit</w>
h e</w>
Bʼ A
Are ˈ</w>
ob e
xa k</w>
t bʼal</w>
O J</w>
D ani
tzʼi bʼa
prof ec
ju dí
ent os</w>
Na bʼe</w>
M Á
segui r</w>
S al</w>
chˈ a
reci bi
chʼo bʼ
kubʼ saj</w>
etaʼ manik</w>
ch kiwach</w>
v al
bíbli ca</w>
qʼa tal</w>
ela bʼ</w>
de j
R o
tr as</w>
q il</w>
b o
ari o</w>
3 8</w>
ten emos</w>
Dani el</w>
pon ga</w>
Q U
ra choch</w>
f ec
cris to</w>
k ij</w>
tien en</w>
discípu los</w>
a unque</w>
Jes u
1 7
u lew</w>
p ru
mejo r</w>
cu enta</w>
M at</w>
tz e
r en
de lan
Jesu cristo</w>
tzu ju
l kʼ
Ru mal</w>
kʼis bʼal</w>
do res</w>
re la
ta la
ja chin</w>
lec ción</w>
os o</w>
utzi lal</w>
o x
or g</w>
P ad
n un
kq ariq</w>
in g
u chuqʼabʼ</w>
j w
f í
co men
sikʼ i
p sis</w>
apósto l</w>
3 9</w>
jw org</w>
f ru
toʼ o</w>
cali psis</w>
W e</w>
u qʼij</w>
u patan
W A
1 8
mi l
T at</w>
P regun
inti os</w>
es píritu</w>
CRISTIAN OS</w>
teri o</w>
c ti
li l</w>
ka l</w>
es aj</w>
Pad re</w>
te w
MÁ S</w>
lkʼ wal</w>
cump li
i do</w>
E O</w>
Cor intios</w>
qui enes</w>
her mano</w>
f ri
en contra
CRISTIAN A</w>
Apo calipsis</w>
tala ya</w>
k kaj</w>
du r
se g
k yaʼ</w>
er os</w>
Q A
uya ʼik</w>
to qʼo
d an</w>
A talaya</w>
esta r</w>
contr a</w>
w a</w>
otr as</w>
ba uti
hi jo</w>
cu bij</w>
ri bʼ</w>
po co</w>
sa cer
sacer do
qa chuqʼabʼ</w>
ti erra</w>
Kʼ A
u kʼaslemal</w>
u e
publi ca
s to</w>
de c
cha sikʼij</w>
bʼ ej</w>
importan te</w>
qa kʼuʼx</w>
ta mos</w>
f al
J un</w>
pá g
E z
deci r</w>
ac er
tr o</w>
nuestr as</w>
ali dad</w>
pe t
qui b</w>
mu j
e xik</w>
ma r
sikʼi xik</w>
qui en</w>
Tz ij</w>
m on
M i
CH A
ch kij</w>
a k</w>
otr o</w>
o l
ka waj</w>
visi ta</w>
v en</w>
Lu cas</w>
k chʼaw</w>
em ías</w>
chu wäch</w>
EST R
ver s
kat kunik</w>
d or</w>
ch e
qʼa x
áng el</w>
un as</w>
oni a</w>
judí os</w>
cur so
Pregun ta</w>
C on
AB ʼ</w>
1 6
en vi
b e</w>
E taʼ
bʼi l</w>
3 6</w>
m í</w>
anci anos</w>
buen as</w>
an a</w>
oj i
n an</w>
c ó</w>
z as</w>
quier e</w>
pre curso
ci u
ayu dar</w>
au di
Etaʼ mabʼal</w>
xki bʼan</w>
a da</w>
fami li
ci os</w>
cam bi
v eces</w>
koj ik</w>
gi p
a gra
ri k</w>
g en
r os</w>
ox ibʼ</w>
ixo q</w>
Ja co
CH E</w>
M E
ba ˈ</w>
l í
t ij</w>
par ec
pa z</w>
kki bʼij</w>
apósto les</w>
CH O
re mos</w>
otr a</w>
le c</w>
4 5</w>
st ru
xan eʼ</w>
er to</w>
ab an</w>
I n
tu d</w>
em bre</w>
P a</w>
p le
mal tyo
jas che</w>
P ero</w>
Ka jaw</w>
ta dos</w>
ko pan</w>
ji saj</w>
kʼe x</w>
sa do</w>
ma ni
h án</w>
don de</w>
chi laʼ</w>
ar se</w>
Abra hán</w>
áng eles</w>
qa n</w>
M an</w>
tijoxela bʼ</w>
M t</w>
5 0</w>
cu l
audi torio</w>
r án</w>
VID EO</w>
qʼa laj</w>
di a</w>
achi jabʼ</w>
xan e</w>
s os</w>
ri a</w>
koju toʼ</w>
sigui ente</w>
li c</w>
fi n</w>
A J
ra jwa
rajwa xic</w>
an jaʼ</w>
L os</w>
qas anjaʼ</w>
cha t
pa ñ
forma ción</w>
t res</w>
kʼu tu
ela b</w>
cur so</w>
cie lo</w>
capítu los</w>
Es píritu</w>
wa q</w>
ca j</w>
e qui
kʼul maj</w>
T o
al ij</w>
Q ʼa
l ij</w>
ac e
L E
ser á</w>
muer te</w>
conver sar</w>
des de</w>
mi s</w>
am ente</w>
p waq</w>
u sikʼixik</w>
tz alij</w>
dur ante</w>
d emos</w>
ver da
espiritu ales</w>
a le
q e
ma g
ka tu
, 000</w>
ó n
pad res</w>
n eʼ</w>
xu bʼano</w>
g ani
minis terio</w>
Lo kˈ</w>
coj on
ar a
xu kʼut</w>
ma c</w>
ki kʼaslemal</w>
estr a</w>
cä caˈ
T esti
4 1</w>
pregun ta</w>
ma t</w>
di do</w>
all í</w>
E l
ri lo</w>
le mas</w>
G UN
sier vos</w>
sa xik</w>
hab lar</w>
ra l</w>
prob lemas</w>
f o
bre os</w>
ar es</w>
a wa
ma jaʼ</w>
TI J
in clu
chi rij</w>
P RE
ʼ o</w>
si do</w>
ex pli
S u
S I
z ar</w>
u kʼuʼx</w>
pen s
á l</w>
u bʼanom</w>
ni fi
kʼ a</w>
na da</w>
kʼul mataj</w>
N o
Mar ía</w>
wa ch
tu s</w>
p la
cˈ äx</w>
pre par
d án</w>
un di
l esi
kˈ ala
kqa bʼij</w>
ka bʼano</w>
cu ban</w>
He chos</w>
x ke
reuni ones</w>
se amos</w>
esi s</w>
S l</w>
Qu i
ʼ q</w>
u kojik</w>
n or
K I
ma y
ami gos</w>
E f
kki riq</w>
S A
si ones</w>
hab l
C or</w>
y es</w>
vivi r</w>
re li
or gani
me dio</w>
4 4</w>
én esis</w>
párraf o</w>
nun ca</w>
k o</w>
G énesis</w>
xo ʼl</w>
j am
h on
esper anza</w>
ca p</w>
t emplo</w>
re visita</w>
ani m</w>
an ali
Jaco b</w>
lu ego</w>
kqa koj</w>
conver sa
ci r
c to</w>
A demás</w>
0 0</w>
k ril</w>
es con
des e
e d</w>
demos tra
ci ó</w>
ajaw inel</w>
Ó N</w>
reli gi
posi ble</w>
paci encia</w>
ab il
H i
p ri
ciu dad</w>
á li
n ing
K U
kami kal</w>
D e
hac er
gra cias</w>
chʼo bʼ</w>
li dad</w>
a po
naʼ taj</w>
lib ro</w>
cˈas lemal</w>
tar on</w>
qu emos</w>
ki b</w>
L A
wä chu
wächu lew</w>
o cu
g ri
k kʼojiʼ</w>
ide as</w>
chqui wäch</w>
He b</w>
u wiʼ</w>
tew chi
re cu
emp ez
qʼa la
kiko tik</w>
ka chalal</w>
UT Z</w>
ora r</w>
g an</w>
a t
par ti
ch ij</w>
sig nifi
k kunik</w>
i a</w>
cu cˈ</w>
A n
qʼa x</w>
é r
áli sis</w>
nima ʼq</w>
ja r</w>
in tro
ci l</w>
es pe
m ó</w>
kˈ alaj</w>
espiritu al</w>
wi lo</w>
per i
aqu í</w>
J E
OR ES</w>
m ina
alg unas</w>
BʼA L</w>
pa tä
J achi
pro pi
per mi
oni o</w>
delan te</w>
E gip
se cción</w>
po der</w>
qʼiji la
oni c</w>
di e</w>
an álisis</w>
Egip to</w>
A jaw
me ti
Qʼa tbʼal</w>
He breos</w>
hi ci
for ma</w>
ta ción</w>
sab i
kki koj</w>
cˈ oj
Palab ra</w>
sa li
esta ban</w>
w e
k ke
en cias</w>
tzʼibʼa j</w>
sab er</w>
na j</w>
chila ˈ</w>
pet inaq</w>
ju sti
ter ri
E n
ˈ i
organi z
c un
4 2</w>
pres en
JU X</w>
E N</w>
í amos</w>
án do
ketaʼ maj</w>
ka ya</w>
CI ÓN</w>
á r
conversa ción</w>
ci do</w>
ESTR OS</w>
yo wal</w>
ja la
eta s</w>
tri bu
su kʼ</w>
cä chaˈ</w>
Jachi n</w>
CHO JUX</w>
wi b</w>
ni qˈui
chi x
E li
B abil
x raj</w>
ki chuqʼabʼ</w>
ja ch</w>
g as</w>
al qui
P A
Hi jo</w>
hab ían</w>
g lo
PRE GUN
en ten
D e</w>
tr ó</w>
qui e
q etaʼm</w>
P rim
F ili
1 5
x bʼan</w>
intro ducción</w>
L O</w>
ri saj</w>
Babil onia</w>
ʼ n</w>
u Qʼatbʼal</w>
toqʼo bʼ</w>
ma d
in vi
er es</w>
ado ra
ME J
x qa
ta ba</w>
si r
t en</w>
retaʼ m</w>
res puesta</w>
pr esi
sal v
m ón</w>
g amos</w>
f r
AJ TIJ
la do</w>
in formación</w>
di das</w>
MEJ ORES</w>
MA ESTROS</w>
AJTIJ ABʼ</w>
bíbli cos</w>
á is</w>
e ta</w>
N I
niqˈui aj</w>
koj o</w>
ace p
chi ˈ
S am
van g
ke kunik</w>
U se</w>
su fri
pan ik</w>
su kʼu
s te</w>
predi car</w>
pad re</w>
fu era</w>
es a
cˈ am</w>
ar nos</w>
a q</w>
x pe</w>
pro te
of re
mien tras</w>
c en</w>
PREGUN T
u kʼis
si tu
ku koj</w>
en i
d in
San ti
Ro manos</w>
J n</w>
vang eli
v ino</w>
tzʼa qa
qˈui a</w>
enseñ a</w>
chi ˈ</w>
ca so</w>
x quibij</w>
x oj
ta l
reuni ón</w>
di ciendo</w>
ho y</w>
espe ci
bus quemos</w>
wu cˈ</w>
v ía</w>
u el</w>
Testi gos</w>
C H</w>
1 ,
cu alqui
S i</w>
Prim era</w>
ch ʼi
us a</w>
koj onem</w>
ja ma
di eron</w>
an a
5 5</w>
tzuju j</w>
palab ra</w>
ka wetaʼmaj</w>
k bʼix</w>
ra chiʼl</w>
cˈ o
a si
S E
N i
jama ril</w>
wi c</w>
co j</w>
su cur
p ec
fu eron</w>
en to</w>
bʼ ik</w>
a pa
xu koj</w>
t ú</w>
Bʼ AN
ta ri
4 3</w>
escon didas</w>
z ó</w>
nue vo</w>
men sa
jo j</w>
u pa
patan ij</w>
Sam uel</w>
kin i
4 8</w>
ú l</w>
v a
ke qa
V e
Sa úl</w>
Palab ras</w>
Jer emías</w>
D i
CH I
pi en
di fi
co jo
vi o</w>
ra do</w>
no ti
muj er</w>
for ta
na die</w>
añ o</w>
si e
ki wiʼ</w>
es as</w>
qa kojonik</w>
pa so</w>
gr an
chqa wach</w>
É x</w>
senti do</w>
Santi a
x ril</w>
Santia go</w>
Ajaw bʼal</w>
vi eron</w>
hac en</w>
c lar
kʼa kʼ</w>
ka m</w>
ju yu
bu en</w>
kʼutu ʼ</w>
ac ti
kin bʼan</w>
k pe</w>
A dán</w>
ukʼis ik</w>
tu vo</w>
kʼul ma
uya ʼom</w>
Pro v</w>
t eʼ</w>
jala joj</w>
encontra do</w>
cam ino</w>
prim ero</w>
lo q</w>
C U
xo l</w>
x kʼo
le y</w>
ini c</w>
a la</w>
sol inik</w>
A M
su per
sacerdo tes</w>
chu kˈab</w>
c ru
pu esto</w>
g a
C o</w>
utzi l</w>
tä j</w>
t ru
esta mos</w>
cäcaˈ n</w>
com ple
espo sa</w>
cämi c</w>
pen sar</w>
kʼa xkʼo
kam ik</w>
en fer
di fí
buen a</w>
ac tu
Apo c</w>
ˈ m</w>
eta m</w>
a kʼa
He ch</w>
v as</w>
so mos</w>
san to</w>
predi cación</w>
hu mil
Ve amos</w>
sa chi
PREGUNT AS</w>
v ali
kki chomaj</w>
juna mataj</w>
ch ki
C O
tijoxela b</w>
r an
pro m
quin bij</w>
cha r</w>
vol un
no ta</w>
kʼ is</w>
c el
ban o</w>
an un
N ue
xe j</w>
ta b
t í
ob ra</w>
kʼa teʼ</w>
k ketaʼmaj</w>
profec ías</w>
ki toʼik</w>
conse jos</w>
bi er
W I
Lu c</w>
u xla
em bar
cojon elab</w>
tz ʼ
traba jo</w>
ri r</w>
kʼaxkʼo lil</w>
l len
ku kʼutu</w>
du c
Sal o
R A</w>
2 9
xu wi</w>
o c
kˈ o
koj choman</w>
jo lom</w>
cha bʼanaʼ</w>
ch anim</w>
aqu el</w>
retaʼ maj</w>
p lan
ar án</w>
al mente</w>
T E
tata bʼej</w>
g an
ari q
sa cri
ri ó</w>
ob ern
Xu qujeʼ</w>
xo qil</w>
verda d
s ta
pu l
kki bʼano</w>
chʼobʼ o</w>
tr an
to ma
undi al</w>
t z</w>
sacri fi
pe ca
os os</w>
cu ya</w>
la ción</w>
des tru
Salo món</w>
t é</w>
seg ún</w>
resu ci
lan em</w>
agu a</w>
a ten
á cti
o p
jun al</w>
ju junal</w>
h is
ban om</w>
CH I</w>
ta ˈ</w>
res aj</w>
pu wiˈ</w>
T e
u tobʼanik</w>
su e
per fec
de di
Mar cos</w>
K A
ya bʼil</w>
g re</w>
x yaʼ</w>
wi n</w>
profec ía</w>
lec c</w>
l em
ayudar á</w>
M es
J on
4 6</w>
kʼ oj</w>
kki l</w>
ayu dó</w>
ab e</w>
E c
x q
kʼulma tajik</w>
ke ki
ixo qibʼ</w>
feli z</w>
f ari
f a
ícu los</w>
pu q</w>
itz e
cha jil</w>
R ES
EN T
1 3
wu kʼ</w>
cono cer</w>
com pañ
b e
as t
6 5</w>
noti cias</w>
itze lal</w>
escri bi
G é</w>
ra y
pr ácti
p es
nec es
l f
i gu
chʼ oj
R a
xi bʼij</w>
r se</w>
par e
ob je
fari se
di fer
Mes ías</w>
2 8
quie b</w>
pr ó
or a</w>
mp eʼ</w>
k ina
fu tu
buen o</w>
ani maj</w>
E s</w>
ta k
m pi
fo lle
em i
ú lti
h emos</w>
din ero</w>
H a
Cu ando</w>
x kʼojiʼ</w>
t i</w>
organiz ación</w>
en e</w>
cä ka
TA ʼ
ón de</w>
quer ía</w>
la mpeʼ</w>
ha ga</w>
I s</w>
tzˈ ib
ri b</w>
per don
ki kojonik</w>
k kʼulmataj</w>
el las</w>
cha yaʼ</w>
R om</w>
ti co</w>
tan do</w>
pe cado</w>
ka bʼij</w>
V ide
Pi xabʼ</w>
Es cri
ñ os</w>
llama do</w>
ci erto</w>
Ch qi
ti vos</w>
si panik</w>
retaʼ maxik</w>
en ik</w>
c in
ra j
d amos</w>
á cu
tori a</w>
ten ían</w>
o í
deb e</w>
aj e</w>
J e</w>
u qʼa
tijo j</w>
i wib</w>
folle to</w>
c ari
au tori
N U
ra n</w>
q e</w>
cˈoj i</w>
bʼi xel</w>
S o
xo pan</w>
u familia</w>
er as</w>
cualqui er</w>
Vide o</w>
xki bʼij</w>
vide os</w>
pre ocu
pa í
cˈu x</w>
con clu
acer ca</w>
L AS</w>
ma jij</w>
cha bʼij</w>
E TAʼ
ó ni
ñ a</w>
terri torio</w>
servi cio</w>
kiko t</w>
futu ro</w>
de bi
su kʼi
sukʼi lal</w>
mu lij</w>
e ba</w>
cˈu al</w>
congreg aciones</w>
ad or</w>
v í
to bʼan</w>
qʼax inaq</w>
co mi
servi r</w>
pág s</w>
kˈala ji
embar go</w>
war al</w>
tewchi bʼal</w>
s mo</w>
pun to</w>
o y
j y</w>
gu e</w>
fi r
estr o</w>
di j
ca l
apren der</w>
D A</w>
4 7</w>
u qʼabʼ</w>
g e</w>
es os</w>
chʼ ij</w>
ar lo</w>
upatan elabʼ</w>
ser i
m es</w>
ami go</w>
N e
pro p
mi la
feli ces</w>
f ina
T Z
x ij</w>
vers ículo</w>
u bʼantajik</w>
u Tzij</w>
dem u
J AS</w>
B e
tak anic</w>
san gre</w>
s tan
mensa je</w>
justi cia</w>
2 7
in o
fi ci
am b
Lo qʼalaj</w>
re ino</w>
oji bʼal</w>
m ä
fuer zas</w>
dis fru
con stru
ch eʼ</w>
D ES
man as</w>
koj kun</w>
cha kun</w>
ab le</w>
inclu so</w>
bʼi m</w>
Te kʼuriʼ</w>
w t
wt st
wtst y</w>
qa chʼawem</w>
pa ʼ</w>
n wtsty</w>
men tos</w>
ka chomaj</w>
chˈa w</w>
O V
vangeli o</w>
os a</w>
n abe</w>
m em
la n</w>
in ten
MA J</w>
v esti
se xu
sabi du
sabidu ría</w>
habl en</w>
ta ni
maltyo xij</w>
da dos</w>
c ciones</w>
ben di
U ni
P r</w>
P ed</w>
E R</w>
u cha
resu l
gen er
Lo kˈalaj</w>
vi sta</w>
tij an</w>
ti c</w>
son ik</w>
signifi ca</w>
pr on
go bier
e ter
bʼi sonik</w>
S e</w>
xu ban</w>
s te
bʼ e
L u</w>
u taqanik</w>
tu ras</w>
re cción</w>
r í
q animaʼ</w>
l lo
fi el</w>
cristi ano</w>
i kʼ</w>
con si
ca l</w>
bi c</w>
x rilo</w>
u sar</w>
to j</w>
obe de
o res</w>
le er</w>
her mana</w>
farise os</w>
xu tu
to mar</w>
ta bʼal</w>
qui x
k koj</w>
er ta</w>
deb er
co win</w>
an inaq</w>
bʼ om</w>
P A</w>
L O
E va</w>
A r
ya ʼom</w>
ji co
T a
so y</w>
gr os</w>
xki ya</w>
upatan exik</w>
t oj
re cor
ha ya</w>
am a</w>
Cha wilaʼ</w>
ó ven
óven es</w>
tzʼ ya
pu so</w>
ke ch</w>
f á
di ente</w>
ar ía</w>
sucur sal</w>
pu wiʼ</w>
pru eb
m é
i lo</w>
ru wächulew</w>
pru eba</w>
ke bʼe</w>
hu manos</w>
chqui xol</w>
c ando</w>
H ch</w>
C ho
yi bʼal</w>
to kˈo
mad re</w>
ku mal</w>
ku kʼam</w>
U tzij</w>
El ías</w>
z ca</w>
xu x</w>
wach bʼal</w>
p u</w>
hici eron</w>
de as</w>
chki xoʼl</w>
adora ción</w>
qʼa t</w>
kʼo l
chila nik</w>
ara ón</w>
R A
QU E</w>
C r</w>
xu riq</w>
pa sado</w>
fi eles</w>
cu j
ca s
xe cha</w>
qui z
dar á</w>
conclu sión</w>
chix tzijon</w>
H er
5 1</w>
uni dad</w>
tzʼya q</w>
recu ad
ki kʼuʼx</w>
cä pe</w>
confi anza</w>
wu qu
te mas</w>
ta kan</w>
qʼiji laj</w>
o ca
kʼul el</w>
kʼo lik</w>
aw ibʼ</w>
ala bʼom</w>
pro ve
por t
oj ol</w>
mo mento</w>
kq ana
j óvenes</w>
tzʼaqa t</w>
sa lu
r animaˈ</w>
ar re
vu el
tijo xel</w>
sab emos</w>
prim era</w>
may or</w>
kʼo t</w>
kqa kʼut</w>
k abʼ</w>
e za</w>
a c</w>
C ˈ
xq etaʼmaj</w>
vo z</w>
r ían</w>
qu kʼ</w>
párraf os</w>
p ti
ora ciones</w>
nu kʼaslemal</w>
S a</w>
JE H
x bʼe</w>
ta mente</w>
t emos</w>
r ó</w>
cer ca</w>
J a</w>
2 6
2 ,
ú m
qui én</w>
es ios</w>
cor re
JEH OV
o k</w>
ne t</w>
ch ʼ</w>
K O
JEHOV Á</w>
I deas</w>
ácu lo</w>
tem a</w>
ta qan</w>
prueb as</w>
espo so</w>
di o
I sa</w>
on o</w>
ja wi
i endo</w>
estudi ar</w>
en emi
chq i
volun tad</w>
men cion
kq ilo</w>
KʼA S
D O</w>
A L
tu kel</w>
te r</w>
r on</w>
kʼoj ol</w>
ch nu
ben e
v an</w>
ser es</w>
i g
Ti m</w>
Ef esios</w>
ta j
g ares</w>
dij eron</w>
cu án
No é</w>
G u
5 2</w>
yo ˈm</w>
sie te</w>
publica ciones</w>
mar zo</w>
k kun</w>
ale gr
E M</w>
glo ria</w>
al i</w>
Chqa tzukuj</w>
val or</w>
re paso</w>
prof eta</w>
pe di
no che</w>
i mag
cˈ a
cä cha</w>
Si bʼalaj</w>
Je r</w>
u kamikal</w>
sol dados</w>
enten der</w>
con t
bi ˈ</w>
CHI ʼ</w>
princi pa
ku x</w>
k sach</w>
es cla
di ci
chu banic</w>
G e
C re
pun e</w>
m á
kqa chomaj</w>
R e</w>
pi o</w>
ya wa
man ten
le van
e le
clar o</w>
b eb
RI ʼ</w>
Qui én</w>
4 9</w>
y ebʼal</w>
xe ʼo
uste des</w>
to r
capítu lo</w>
buen os</w>
WA CH</w>
5 3</w>
ya ˈ</w>
u xaq</w>
to r</w>
se an</w>
ra l
pod ía</w>
p os</w>
mi l</w>
ke kun</w>
di go</w>
cono ci
c raj</w>
ariq o</w>
a waj</w>
T e</w>
Ju das</w>
princi pio</w>
his toria</w>
f ía</w>
e vi
cha p</w>
a kʼaslemal</w>
G U
Be t
q onojel</w>
o port
da vía</w>
N ab
L o</w>
A LI
na ciones</w>
la bʼ</w>
ha ciendo</w>
e t</w>
co s
cir cui
bar co</w>
alg ún</w>
o pan</w>
ka lkʼwal</w>
in di
esa x</w>
equi el</w>
en tr
cˈ ä</w>
cuer do</w>
cu mal</w>
ali toma
Ez equiel</w>
ti vo</w>
recuad ro</w>
quiz ás</w>
deb en</w>
es for
chqi laʼ</w>
x qʼax</w>
ma t
ma chʼa
llev ar</w>
lf f</w>
kin u
h ará</w>
e la</w>
c ár
C ON
uti li
tij onik</w>
m en</w>
kʼol bʼal</w>
c animaˈ</w>
San t</w>
Kʼ U
su é</w>
riq i
hab er</w>
coj onic</w>
b o</w>
a cu
Jo sué</w>
xutu j</w>
xe u
u ra
si on
respon dió</w>
lu gares</w>
k er
eni man</w>
cojo n</w>
sab ía</w>
res a
r le</w>
lle gar</w>
l ones</w>
igu al</w>
em b
a g
Ru t</w>
Re y</w>
ti jo</w>
ra mos</w>
pró xi
pod ría</w>
pod er
mi seri
gu s
ba jo</w>
apo y
á b
sig lo</w>
si mo</w>
ri xoqil</w>
miseri cor
m undial</w>
hab la</w>
ex peri
comen tari
cel esti
ap li
agu an
T ra
vers ículos</w>
ti ca</w>
tar ía</w>
lo gr
lib er
ja ˈ</w>
i dio
ch ʼu
aj cha
P o
LE MAL</w>
5 7</w>
ra qan</w>
mi e
g er
fá cil</w>
estr os</w>
M OS</w>
yi ˈ</w>
pron to</w>
naʼ o</w>
lleg ó</w>
con ven
circui to</w>
X IK</w>
Isa ac</w>
to davía</w>
s ent
li o</w>
lesi ast
lesiast és</w>
koju toʼo</w>
es al
ec e</w>
an ti
ab ril</w>
QU É</w>
Ec lesiastés</w>
C r
z ado</w>
vi sto</w>
situ ación</w>
na ción</w>
k naʼtaj</w>
ani kʼoj</w>
P ara</w>
KʼAS LEMAL</w>
s in
oj os</w>
ma yo</w>
chu j</w>
autori dad</w>
én do
vi ene</w>
u tat</w>
riqi taj</w>
k junamataj</w>
fuer te</w>
especi al</w>
d ónde</w>
cie los</w>
bʼa ʼ</w>
5 4</w>
2 00
nor mas</w>
ho r
gu ar
f un
deci siones</w>
chʼobʼ ik</w>
ar é</w>
alitoma bʼ</w>
ali dades</w>
ten ga</w>
r animaʼ</w>
patä ni
kqa kubʼsaj</w>
kami saj</w>
a parec
u chʼa
respon sab
quer emos</w>
po lí
pas ó</w>
o ri
mie do</w>
k bʼe</w>
k ariq</w>
jo ven</w>
famili as</w>
ex is
e ch
de jar</w>
ac ab
I ENT
prim er</w>
mo ra
k animaʼ</w>
in as</w>
comple to</w>
ami entos</w>
Escri turas</w>
É l</w>
ver emos</w>
ob ras</w>
escu ch
deci sión</w>
conse jo</w>
Bʼ I
ó si
tex tos</w>
tab ern
tabern áculo</w>
s pi
qʼijila nik</w>
pen ses</w>
n em</w>
mat rim
kʼas taji
es puesta</w>
di ri
cu a
a chuqʼabʼ</w>
1 Co</w>
ú ni
u chʼobʼik</w>
s tos</w>
g ro</w>
cár c
cárc el</w>
car ta</w>
ar emos</w>
G ali
D A
3 8
prop ósi
on ios</w>
medi ante</w>
f ra
demostra r</w>
chi caj</w>
Le an</w>
Chi sikʼij</w>
vol ver</w>
u kʼutbʼal</w>
s ón</w>
k waj</w>
h al
eta l</w>
es fuer
ar le</w>
alg una</w>
T esal
R o</w>
A b
in stru
g ru
fina l</w>
ej emp
e dad</w>
des cen
cu yaˈ</w>
cha chomaj</w>
bʼi n</w>
apren demos</w>
T A</w>
P re
si endo</w>
sacerdo te</w>
reg a
qʼala jisaj</w>
publica dores</w>
próxi ma</w>
ning ún</w>
ma kaj</w>
aw etaʼm</w>
Nue vo</w>
A l
v amos</w>
un da</w>
pu estas</w>
mil lones</w>
ku chuj</w>
ka wil</w>
en car
chˈa wic</w>
c amos</w>
ba do</w>
a í
u tijoxelabʼ</w>
ta da</w>
peca dos</w>
obern ante</w>
neces ario</w>
d á</w>
cu an
ˈi c</w>
ˈ j</w>
w ij</w>
tz ʼ</w>
r é</w>
pro meti
or o</w>
o cur
ma las</w>
l lo</w>
en contr
L as</w>
Gali lea</w>
Cho j
p ios</w>
mi entos</w>
ketaʼ m</w>
ju sto</w>
ho ras</w>
cu alidades</w>
ca usa</w>
a un</w>
K QA
Ef es</w>
ˈ n</w>
xu ta</w>
xa wetaʼmaj</w>
muer tos</w>
m onio</w>
lu z</w>
ku riq</w>
kqa tzijoj</w>
difí cil</w>
de a</w>
cˈ ä
b on
ar ios</w>
Ju dá</w>
Fili penses</w>
t ˈu
so li
ni mal</w>
mu lti
la ju
c r
G én</w>
ta ban</w>
se pti
re cha
ra jil</w>
qu el</w>
princi pios</w>
parti ci
ku na
ja b</w>
e tze
San són</w>
testi monio</w>
septi embre</w>
pon er</w>
muj eres</w>
mani c</w>
ki bʼanik</w>
d ando</w>
celesti al</w>
S O
JU N</w>
Chqi lampeʼ</w>
7 0</w>
y ó</w>
v es</w>
u toʼik</w>
si a</w>
sab e</w>
s em
propósi to</w>
kʼu laj</w>
iw animaˈ</w>
em o
ca j
bʼ ä
5 8</w>
ti ó</w>
ti r</w>
resu r
lla ma</w>
hacer lo</w>
hac emos</w>
sukʼu maj</w>
precurso res</w>
pes ar</w>
ke ʼ
bʼä l</w>
a kʼuʼx</w>
a delan
T O
P O
BʼA N</w>
A l</w>
4 9
kan aj</w>
ib a</w>
d é
co w
che ch</w>
ca b</w>
as un
a cuerdo</w>
RES P
xu taq</w>
qu ías</w>
mo rir</w>
jico m</w>
akʼa labʼ</w>
S er
P as
5 6</w>
ú n
ut er
tran s
to res</w>
pen diente</w>
pe que
os as</w>
o li
ke ʼo
ixo k</w>
famili ares</w>
es co
cä quibij</w>
confi ar</w>
Her o
xu tzʼibʼaj</w>
ser ía</w>
resur rección</w>
re ta
ra chalal</w>
l la</w>
ka j
ent reg
di endo</w>
cä ban</w>
Bet el</w>
6 0</w>
4 8
u kojonik</w>
tar á</w>
on o
ku chomaj</w>
ki x
ke j</w>
cur sos</w>
cua tro</w>
cow inic</w>
ETAʼ MAJ</w>
C OR
A j
xu chomaj</w>
tz el</w>
mo do</w>
mem oración</w>
kʼi y</w>
h emías</w>
d aba</w>
Ne hemías</w>
M e
C ä
ya ʼo
vi sión</w>
u riq
u mak</w>
toqʼo bʼi
s tad</w>
raz ones</w>
keʼu toʼ</w>
k ik</w>
jawi jeˈ</w>
in f
i wucˈ</w>
i da</w>
ami stad</w>
Ro ma</w>
3 0
testi go</w>
qʼax al</w>
importan tes</w>
etze lal</w>
as amb
aj kʼamal</w>
Es tados</w>
x bʼix</w>
su ce
re cuer
mis mos</w>
m er
ka koj</w>
feli ci
dar le</w>
cu al</w>
chʼa j
cha wach</w>
KʼA J</w>
J W</w>
Con memoración</w>
u kʼa
ter min
tar se</w>
est é</w>
enemi gos</w>
NI KʼAJ</w>
J un
ʼ ja
Í AS</w>
sa xic</w>
qa l</w>
prom esa</w>
no vi
ni jun</w>
kin bʼano</w>
forta lec
er se</w>
cu b
cir cun
ce le
adelan to</w>
Uni dos</w>
RESP ON
P U
M an
3 9
ä q</w>
á ni
xu maj</w>
ta lic</w>
r ero</w>
na qaj</w>
mos tra
mis ma</w>
lar es</w>
ji xik</w>
con ten
com pren
ar espuesta</w>
Y A</w>
ten go</w>
s á
reg res
re ali
k em
di cho</w>
dec ía</w>
J A
xu taʼ</w>
t re
pue do</w>
presi ón</w>
paí s</w>
mu estra</w>
mon os</w>
may or
matrim onio</w>
ka laj</w>
juyu bʼ</w>
di era</w>
cä bi
ci to</w>
a par
S u</w>
7 2</w>
ˈ c</w>
xu kʼulmaj</w>
wuqu bʼix</w>
resa xik</w>
necesi tamos</w>
ku tzijoj</w>
esta do</w>
dis curso</w>
chiˈ l</w>
verdad ero</w>
to y</w>
sir vi
li mpi
escribi ó</w>
chat chʼaw</w>
cha kʼutuʼ</w>
bʼ en
áb amos</w>
uxla bʼixel</w>
tzˈ i
ru tzi
pa r</w>
ma lo</w>
laju j</w>
kojo l</w>
ha m</w>
gra fía</w>
es am</w>
e z</w>
e tzʼa
é ste</w>
segu ro</w>
koj ki
kki lo</w>
f ren
di cen</w>
M AN
Jon ás</w>
ú bli
un a
si ca</w>
qa chak</w>
pres ente</w>
na tu
misericor dia</w>
le j</w>
kʼo l</w>
ka choch</w>
ju puq</w>
im ón</w>
d é</w>
com par
ch eˈ</w>
car ne</w>
aten ción</w>
ar an</w>
C E</w>
ˈi b</w>
xin u
v ar</w>
n oji
ma ra
kʼ ex
kin ya</w>
k rilo</w>
g en</w>
envi ó</w>
cho manic</w>
BI L
xe ˈ</w>
w0 6</w>
u kabʼ</w>
riq o</w>
qʼa tbʼal</w>
qu ij</w>
nue va</w>
kubʼ sal</w>
kki ko
cumpli r</w>
res pe
pa sar</w>
lle va</w>
len gu
ili dades</w>
cre ación</w>
cen ses</w>
M P
G ál</w>
xin bʼan</w>
w0 7</w>
s tas</w>
ro yowal</w>
oni censes</w>
mara vi
la to</w>
katu toʼ</w>
achi jab</w>
S imón</w>
L e</w>
xe ʼj</w>
tiemp os</w>
sa q</w>
lan do</w>
kʼu lanem</w>
koj kikotik</w>
ko tzʼi
ke kʼojiʼ</w>
jo ron</w>
al can
E vangelio</w>
Co lo
x kaj</w>
mina kib</w>
la nik</w>
kʼa y
ju bi
j er
cˈu l
cä minakib</w>
c emos</w>
T O</w>
SI GU
D es
Abra ham</w>
4 0
ta ko
per se
muer to</w>
keʼu x</w>
ka ʼ
for me</w>
ej ér
ar ón</w>
SIGU IENT
R O
Pi lato</w>
Hero des</w>
H o
Cha t
Ch e
ó li
u ko
tyo x</w>
qʼa te
que dar
pa cto</w>
oport unidad</w>
mi o</w>
me te</w>
lo qʼalaj</w>
l ó
kˈ i
kq ariqo</w>
k kini
jun to</w>
hab la
forta le
e cha</w>
de f
com pa
ca paci
I tzel</w>
u junabʼ</w>
ra chajil</w>
ib an</w>
g ado</w>
est re
es tra
en ero</w>
com er</w>
N A
Lu ego</w>
Ez e
5 9</w>
sigui entes</w>
pro gra
o ve
g ó</w>
RI BIL
RIBIL LO</w>
EST RIBILLO</w>
Cu ál</w>
COR O</w>
6 1</w>
2 Cr</w>
u kʼojol</w>
tani xik</w>
sier vo</w>
res puestas</w>
recibi r</w>
ni man</w>
kˈ el</w>
koj on</w>
k bʼanik</w>
i wa
en g
ejemp los</w>
co sa</w>
ci ales</w>
cab eza</w>
b les</w>
T E</w>
K as</w>
x retaʼmaj</w>
mu cha</w>
jaw iʼ</w>
gu en</w>
estudi ante</w>
cari ño</w>
bʼa j</w>
am e</w>
agra deci
U n</w>
M u
úm ero</w>
traba j
res ca
la ˈ</w>
enseñ ado</w>
con ta
chnu wach</w>
Tesal onicenses</w>
K in
A sí</w>
ten cia</w>
so r
reg ún
prácti ca</w>
per man
man eras</w>
k kina
jam ás</w>
expli ca</w>
en cu
cuan to</w>
aj ma
re alidad</w>
pág ina</w>
pi x
p úbli
l é
kojo m</w>
kan a
k riqitaj</w>
h as</w>
empez ó</w>
difi cul
ca t
ado rar</w>
M r</w>
Cu án
x chʼaw</w>
tu bre</w>
tar de</w>
man tener</w>
loqʼoqʼ enik</w>
jubi kˈ</w>
ju i
eter na</w>
el en</w>
dej ó</w>
ch quij</w>
Q ETAʼMAJ</w>
upa tanixik</w>
ta kan
sachi saj</w>
ru xla
ral cˈual</w>
oc tubre</w>
kqa sikʼij</w>
koj bʼe</w>
ja chiʼ</w>
f araón</w>
estu vo</w>
e difi
cu bano</w>
chʼi chʼ</w>
cha ku
Can a
y e
x chaʼ</w>
v ari
ser án</w>
nu chuqʼabʼ</w>
ki kʼ</w>
f eb
feb rero</w>
des ea</w>
bi l</w>
ajaw bʼal</w>
V er
U na</w>
T i</w>
Jun am</w>
Cana án</w>
u chomanik</w>
si ente</w>
si dad</w>
religi ón</w>
qʼa qʼ</w>
qui co
propi a</w>
obede cer</w>
ma ri
in elabʼ</w>
gu erra</w>
bu r
anci ano</w>
In ter
Ez e</w>
x caˈ
verda der
ti o
ti les</w>
ma la</w>
kˈalaji sal</w>
kʼ äx</w>
gu ía</w>
gran de</w>
el lo</w>
e c</w>
dici embre</w>
ch bʼil</w>
bauti smo</w>
ar les</w>
ani a</w>
alegr ía</w>
U tz</w>
ve lación</w>
u x
pi es</w>
mi sion
kqa kʼutu</w>
ki bʼanom</w>
demos tr
Kʼ o</w>
í fi
xu kʼam</w>
ve an</w>
un an</w>
u ro
u cho
tij onic</w>
r á
pro du
on a</w>
ni ños</w>
ju z
ju lio</w>
ina qibʼ</w>
gran des</w>
es es</w>
cu ˈ
cha j</w>
KO J
D t</w>
D E
8 3</w>
1 19</w>
xe bʼe</w>
x kʼulmatajik</w>
vi ó</w>
un gi
lesi a</w>
gru po</w>
eta maj</w>
bʼi s</w>
bʼano w</w>
b h</w>
a prove
CHA TZ
tí tu
ti va</w>
ta des</w>
sa m</w>
pe li
novi embre</w>
le al</w>
ko p</w>
k retaʼmaj</w>
ino mal</w>
hu bi
fu ego</w>
fri ca</w>
dis tin
di entes</w>
cä takan</w>
cha ʼom</w>
kˈ at</w>
kam inaqibʼ</w>
experi encia</w>
en fren
den tro</w>
cla se</w>
W a
Es t
A arón</w>
y ik</w>
qa chiʼl</w>
pu estos</w>
ni maj</w>
in tend
hu mani
cin co</w>
chˈ o
Sa m</w>
Re ch</w>
Jos ías</w>
J am
A le
7 3</w>
super intend
qʼijila xik</w>
par ta
jer iʼ</w>
estra n</w>
di os</w>
demos tró</w>
deci di
b ej</w>
ayudar nos</w>
asi sti
acti tud</w>
SIGUIENT ES</w>
S ab
M O</w>
H A
Es ter</w>
BʼAN IK</w>
1 2
én es</w>
xa j</w>
uter ono
uterono mio</w>
toʼ wik</w>
tata ˈ</w>
r nos</w>
prob lem
pre ci
m etas</w>
kˈala jisaj</w>
ku jeˈ</w>
ki bʼantajik</w>
ji n</w>
in em</w>
es toy</w>
con tin
chi kop</w>
cha qʼabʼ</w>
anima les</w>
Xu kujeˈ</w>
Le y</w>
Ju dea</w>
De uteronomio</w>
ʼa j</w>
tzu cu
tri b
tokˈo b</w>
tew chij</w>
sen ses</w>
segu ros</w>
salu d</w>
nima k</w>
necesi dades</w>
kki kʼut</w>
i erto</w>
ha cia</w>
di g
des a
d í</w>
d ente</w>
con vi
b r
aguan tar</w>
a ju
V ER</w>
L OS</w>
CH ʼ
6 8</w>
6 2</w>
z an</w>
x kam</w>
tzˈib aj</w>
sexu al</w>
res p
pue des</w>
problem a</w>
precurso r</w>
mi emb
l or</w>
k kʼulmatajik</w>
juna b</w>
hab i
escri to</w>
awa chiʼl</w>
LO M</w>
0 5</w>
tz a
tu vieron</w>
so r</w>
sa ch
os es</w>
naʼ ta
mila gros</w>
la xik</w>
ki mak</w>
j ar
etzʼa nem</w>
enfer me
di oses</w>
cu a</w>
bʼano wik</w>
bíbli cas</w>
bon dad</w>
Kʼ UT
Cha yaʼ</w>
xe b
u chʼawem</w>
situ aciones</w>
qui era</w>
o yowal</w>
lem ente</w>
escu char</w>
de ón</w>
cha ple
bi lidad</w>
a das</w>
X e
Tra ducción</w>
R onojel</w>
Ge deón</w>
xo do</w>
v or</w>
uriq ik</w>
tz alaj</w>
ta kej</w>
person alidad</w>
much í
ma los</w>
lec ciones</w>
koju x</w>
chi wilaʼ</w>
chat choman</w>
ali mento</w>
Colo senses</w>
Co mi
A p</w>
últi mos</w>
x chˈaw</w>
tata ˈib</w>
su c
sacrifi cio</w>
re gu
qe bʼ</w>
posi ción</w>
poder oso</w>
pi ed
noji mal</w>
l las</w>
juyu b</w>
instru cciones</w>
hac ía</w>
felici dad</w>
dificul tades</w>
U tzalaj</w>
C on</w>
C am
6 6</w>
yaʼo w</w>
u qasanjaʼ</w>
tzuju m</w>
tr a</w>
so bre
ra lkʼwal</w>
qa toʼik</w>
ning una</w>
n úmero</w>
m í
l á
jam paʼ</w>
can ok</w>
c ent
ar ca</w>
an gu
u co
u chak</w>
ti fi
ol vi
mo lom</w>
kaj ibʼ</w>
in os</w>
he bre
fi li
dec ían</w>
cos tu
ci encia</w>
ad or
NU ESTR
N ú</w>
1 Sa</w>
x er
w 9
tijo bʼal</w>
s f
resp eta
rela cion
nima qʼij</w>
la tas</w>
ku qʼat</w>
kq animaj</w>
gi ó</w>
ed ón</w>
e fec
bi xic</w>
a z
a segu
Pas cua</w>
ALI J</w>
7 6</w>
20 22</w>
2 5
0 2</w>
r ás</w>
pi dió</w>
ove jas</w>
iw ibʼ</w>
inf lu
ib al</w>
com ún</w>
WI LOM</w>
u wäch</w>
u r
tan eʼ</w>
pregun tó</w>
p regún
difer entes</w>
aqu ella</w>
a ta
WI LA
M ala
6 3</w>
ʼa l</w>
xeʼo pan</w>
ví tico</w>
vi aje</w>
us ando</w>
tze lej</w>
si gue</w>
s an</w>
rega lo</w>
pen ti
ofre zca</w>
mag edón</w>
hab éis</w>
at án</w>
Are tak</w>
Ar magedón</w>
w 15</w>
ta ciones</w>
mi go</w>
lo kˈ</w>
kqa taʼ</w>
gra cia</w>
encontra r</w>
comentari os</w>
car on</w>
arre penti
T R
Le vítico</w>
G O</w>
CHA WILA
á latas</w>
ya ʼo</w>
upa tan</w>
rela to</w>
re ac
prom esas</w>
pi e</w>
mu rió</w>
llama da</w>
kʼu li
ji c</w>
her manas</w>
cui dado</w>
cru z</w>
P er
Cˈ ojol</w>
8 8</w>
8 6</w>
8 0</w>
6 9</w>
É xodo</w>
xu kʼutu</w>
x kʼulmataj</w>
taq o
reg i
kʼa si
ki qʼabʼ</w>
f le
enseñ ar</w>
cha qe</w>
bʼa lil</w>
a wukʼ</w>
CHATZ ALIJ</w>
3 ,
é monos</w>
w ibʼ</w>
verdad era</w>
u lo</w>
ri dad</w>
re n</w>
ki junabʼ</w>
em a</w>
ejér cito</w>
comi da</w>
chi que</w>
apo yo</w>
akʼa l</w>
a y
Sa ulo</w>
P u
B el
w etaʼm</w>
uco don
ucodon o
ucodono sor</w>
taji c</w>
qʼa xej</w>
qa chomanik</w>
nima kil</w>
ma si
k nima
gus taría</w>
esper a</w>
cristi ana</w>
cambi o</w>
cam bios</w>
bendi ciones</w>
Ru kʼ</w>
Nab ucodonosor</w>
Je ˈ</w>
A WILOM</w>
x wetaʼmaj</w>
ve a</w>
ura yibʼal</w>
s inti
rela ción</w>
lib al</w>
ke ʼa
kam inaq</w>
jui cio</w>
escla vo</w>
emo cion
difí ci
dem onios</w>
de masi
ch naʼtaj</w>
cambi ar</w>
bene fi
aqu ellos</w>
acti vi
a sig
Ra jawaxik</w>
G álatas</w>
Co mo</w>
C ol</w>
ñ ana</w>
segui da</w>
ni ño</w>
kqa chaʼ</w>
humani dad</w>
es pa
em í</w>
da ño</w>
cam po</w>
an eʼ</w>
No emí</w>
A m
7 1</w>
zar se</w>
xki riq</w>
xin ik</w>
uxla bʼal</w>
t ris
rutzi l</w>
mayor ía</w>
l l
jas tak</w>
hab lar
ele gi
e xa
consi der
con migo</w>
chˈ ab
apa chike</w>
an as</w>
W ar
N A</w>
Fili p</w>
8 9</w>
z aron</w>
sali ó</w>
pien sa</w>
man d
kʼu xaj</w>
ko k</w>
fru to</w>
fal ta</w>
fa vor</w>
eng añ
d ó
co c</w>
chaku bʼal</w>
anun ci
ama r</w>
am bi
T en
S ara</w>
A cab</w>
7 9</w>
6 7</w>
0 1</w>
Í A</w>
x ariq</w>
w 13</w>
w 11</w>
píri tus</w>
pu ak</w>
ob er
mos tr
don aciones</w>
de tal
ayu de</w>
ab aj</w>
M ás</w>
Ju puq</w>
IN A
z os</w>
xla n</w>
xki l</w>
xi b</w>
u chiʼ</w>
ti l</w>
respe to</w>
os to</w>
nun an</w>
e du
con duc
anun cios</w>
anali ce</w>
achi lanik</w>
P ue
J O
C a
9 7</w>
9 0</w>
8 7</w>
7 4</w>
y an</w>
w esaj</w>
v emos</w>
tˈu yu
t es
san tos</w>
pro mete</w>
pañ a</w>
parec e</w>
on oj</w>
no mb
maltyo xinik</w>
ko lo
j eta
fuer za</w>
er tas</w>
e o</w>
cäbi x</w>
con sue
cho ma
cha kojoʼ</w>
c aba</w>
a bʼaj</w>
T es</w>
R U
KʼU T</w>
K u
10 3</w>
- 1</w>
soli xik</w>
sent ía</w>
sachi sax</w>
kʼas taj</w>
ji sax</w>
i dos</w>
glo ri
er g
enseñ anza</w>
difíci les</w>
co mien
cla ses</w>
chʼoj in</w>
ag osto</w>
Re velación</w>
R i
xu kʼex</w>
uni ver
tz ali
to ˈ</w>
tam poco</w>
t ese</w>
senti r</w>
riq om</w>
parta mento</w>
or gu
man dó</w>
dese o</w>
demu estra</w>
cä m</w>
conoci miento</w>
ban a</w>
ab an
X U
P e</w>
D is
7 8</w>
y endo</w>
vo lu
u t</w>
ter en
ra les</w>
progra ma</w>
po ca</w>
o xib</w>
ku y</w>
ku kubʼsaj</w>
in mora
imi tar</w>
hab rá</w>
gobier no</w>
def en
chiˈ j</w>
c waj</w>
bʼi son</w>
asamb lea</w>
San to</w>
P en
ʼ k</w>
u kʼulel</w>
ter mina
ta sta
sen ci
re yes</w>
ra dos</w>
qi qʼ</w>
oca sión</w>
ma ñana</w>
kʼa laj</w>
kqana ʼ</w>
jun tos</w>
ja do</w>
g as
es píritus</w>
en a
chʼa k</w>
ayu dan</w>
anima risaj</w>
aban don
U DI
Sal ón</w>
Jon atán</w>
J os</w>
Inter net</w>
Es cu
En t
y e</w>
tra to</w>
sá bado</w>
s é</w>
r ar
pas os</w>
p are</w>
je ta</w>
inter és</w>
hon or</w>
g enes</w>
escu ela</w>
cä yiˈ</w>
cab an</w>
bʼ exik</w>
Re yes</w>
NUESTR A</w>
ˈ taj</w>
ú sica</w>
áni mo</w>
xe kʼojiʼ</w>
x resaj</w>
verdader os</w>
tzuku xik</w>
tar lo</w>
ta les</w>
se x
pu si
principa les</w>
pod ían</w>
na ˈ</w>
ko wi
k resaj</w>
e x</w>
con su
co lab
bi m</w>
ab a
D esper
Ch iʼ</w>
C é
y ej</w>
xe ʼ
takan el</w>
quib an</w>
pet inak</w>
nue vas</w>
nor te</w>
kˈa tal</w>
ka sikʼij</w>
chʼaj chʼoj</w>
TA Q</w>
Desper tad</w>
B o
7 5</w>
ú m</w>
í n
í do</w>
ándo se</w>
x chaˈ</w>
u bʼe</w>
ten gamos</w>
te lé
telé f
su r
si qˈu
quier en</w>
presi on
pan dem
ma yo
kq esaj</w>
inter es
imag en</w>
esta b
d or
cu ción</w>
contr o
chˈo b</w>
bus car</w>
ab el</w>
a delante</w>
VI D</w>
Q as
Nue va</w>
M ar</w>
7 7</w>
4 ,
0 7</w>
óni cas</w>
vu estro</w>
tr ás</w>
si st
n äq</w>
mostra r</w>
l in
kki tzijoj</w>
kin bʼij</w>
ki qasanjaʼ</w>
ki chak</w>
i miento</w>
fr on
d ón</w>
d r
cre e</w>
chˈ oj</w>
chu chiʼ</w>
ban taj</w>
ar ías</w>
angu sti
ami ento</w>
Qas tzij</w>
PA RA</w>
P I
G obernante</w>
F eli
Cé sar</w>
Cu er
C AS</w>
A R
vi ve</w>
un d
títu lo</w>
to m</w>
ten ido</w>
tar jeta</w>
qa mak</w>
obe deci
keqa toʼ</w>
ka qiqʼ</w>
fr ente</w>
fili ste
estudi antes</w>
enseñ ó</w>
e yebʼal</w>
circun stan
bʼan taj</w>
al e</w>
activi dades</w>
2 Re</w>
xe chaˈ</w>
w animaʼ</w>
tzˈi ak</w>
retaʼ mabʼal</w>
multi tud</w>
kʼa mo
ki chomanik</w>
ju ni
g er</w>
ex tra
est re</w>
des ierto</w>
cu ál</w>
ci dos</w>
bʼi ʼaj</w>
bʼe k</w>
anti gu
UN EM</w>
Tz ˈ
RESPON DA</w>
P ar
K i
Cuer po</w>
ˈ tal</w>
wa chaj</w>
tzucu j</w>
teri or</w>
oca siones</w>
lar go</w>
juni o</w>
invi tación</w>
habl ó</w>
gra do</w>
famili ar</w>
er nos</w>
conduc ta</w>
ci p
X in
T esta
EST UDI
ES I
A s
9 4</w>
ʼ m</w>
xu toʼ</w>
xo c</w>
ven d
person al</w>
mé di
mon ta
m eses</w>
ka wilo</w>
jeta neʼ</w>
inter net</w>
ina r</w>
g res
fi j
cä kaj</w>
b esti
b as
ama kˈel</w>
Tzˈ ib
P or
Na zar
M I
Choj choman</w>
9 2</w>
20 20</w>
wa chiʼl</w>
to mó</w>
re tz
prof etas</w>
pandem ia</w>
nu tat</w>
mayo res</w>
humil dad</w>
hi er
cˈ ut
cha tzukuj</w>
car tas</w>
an zas</w>
a cˈ
KʼUT UNEM</w>
H E
Comi té</w>
B ʼ</w>
B ern
9 5</w>
9 1</w>
é xi
w0 5</w>
tribu s</w>
seg unda</w>
sacrifi cios</w>
re com
qui ä
pun tos</w>
pu erta</w>
propi o</w>
maravi llo
kqa chʼobʼ</w>
kki loqʼoqʼej</w>
katu toʼo</w>
je ˈ
ide a</w>
hebre o</w>
g obern
deber ía</w>
cäqui rik</w>
cojo m</w>
a tzʼyaq</w>
R ajawbʼal</w>
M undo</w>
H ab
BʼAN O</w>
2 Co</w>
xo k</w>
xi mo</w>
xe ki
sukʼu maxik</w>
sol ij</w>
senti mos</w>
sa les</w>
prim eros</w>
ma wi</w>
ku sachisaj</w>
kqa maltyoxij</w>
k kʼis</w>
efec to</w>
du da</w>
debi do</w>
da tos</w>
cä cowin</w>
comen zó</w>
chʼoj abʼ</w>
chaple j</w>
ar ro
ap an</w>
ab é</w>
W eneʼ</w>
U WACH</w>
Ni m</w>
M e</w>
KU KʼUT</w>
0 3</w>
xu tzijoj</w>
vari as</w>
qʼ inomal</w>
quin ban</w>
qa bʼe</w>
pa sa</w>
ku naʼ</w>
kqa chʼij</w>
kq anikʼoj</w>
kat bʼe</w>
ent en</w>
en ci
d encia</w>
con den
circunstan cias</w>
c ía</w>
b ol</w>
ab les</w>
a fir
Ti to</w>
Cre ador</w>
A N</w>
vi era</w>
tz o
tu si
toj bʼal</w>
ti o</w>
ter ren
sa dos</w>
q elen</w>
por no
mi r</w>
la xic</w>
la x</w>
kʼasi ʼ</w>
j es</w>
h á
ga se</w>
filiste os</w>
er á</w>
empez ar</w>
e gip
a te
ON ES</w>
L ib
Ha y</w>
De ut</w>
Bern abé</w>
B RA</w>
8 4</w>
1 Re</w>
w as</w>
u tzujum</w>
tzijo xic</w>
tusi as
traba jar</w>
teri ales</w>
ta kʼa
su kʼalaj</w>
porno grafía</w>
perse cución</w>
pa p
nu kʼuʼx</w>
necesi tan</w>
muchí simo</w>
men ti
kʼastaji bʼal</w>
kqana ʼo</w>
koj kikot</w>
im perfec
ent re
dó lares</w>
cu ar
constru cción</w>
bʼi xonem</w>
ajma kibʼ</w>
a paci
K QETAʼMAJ</w>
Jam paʼ</w>
CO VID</w>
CHAWILA ʼ</w>
u qʼijilaxik</w>
to banic</w>
ti cos</w>
su bi
ra da</w>
qˈu ex
patä n
no tas</w>
le ʼn</w>
ent er
en tusias
e ch</w>
des ta
d á
d ras</w>
cä k
cha c</w>
cele bra
ca sti
bʼi so
asun tos</w>
a tra
Tzˈib talic</w>
Q as</w>
Cr ónicas</w>
B ar
z amos</w>
x sach</w>
x kunik</w>
vu estra</w>
u loq</w>
u bʼim</w>
tem or</w>
su mo</w>
se o</w>
re fle
precurso rado</w>
patan inel</w>
pa sto
obje tivos</w>
ma laj</w>
lleg aron</w>
ke chʼaw</w>
idio mas</w>
gu er
en oj
compañ eros</w>
cho mam</w>
ce lo</w>
bi saj</w>
RE CH</w>
JA S
I MA
G o
20 19</w>
ä was</w>
z ados</w>
xi li
w0 8</w>
w 14</w>
w 12</w>
ven ido</w>
tzijo x</w>
toʼ w</w>
tar án</w>
ma j
le yes</w>
kʼay ij</w>
k esaj</w>
juna maj</w>
idio ma</w>
ha b</w>
est én</w>
cämi cal</w>
cr ania</w>
contin u
con f
com uni
bʼ saj</w>
aj mak</w>
a kojonik</w>
a di
U crania</w>
SE Ñ
Ra hab</w>
I n</w>
F I
B ro
9 8</w>
. .</w>
. ..</w>
í n</w>
y eron</w>
xu chaʼ</w>
wa li
u sukʼumaxik</w>
u jolom</w>
tien es</w>
ta qal</w>
sab a</w>
religi ones</w>
que dó</w>
qe leʼn</w>
pregún tese</w>
polí tica</w>
paí ses</w>
of en
le al
leal tad</w>
kin bʼe</w>
k sachisax</w>
in vesti
i we</w>
hubi era</w>
fi l
di ción</w>
d ro
cˈoj ol</w>
cäcaˈ no</w>
cojon inak</w>
a ún</w>
a man</w>
V AN
U BʼANIK</w>
Nazar et</w>
Kʼ ojol</w>
KI WACH</w>
Dis fru
Aj kʼamal</w>
w0 9</w>
vu estros</w>
sti tu
so la</w>
sist ema</w>
se manas</w>
reci b
r me</w>
qui l</w>
pág inas</w>
pi de</w>
pec to</w>
mision eros</w>
lla mó</w>
le vi
k choman</w>
ex pul
der e
cˈo lic</w>
cä sach</w>
cre ó</w>
contr ario</w>
co meti
ch ka
b ec
au to
ac arías</w>
ab ri
Z acarías</w>
Testa mento</w>
DES CU
Bʼ E</w>
9 6</w>
xki lo</w>
w0 4</w>
va ya</w>
uko wil</w>
tzʼa pi
tra du
toqʼobʼi saj</w>
re des</w>
ra chiˈl</w>
or den
mo ti
mila gro</w>
mi les</w>
l i</w>
kqa chajij</w>
ki tobʼanik</w>
gobier nos</w>
cu esti
compa sión</w>
ch bil</w>
bene fici
apli cación</w>
a fron
V i
K KI
DESCU BRA</w>
1 000</w>
ʼ onoj</w>
xki ko
x chˈawic</w>
vol vió</w>
siqˈu ij</w>
segu ridad</w>
resca te</w>
re cono
r lo</w>
publica dor</w>
patäni l</w>
m or
kqa kojo</w>
hi ja</w>
hab lando</w>
en can
conta cto</w>
c li
a d</w>
a con
X a</w>
T am
INA Q</w>
CON T
AL GO</w>
2 Sa</w>
á zar
ya k</w>
xo m</w>
xki koj</w>
xin ya</w>
v arios</w>
ten gan</w>
teléf ono</w>
senti mientos</w>
rí o</w>
re tal</w>
re fer
que da</w>
publi cación</w>
predi cando</w>
plan eta</w>
no ˈj</w>
kˈi ji
koj chʼaw</w>
inmora lidad</w>
di ez
ca us
bʼ enik</w>
an cia</w>
al ma</w>
aj es</w>
X qui
X aq</w>
Se g
Ent onces</w>
Disfru te</w>
00 00</w>
0 8</w>
á les</w>
yawa bʼ</w>
x wilo</w>
x koj</w>
ux lanem</w>
tr ono</w>
ti po</w>
sigui ó</w>
s tra
pien se</w>
par á
mo des
miemb ros</w>
i c</w>
demasi ado</w>
con ciencia</w>
asisti r</w>
Tz ʼonoj</w>
J or
Es dras</w>
ESTUDI O</w>
10 0</w>
0 9</w>
ázar o</w>
vo y</w>
un ojibʼal</w>
tar nos</w>
si guen</w>
sa bʼal</w>
retz taqan</w>
reac cion
par aí
paraí so</w>
na cion
kˈ ä
ki bʼan</w>
jo l</w>
i b</w>
es p
des cub
cre encias</w>
anali zar
War iʼ</w>
L ázaro</w>
EN SEÑ
Bʼ IJ</w>
ó mi
É N
u loqʼoqʼebʼal</w>
tz aq</w>
tra ducción</w>
tend rá</w>
sufri miento</w>
sucur sales</w>
so mb
so ciales</w>
pens amientos</w>
pare ció</w>
má ximo</w>
medi a
lo qʼ</w>
le ales</w>
ja cho
in media
importan cia</w>
fi er
ela laj</w>
e vangelio</w>
demostra mos</w>
da d
cˈas taj</w>
cuán to</w>
cre en</w>
cor ro</w>
co me
car se</w>
ca dos</w>
RI J</w>
AM I
ʼa laj</w>
xin chomaj</w>
uro x</w>
ungi dos</w>
to ˈic</w>
su fici
sali r</w>
ro pa</w>
re presen
re de
qa Tat</w>
pon e</w>
o bli
mejo res</w>
lu ch
koj kʼojiʼ</w>
k tijo
in e</w>
im pul
h am
ham bre</w>
evi tar</w>
disfru tar</w>
co jo</w>
c ta</w>
al rede
acon te
X O
WA CH
W INAQ</w>
PO R</w>
P aneʼ</w>
K ʼ</w>
CHʼ A
1 10</w>
u tzukuxik</w>
si c</w>
resul tado</w>
raz on
que u
pu do</w>
o di
kinu toʼ</w>
kaʼ y</w>
k animaˈ</w>
itz elalaj</w>
gri ego</w>
cha tzujuj</w>
ari a</w>
ali men
VAN CE</w>
U BʼI
TE X
M ER
Bel én</w>
A VANCE</w>
6 4</w>
é ramos</w>
Á frica</w>
x kʼis</w>
wach inik</w>
ven ir</w>
ti dad</w>
salv ación</w>
qʼate j</w>
qa familia</w>
qa chilanik</w>
oí r</w>
mal v
machʼa chʼ
ma x</w>
le jos</w>
kʼuli ʼ</w>
ku b</w>
ili dad</w>
fil tra
er te</w>
du l
do lor</w>
ce p
ad á</w>
U J</w>
Testi go</w>
HA C
Di ablo</w>
A na</w>
9 9</w>
Ó MO</w>
uti jik</w>
terren o</w>
superintend ente</w>
sie dad</w>
ru wäch</w>
r íamos</w>
que ˈ</w>
pue da</w>
pará bo
pare ci
pa tani
mu si
mos tró</w>
machʼachʼ em</w>
liber tad</w>
ku n
ku bʼ</w>
ju kubʼ</w>
in c
her mos
g ar
fortalec er</w>
cul pa</w>
ayu dado</w>
an siedad</w>
a ver
ON IK</w>
In formación</w>
Eli seo</w>
De partamento</w>
C ÓMO</w>
4 000</w>
1 Pe</w>
úni co</w>
z ando</w>
xe qui
w etam</w>
mu li
l mente</w>
kqa loqʼoqʼej</w>
kki kʼam</w>
judí o</w>
ju l</w>
humil de</w>
fuer tes</w>
ex pres
escri b
cuán do</w>
con forme</w>
chʼaw ik</w>
chu x
cha taʼ</w>
ch oj
an an</w>
al í
WACH BʼAL</w>
Lo t</w>
Je z
DES CRI
B en
xu taˈ</w>
w em</w>
w 2
ven ga</w>
tz ak</w>
te m</w>
sa ú</w>
sa ti
prometi do</w>
pas ando</w>
kˈa kˈ</w>
ku kʼex</w>
ke ʼi
k eniman</w>
i den
do min
diez mo</w>
cä m
cor ri
con tribu
ch una
can aj</w>
ca si</w>
b ran
b or
al tar</w>
UBʼI XIK</w>
Qu e</w>
P CIÓN</w>
M undial</w>
Jor dán</w>
E saú</w>
DESCRI PCIÓN</w>
Ch q
C ar
ándo le</w>
xeb eˈ</w>
v ían</w>
tze laj</w>
tz am</w>
tr ón</w>
sufri r</w>
seg undo</w>
ruxla bʼixel</w>
quin ya</w>
qa tzij</w>
necesi dad</w>
ma risaj</w>
ku sach</w>
hab iendo</w>
g ober
enseñ anzas</w>
de ja</w>
cäm inak</w>
cu rik</w>
ci r</w>
car a</w>
caj ma
aw animaʼ</w>
ado res</w>
TEX TO</w>
Feli pe</w>
F araón</w>
D EL</w>
Chqi laʼ</w>
AM OS</w>
8 1</w>
x choman</w>
wi la</w>
w p
ven cer</w>
u kʼe
sex o</w>
recibi ó</w>
pi l</w>
p ón
ora mos</w>
nima ri
m pe
ju stos</w>
ig lesia</w>
ha gamos</w>
e qeleʼn</w>
di v
demu estran</w>
cajma bal</w>
besti a</w>
an te
Y o</w>
U naʼta
S U
Q a
Cha bʼij</w>
CH RIJ</w>
1 39</w>
wa la
tribu lación</w>
se is</w>
ro res</w>
qui si
