#version: 0.2
r e
c h
i k</w>
o s</w>
n a
r u
t a
ʼ a
e h</w>
i n
m a
ch i</w>
e n
r i
e s
e r
d e</w>
q u
p a
k i
t i
a c
a j</w>
l i
re ʼ</w>
e l</w>
l a
o r
qu e</w>
w i
e s</w>
a n
k ʼ
l a</w>
q ʼ
h a
q eh</w>
b ʼa
re h</w>
e n</w>
o n
c i
ta qeh</w>
t a</w>
o r</w>
r a
k ʼa
h o
ac h</w>
ch a
w ach</w>
n e</w>
q a
m i
t o</w>
d o</w>
s i
b ʼ</w>
k a
J e
kʼ u
u n
t o
a l</w>
ho v
Je hov
Jehov á</w>
t e</w>
ri ik</w>
a l
d i
a s</w>
l o</w>
b ʼ
d e
i os</w>
i ru
i j</w>
j e
a r
pa n</w>
c o
e e
ma n
l os</w>
r a</w>
ma ʼ</w>
u u
D ios</w>
c u
o q</w>
ó n</w>
r e</w>
k o
j a
s o
l ik</w>
a n</w>
ru u
v i
m o</w>
l o
s e
ri ij</w>
o ʼ</w>
k ʼ</w>
s e</w>
in ki
s u
qʼ or</w>
d a
C ha
m p
r o
R e
na q</w>
qʼ or
u n</w>
bʼa n</w>
c on
t e
s a
g u
l e
m os</w>
es t
d a</w>
p er
n i
la s</w>
c a
kʼa cha
uu j</w>
li a</w>
n u
o j
an to</w>
li h</w>
wi lih</w>
ch u
n o</w>
p u
e r</w>
g o</w>
a r</w>
o o
t u
p o
H uuj</w>
S anto</w>
Re ʼ</w>
L aj</w>
bʼa l</w>
x u
pa ra</w>
na j</w>
m b
ch ik</w>
w oʼ</w>
n oq</w>
á s</w>
i na
i bʼ</w>
ruu kʼ</w>
wi lik</w>
l e</w>
i l</w>
i b
í a</w>
in qa
m o
h ta
ac i
kʼu x</w>
en te</w>
m u
ja riik</w>
B ib
je naj</w>
co n</w>
Bib lia</w>
p or</w>
p re
x a</w>
2 0
J es
ta q</w>
a j
ee j</w>
t ra
a w
t en
ch i
x ki
ú s</w>
Jes ús</w>
un a</w>
es ti
m ás</w>
p e
r o</w>
u s
t z
in ik</w>
on es</w>
y u
s u</w>
ci ón</w>
re el</w>
da d</w>
iru qʼor</w>
k or
a mi
kʼacha reel</w>
a m</w>
h i
n os</w>
d el</w>
d os</w>
q ʼa
a ʼ</w>
ʼ i
p ro
n a</w>
wi l</w>
f i
v er
ra aj</w>
qu é</w>
oj bʼal</w>
ʼ ojbʼal</w>
o m</w>
je ʼ</w>
na ʼojbʼal</w>
ó mo</w>
en t
m a</w>
l es</w>
ha b
h ik</w>
c a</w>
kʼ wach</w>
b re</w>
h er
re s</w>
an do</w>
ee w</w>
m e
Q u
gu i
na s</w>
b i
i ik</w>
ruu m</w>
aci ón</w>
bʼa na
qʼor ik</w>
qu i
pu e
m i</w>
j en
y eew</w>
lo hik</w>
her man
kʼ i
a bʼ</w>
ho lohik</w>
ch o</w>
so bre</w>
k eh</w>
w a
Cha jariik</w>
r os</w>
bʼ i
e t</w>
h ac
g os</w>
ko j</w>
jen oʼ</w>
i mp
ru ka
v e
a yu
j ik</w>
kor ik</w>
L a</w>
Qu é</w>
r ik</w>
ʼ n
t esti
la ʼ</w>
kʼu hta
x i
m e</w>
c e</w>
bʼ eej</w>
an i
ta s</w>
s aj</w>
n o
oo j</w>
j u
l u
p i
y e
ch el</w>
d es
o n</w>
ka pa
y a</w>
m en
a b
D E
j iik</w>
o t
kʼacha riik</w>
S al
kapa aj</w>
í as</w>
nu est
re et</w>
na a
k o</w>
cha wil</w>
qʼ i
ʼn chel</w>
s o</w>
kʼuhta aj</w>
s i</w>
x a
h bʼa
bʼ e
@ -
@- @</w>
er a</w>
f e
b u
ma n</w>
f u
á n</w>
e mp
chu ʼnchel</w>
kʼa x
o b
i ibʼ</w>
chi ʼ</w>
pa am</w>
i raaj</w>
to o
n e
su s</w>
bʼana m</w>
s t
1 1</w>
na mi
d o
h chiʼ</w>
d u
a kʼa
t er
e l
ti nami
M a
C ómo</w>
co mo</w>
ha ʼ</w>
1 0</w>
y o
kʼa hchiʼ</w>
20 2
d es</w>
ma j</w>
c ri
s a</w>
V I
R E
te o</w>
c o</w>
akʼa l</w>
ta n
ha t</w>
ruka bʼ</w>
k u
ru man</w>
1 5</w>
in o</w>
mb i
on ik</w>
t os</w>
é n</w>
g i
mb re</w>
z a</w>
ni kʼwach</w>
wi h
e el</w>
de ci
es i
man ik</w>
iru bʼan</w>
f or
1 7</w>
us te
tz ʼi
h a</w>
ar ik</w>
pue de</w>
c re
to bʼeej</w>
d as</w>
ci a</w>
P or</w>
1 3</w>
un i
qʼi ij</w>
m ente</w>
cu ando</w>
T i
J u
j un</w>
herman o</w>
e h
s as</w>
VI DE
na ru
di ce</w>
wih ʼ
VIDE O</w>
Sal mo</w>
re s
r á</w>
chu wach</w>
per so
es ta
vi da</w>
ja aw
jaaw riik</w>
uste d</w>
ti en
f ami
c ción</w>
wihʼ ik</w>
C H
1 4</w>
chu paam</w>
mi en
e x
ra s</w>
g ra
N i
b a
si gui
l aj</w>
s ti
g un
1 2</w>
es per
la l</w>
cha jariik</w>
g a
s en
d ar
q oj
a li
hbʼa al</w>
K ʼ
c as</w>
oo n</w>
1 9</w>
er o</w>
c h</w>
ye ʼa
testi go</w>
kʼa xki
ti v
ru qʼor
a h
i ʼ</w>
A ta
ko om</w>
Ata la
é l</w>
too bʼ</w>
to koom</w>
Atala ya</w>
se r</w>
1 6</w>
Ni kʼwach</w>
wa aj</w>
h u
s ta</w>
kʼax ik</w>
a t</w>
I n
é s</w>
L e
fami lia</w>
Ju an</w>
t es</w>
qa kʼux</w>
e mos</w>
ch os</w>
man os</w>
sigui ente</w>
Cha aj</w>
1 8</w>
qʼor oq</w>
pa h
in ka
í cu
wi iʼ</w>
tinami t</w>
c ómo</w>
c os</w>
perso nas</w>
e b
n ik</w>
ju ʼ
ta n</w>
er on</w>
v o
kʼu hbʼaal</w>
j arik</w>
uu kʼ</w>
a s
ti qʼoroq</w>
p en
A N</w>
so n</w>
ma l</w>
l le
Ma teo</w>
ka na
g o
or g</w>
l en</w>
sa b
mien to</w>
E s
su q
lo qʼ
j w
re g
x ta</w>
kʼu l</w>
c ar
ti ʼ</w>
ti je
jw org</w>
v en
u h
pa r
naa h</w>
la al</w>
h k</w>
á n
r ía</w>
in u
de r</w>
R I
w ik</w>
hac er</w>
hab len</w>
b li
to do</w>
j un
inki bʼan</w>
tz ʼ
qu e
na qa
lo j</w>
juʼ jun</w>
er ra</w>
an ik</w>
P ro
bʼe eh</w>
R U
ta r</w>
in i
a kʼux</w>
p r
mbi én</w>
testi gos</w>
na l</w>
de b
a d
si ón</w>
r an
h uuj</w>
a toobʼ</w>
M i</w>
ru bʼi
inki qʼor</w>
al es</w>
in ti
i n</w>
yeʼa abʼ</w>
j o</w>
k ik</w>
es o</w>
per o</w>
O S</w>
2 1</w>
la b
na al</w>
ki wach</w>
li l</w>
la riik</w>
imp onik</w>
p or
a haʼ</w>
s es</w>
a mos</w>
m un
hta lil</w>
est á</w>
v a</w>
es ta</w>
ícu lo</w>
ma s</w>
ru ko
re q</w>
ha n</w>
t ʼa
n i</w>
mo loj</w>
aw eh</w>
Re ino</w>
wi l
ta mbién</w>
ci ones</w>
A L
wi naq</w>
ra jaawriik</w>
p on
con t
ñ os</w>
on a</w>
iru yeew</w>
xu qʼor</w>
ka manik</w>
CH A
C u
2 4</w>
ti j
ta j</w>
ru tobʼeej</w>
ma hk</w>
c or
mu y</w>
i x
s er
pa at</w>
es te</w>
an os</w>
z o</w>
c es</w>
ma ʼ
a m
T esti
en do</w>
e li
c e
in a</w>
man lik</w>
iru kʼuhtaaj</w>
or a</w>
h naal</w>
202 2</w>
C o
A N
mi s
an za</w>
kʼi h</w>
kʼaxki lal</w>
Le an</w>
e lik</w>
da des</w>
tien e</w>
co sas</w>
c r
tije j</w>
p o</w>
le cción</w>
e j</w>
E l</w>
herman os</w>
aci ones</w>
ki kʼux</w>
di s
se ñ
C or
t i</w>
sa ías</w>
i s</w>
I saías</w>
qʼ e
na bʼ
e htalil</w>
c la
inti os</w>
Cor intios</w>
C h
ver b
t u</w>
ot ros</w>
de más</w>
ki il</w>
ci as</w>
I C
kʼa m</w>
h saj</w>
ru kʼux</w>
v o</w>
ta qʼa
verb ios</w>
maʼ xta</w>
h e
es to</w>
R o
Pro verbios</w>
ú n</w>
su f
m ik</w>
ka x
imp or
su q</w>
me j
cr ani
ent es</w>
u ti
tij inik</w>
so lo</w>
re n
la r</w>
bʼ inik</w>
í an</w>
sa r</w>
ni ma
crani a</w>
U crania</w>
naa k</w>
na ʼa
l eej</w>
eh tʼa
ten er</w>
ch ʼi
R A</w>
y o</w>
s to</w>
con o
chi h</w>
t ri
mun do</w>
kana aʼ</w>
ha y</w>
ee m</w>
ti emp
er e</w>
bi en</w>
ayu dar
2 2</w>
na j
ha abʼ</w>
est u
e m</w>
na bʼeej</w>
d er
ti ij</w>
ruqʼor om</w>
kax ar
g reg
u x
pah qa
oo l</w>
kʼ raaj</w>
fu er
bʼ ik</w>
ar t
í bli
re hta
con greg
b a</w>
é n
ta l</w>
k ee
ch a</w>
x o</w>
to dos</w>
gui en</w>
1 9
rehta al</w>
o na
en cia</w>
al guien</w>
sen ti
vi vi
pre n
man eel</w>
esper anza</w>
cri sti
a w</w>
2 0</w>
p ri
on i
kʼ o
c er</w>
ami go</w>
si n</w>
e d
I N
2 9</w>
ñ o</w>
si s</w>
g a</w>
ta d</w>
q i
k uukʼ</w>
emp re</w>
congreg ación</w>
co m
a wi
R u
E h</w>
tra s</w>
suf ri
ee t</w>
k ri
es tas</w>
si empre</w>
ki ibʼ</w>
ri o</w>
w eh</w>
ru bʼana
d en</w>
b le
A J</w>
ʼ O
rubʼi hnaal</w>
ho j</w>
b íbli
N oq</w>
ri ibʼ</w>
kʼu x
inka aj</w>
cha lik</w>
est án</w>
ru loqʼ
pre di
per s
ni maneel</w>
na bʼan</w>
in wihʼik</w>
g ente</w>
en señ
je mp
V e
vi de
q ʼ</w>
hi il</w>
2 5</w>
y ʼ
q iibʼ</w>
pers ona</w>
nuest ros</w>
na ki
Ro manos</w>
ʼ reʼ</w>
ʼ naak</w>
ux la
ina waaj</w>
AL G
se xu
en a</w>
e jemp
H e
ver dad</w>
ne c
mu er
lo m</w>
kʼ ik</w>
ki ʼ
aj nimaneel</w>
na a</w>
li is</w>
art ículo</w>
ye ʼ
xu bʼan</w>
v er</w>
j os</w>
ba uti
tzʼ uh
pre gun
pahqa aj</w>
o j</w>
li b
hi n</w>
eb re
de mos</w>
cu r
am or</w>
E N</w>
2 3</w>
se gui
s al
l la
da r</w>
uxla bʼal</w>
me di
j ool</w>
ehtʼa l</w>
cu en
Q U
p eet</w>
nima al</w>
i b</w>
al go</w>
ri lariik</w>
j e</w>
E M
p onik</w>
nuest ra</w>
ma r
kee bʼ</w>
ca li
an ti
C U
u x</w>
kʼacha rik</w>
g ún</w>
es cu
aj wach</w>
Ti erra</w>
Cha wil</w>
yu ʼnaak</w>
ve z</w>
tiv os</w>
ma r</w>
kʼa x</w>
gun os</w>
e mbre</w>
b aj
U N
B ʼ
ma reh</w>
ayu da</w>
X a</w>
0 0</w>
tiemp o</w>
mo la
impor tan
co mp
ch o
b le</w>
qʼe ʼ</w>
qui ere</w>
mej or</w>
kaxar o</w>
ca r</w>
a ños</w>
I K</w>
vide o</w>
v e</w>
ta r
t ros</w>
p ó
i t</w>
ha aʼ</w>
g ar</w>
fe li
ent os</w>
ejemp lo</w>
a do</w>
W i
wi il</w>
tinami it</w>
qʼa bʼ</w>
le a</w>
kʼux liis</w>
N A
A po
2 8</w>
2 7</w>
te x
re su
po si
es e</w>
ed ro</w>
c er
Testi gos</w>
P edro</w>
He chos</w>
sa m</w>
ru nimaal</w>
pa re
no mbre</w>
fe c
con tra
RU M
se gu
L u
rubʼana riik</w>
p sis</w>
cali psis</w>
c an
kʼi jool</w>
as í</w>
A H
ru bʼan</w>
ko w</w>
hac e</w>
tzʼi hbʼa
por que</w>
b o
a b</w>
tzʼuh kri
estu di
a t
Apo calipsis</w>
z ar
ti r</w>
re uni
ob je
inqa bʼan</w>
er na
al gunos</w>
Ti mo
RUM AN</w>
A C
x nu
ti ʼ
si ones</w>
qa kʼachariik</w>
mola abʼ</w>
d ía</w>
bʼa al</w>
a pren
pi en
nec esi
a u
S CU
sab er</w>
ru kʼachariik</w>
ja aw</w>
inki koj</w>
eli ik</w>
Kʼ U
si l</w>
s tra
n te</w>
mi go</w>
men to</w>
kʼax ooj</w>
in kʼu
ca mbi
c l
Timo teo</w>
3 3</w>
ko w
an tes</w>
s os</w>
p í
na li
g r
ami gos</w>
to das</w>
si g
ma ja
ka pe
f í
ci o</w>
C on
z ar</w>
y a
pro ble
e nas</w>
bu enas</w>
R e</w>
Lu cas</w>
ten i
suq kiil</w>
re ʼreʼ</w>
n ooj</w>
lle v
ki mik</w>
con fi
M aʼ</w>
L os</w>
H ebre
tz ʼa
se xo</w>
pu és</w>
po d
pe ch</w>
E S</w>
mis mo</w>
cristi anos</w>
E n</w>
AN T
tex to</w>
ri tu
or ik</w>
ob erna
bʼa nooj</w>
S e
3 7</w>
si a</w>
ru nabʼ
re l
inki kapaaj</w>
g e
E S
D IC
po demos</w>
j o
es pi
cha jarik</w>
awi ibʼ</w>
Q ʼO
tzʼi r</w>
tu mi
tumi in</w>
ru naʼojbʼal</w>
par te</w>
p a</w>
y e</w>
v al
K I
Hebre os</w>
20 0
pa d
mu cho</w>
he cho</w>
cu l
J o
u e
ruko wiil</w>
ko ruman</w>
des pués</w>
a wach</w>
wil keebʼ</w>
ro n</w>
re li
espi ritu
b re
uu t</w>
es a</w>
cha s</w>
bi er
2 6</w>
s an
o l
m naq</w>
ka mnaq</w>
de mo
bʼe es</w>
M Á
yʼ inik</w>
yo h
so tros</w>
re mos</w>
ra n</w>
pue den</w>
nuest ro</w>
gu nas</w>
ca da</w>
bʼ jik</w>
SCU B
SCUB RA</w>
DE SCUBRA</w>
ruu k</w>
ruloqʼ il</w>
ru tinamiit</w>
n in
ko j
ix oq</w>
CHA RE
ve an</w>
l í
in ter
es po
cuen ta</w>
S e</w>
MÁ S</w>
3 5</w>
202 1</w>
z ó</w>
un que</w>
ta q
no sotros</w>
est os</w>
a z
L o</w>
r aj</w>
q anik</w>
Ch i</w>
taq e</w>
runabʼ jiik</w>
res pe
f es
e la</w>
CHARE Q</w>
ALG O</w>
sa cha
pa z</w>
pa ra
p li
p la
l l
i ri
g en
e mb
deci r</w>
N a
M ar
E n
4 5</w>
3 0</w>
w u
to ri
si gu
la rik</w>
en f
d an</w>
c ti
ar á</w>
wa al</w>
uu m</w>
qoj rutobʼeej</w>
m or
m in
ki kʼa
jun eliik</w>
al gunas</w>
S u
Ru sia</w>
J U
I L
reli gi
pah qanik</w>
j ot
j a</w>
da do</w>
a cha
S er
D e
xa aj</w>
x o
se a</w>
pri m
obje tivos</w>
ki kʼachariik</w>
ci miento</w>
ah ora</w>
Wi lik</w>
ver s
t re
si kʼ</w>
s k</w>
kiʼ ibʼ</w>
iru kʼam</w>
ina qʼor</w>
in qʼorik</w>
N e</w>
B L
ta xaaj</w>
i r</w>
ha la
esi s</w>
cha aj</w>
S o
N o</w>
t or</w>
ra j
qa hsaj</w>
pa lab
o p
kʼu un</w>
bu nal</w>
T A
QʼO R</w>
P A
x qa
tien en</w>
o so</w>
inki yeew</w>
for ma
di jo</w>
ali dad</w>
u d</w>
tu s</w>
t ik</w>
qʼ o
mu chas</w>
el los</w>
cu mp
S i</w>
ver da
ta h
mu est
m wik</w>
importan te</w>
hab lar</w>
f al
er an</w>
ad or
én esis</w>
y iibʼ</w>
taqʼa nik</w>
si tu
s í</w>
mar zo</w>
i li
baj o</w>
G énesis</w>
ti rutobʼeej</w>
re gi
nu kʼux</w>
man era</w>
lo w</w>
for ma</w>
er po</w>
con se
al mente</w>
Je naj</w>
IN KI
Cha kapaaj</w>
3 1</w>
proble mas</w>
no vi
ko ʼ
ki naʼojbʼal</w>
en contra
e go</w>
ci l</w>
aj waal</w>
ah chi</w>
a riik</w>
vo l
s anik</w>
ru kʼu
o tras</w>
kʼa mal</w>
h nik</w>
di ci
ac ti
Cha jarik</w>
yeʼ em</w>
re ci
nuest ras</w>
cont ra</w>
a st
Cha bʼan</w>
segui r</w>
o res</w>
c en
E N
yo mal</w>
vo lu
ku y</w>
ina bʼan</w>
fu e</w>
el la</w>
U U
Qu i
D i
A L</w>
ó ven
óven es</w>
á r
z as</w>
to mar</w>
ran te</w>
r án</w>
r se</w>
maja aʼ</w>
j us
inqa koj</w>
in ci
i de
fes ios</w>
P a
E fesios</w>
ta mos</w>
ra l</w>
naj tir</w>
muer te</w>
l jik</w>
kʼaxki laal</w>
j óvenes</w>
f ru
c en</w>
an te</w>
Ve a</w>
UU J</w>
C I
yo ʼ
reuni ones</w>
qʼ inik</w>
po der</w>
j al
ina kapaaj</w>
emp e
T ra
I na
y oo
u l</w>
s anto</w>
re n</w>
kʼo yomal</w>
ka maj</w>
hu man
des e
R a
yoh kik</w>
tu q
t z</w>
p ru
oberna nte</w>
mu chos</w>
ki ʼi
go bier
espiritu al</w>
do l
anti a
an a</w>
a unque</w>
T N
TN M</w>
S a
4 0</w>
ve ces</w>
tzʼihbʼa aj</w>
to da</w>
s mo</w>
qi lom</w>
l oq</w>
hu manos</w>
f e</w>
es cri
QU E</w>
L AJ</w>
ten emos</w>
qʼa qʼinik</w>
q il</w>
pr inci
naʼa bʼanam</w>
li o</w>
ja r</w>
hab ía</w>
ha sta</w>
c tu
antia go</w>
ac u
S antiago</w>
O Q</w>
H UUJ</w>
A T
xu yeew</w>
naru bʼanam</w>
men sa
iru q</w>
inqa aj</w>
hi zo</w>
forma ción</w>
er ía</w>
er os</w>
du rante</w>
co men
ci e
bʼi laal</w>
Je ʼ</w>
A RI
ʼ u
us o</w>
ru to
n et</w>
in chalik</w>
g an</w>
esta r</w>
c to</w>
Testi go</w>
S ANT
SANT O</w>
x ik</w>
wi kʼraaj</w>
uu y</w>
un o</w>
t yoo
qʼa aʼ</w>
ex pli
c lu
bʼ jiik</w>
D a
v a
ta dos</w>
kikʼa mwik</w>
b us
ab ri
a po
a demás</w>
M i
3 4</w>
Ó N</w>
tu d</w>
ra z
na da</w>
l wik</w>
j il</w>
ho mbre</w>
feli z</w>
du cción</w>
cl esi
ca sa</w>
RE H</w>
Q a
P ero</w>
I J</w>
y oj
w o</w>
vivi r</w>
too bʼinik</w>
ta do</w>
situ ación</w>
qʼor om</w>
pa í
ob e
ni manik</w>
naqa bʼanam</w>
n un
lu m</w>
h il</w>
en es</w>
demo stra
deci siones</w>
d est
clesi ast
c ación</w>
a q</w>
P an</w>
I J
C re
ya bʼilaal</w>
un os</w>
u yʼinik</w>
res pu
koj om</w>
k ini
clesiast és</w>
cha wach</w>
ES T
E clesiastés</w>
E H</w>
AH CH
x ti</w>
qʼor arik</w>
pen sar</w>
pa s
naj t</w>
m á
di fí
di do</w>
d ías</w>
4 4</w>
í fi
á cti
pr ácti
m on
lo o
ka hnik</w>
h on
g ani
e xi
cor az
ar on</w>
an ci
RI IJ</w>
R O
tan to</w>
senti do</w>
ru wiiʼ</w>
pen ses</w>
o nal</w>
m oni
k in
ju lio</w>
inki kʼul</w>
ili penses</w>
do na
b en
F ilipenses</w>
D e</w>
20 19</w>
ten d
s ta
ru k</w>
re qa
r ó</w>
pien sa</w>
ot ra</w>
or ar</w>
ni m</w>
hi jos</w>
hac en</w>
g una</w>
ent re</w>
coraz ón</w>
bʼi saj</w>
I ʼ</w>
0 00</w>
ʼn ik</w>
sexu al</w>
s to
qa wach</w>
ot ro</w>
nali dad</w>
mi na
ma g
dis fru
aci as</w>
Y ah
Jo b</w>
3 2</w>
teni miento</w>
s jiik</w>
ru kor
re h
ra migo</w>
qʼa h
pad res</w>
or gani
moni o</w>
ma tri
ka at</w>
fi ci
d on
ci ona
ayu dar</w>
ani ma</w>
a k</w>
a ajwaal</w>
T a
Mar cos</w>
Kʼ AHCH
H a
A j
tiv a</w>
ser vi
pr on
palab ras</w>
o cu
ni m
ci er
c al
bo mb
KʼAHCH Iʼ</w>
3 9</w>
ti cias</w>
si in</w>
s in
r ás</w>
qui enes</w>
ni fi
mi entos</w>
lu gar</w>
lo gra
la aj</w>
k i</w>
g l
dest ru
b an</w>
al l
ac er
ab lo</w>
tuq ki
sa maj</w>
ru ku
qʼor oj</w>
pregun tas</w>
o ri
hac er
g el</w>
er as</w>
ci encia</w>
abri l</w>
a kʼachariik</w>
a gu
EM OS</w>
E s</w>
4 1</w>
án gel</w>
tzʼi h
tra bajo</w>
to bʼinik</w>
tah q
pro pi
nun ca</w>
n or
mi s</w>
l ee
kʼo ʼnik</w>
j i
inqa qʼor</w>
i m</w>
fu tu
es as</w>
enf er
en to</w>
cu i
ayu ʼ</w>
an o</w>
P er
P AN</w>
I r
Es cu
E L</w>
A haʼ</w>
v es</w>
tzʼ uuy</w>
sexu ales</w>
mu je
loo qʼ</w>
f un
es pí
en cias</w>
deb e</w>
cump li
c ía</w>
bʼa an</w>
al qui
Yah m</w>
T o
Aj wach</w>
202 3</w>
sa h
res pon
lab ra</w>
futu ro</w>
es pe
cu alqui
an sil</w>
Ve amos</w>
T ri
Pa labra</w>
P RE
H o
G obernante</w>
Cu erpo</w>
C ri
vers ículo</w>
t inik</w>
suq ki
se res</w>
ri tu</w>
pru eb
mi t
matri monio</w>
ma yo</w>
koʼ leej</w>
in te
gr acias</w>
esper tad</w>
enseñ a</w>
e le
d or</w>
ar a</w>
anci anos</w>
al e
a go
QU É</w>
O L
G u
D espertad</w>
Co lo
19 9
xki qʼor</w>
x kʼu
s tan
resu l
oj ik</w>
ko o
j al</w>
iru koj</w>
inka manik</w>
do res</w>
bu en
a ma
L A</w>
KʼU X</w>
su per
sa li
re cu
qʼor bʼal</w>
i ij</w>
fe bre
febre ro</w>
fami li
espí ritu</w>
ca do</w>
W AC
WAC H</w>
N ue
D ani
Cha nabʼeej</w>
4 8</w>
yoʼ jik</w>
u ro
ti ca</w>
t ú</w>
t ran
sah chik</w>
ruqʼor bʼal</w>
rubʼi ral</w>
ru kʼuhbʼaal</w>
mi gos</w>
kor saj</w>
koo ch</w>
in waaj</w>
esta ba</w>
des de</w>
c an</w>
bʼi raj</w>
a h</w>
a dos</w>
W IL
INKI QʼOR</w>
H A
Cu ando</w>
suqki leej</w>
sen ses</w>
s ino</w>
ruqʼor ariik</w>
ru suqkiil</w>
nu wach</w>
mo mento</w>
mi n</w>
mb res</w>
ko h
ix ibʼ</w>
g e</w>
ac tu
Tri bunal</w>
S U
Colo senses</w>
A KʼUX</w>
á g
ti ki
ta l
reci bi
pre ocu
nu e
kʼu lum</w>
ki to
kape bʼaal</w>
inki kʼuhtaaj</w>
h e</w>
di o</w>
deci sión</w>
chu ku
J a
x oq</w>
u sar</w>
tiv o</w>
ti co</w>
so l
sa do</w>
s uut</w>
ri a</w>
paí s</w>
obe de
n ú
lla ma
lib ro</w>
li g
lee r</w>
la r
la do</w>
g ru
emb ar
deb emos</w>
cualqui er</w>
ac ab
a ja
a da</w>
P I
K O
In formación</w>
Escu ela</w>
A le
á ni
y es</w>
v en</w>
tuqki lal</w>
predi car</w>
pa ñ
pa so</w>
ki paat</w>
i ib</w>
ho y</w>
gu erra</w>
for me</w>
embar go</w>
de muest
cur s
cont ro
a gra
X ki
S i
I M
5 0</w>
yoj i
xu kʼuhtaaj</w>
w aʼ</w>
tije m</w>
sig nifi
re ej</w>
ra jaaw</w>
m í</w>
lu ego</w>
inqa yeew</w>
in ooj</w>
espo sa</w>
ent ífi
en ero</w>
el oq</w>
e res</w>
de di
c ciones</w>
ar se</w>
a ab</w>
Sal ud</w>
I ru
Dani el</w>
A d
1 0
xki bʼan</w>
v í
t k
t en</w>
re la
pro me
pre para
pe ri
novi embre</w>
mi ll
mensa je</w>
men os</w>
g as</w>
ent ro</w>
en ten
e volu
da ños</w>
d in
ch ʼu
bauti zar
a na
a ha</w>
U ni
M un
Cu á
x kahnik</w>
un ci
tu ras</w>
ter min
so ʼ</w>
ru reqa
qʼa tal</w>
oo m</w>
nu k</w>
koh laaj</w>
hta aj</w>
difí cil</w>
di ó</w>
d ó</w>
ci u
ci entífi
b ri
aw ehtʼal</w>
ani ma
al gún</w>
ago sto</w>
a familia</w>
T u</w>
R uum</w>
In ter
ARI K</w>
A toobʼ</w>
3 6</w>
vi sta</w>
uu k</w>
so ci
sigu e</w>
s an</w>
pó n
pod ría</w>
po lí
po li
no ticias</w>
kʼi siin</w>
ka man
ka jaawriik</w>
ina koj</w>
herman a</w>
hala kʼuun</w>
fe ren
evolu ción</w>
e vi
e en</w>
di e</w>
de j
chuku j</w>
ch e
ca so</w>
aw uukʼ</w>
TA Q
TAQ EH</w>
J ARIK</w>
Ir ina</w>
D E</w>
Cha tzʼir</w>
án do
yoji bʼik</w>
v esti
sa bi
per mi
p un
o f
m é
la n
l ti
l ación</w>
ki ij</w>
i kʼ</w>
ga se</w>
estudi ar</w>
con su
cha qʼ
ca sas</w>
aw amigo</w>
an eel</w>
aj Yahm</w>
PRE G
P ablo</w>
Nue vo</w>
E uro
A l
ó ni
ó n
xi yojibʼik</w>
x wihʼik</w>
tk eel</w>
ta le
ser á</w>
s te
qui en</w>
pre xo</w>
p es
jot ʼ</w>
hab la</w>
fe cha</w>
e qui
don de</w>
conse jos</w>
com uni
bíbli co</w>
bu ena</w>
b les</w>
al can
Tra ducción</w>
OL OQ</w>
N o
M ás</w>
Kʼ OLOQ</w>
E va</w>
s te</w>
s jik</w>
ru b</w>
qʼor ooj</w>
pón gase</w>
pó sto
pron to</w>
pro m
posi ble</w>
naru sacha
nabʼ eem</w>
m en</w>
kʼuhta am</w>
ki kʼ</w>
fu eron</w>
fi r
esta mos</w>
d en
curs al</w>
ch aj</w>
b e
a si
a bʼanam</w>
P i
P RO
EM A</w>
CHA JARIK</w>
B I
ʼ JU
ʼJU N</w>
yo wa
wi ʼ
wi laʼ</w>
wi i</w>
verda d
v an</w>
termin ó</w>
qa h
pre sen
on ces</w>
kow ej</w>
i m
ho q</w>
ho mbres</w>
f ía</w>
din ero</w>
des cu
cre cimiento</w>
cono cer</w>
cha koj</w>
au tori
ami lia</w>
T EMA</w>
Ra jaawriik</w>
RE ʼ</w>
Per so
JU ʼJUN</w>
F amilia</w>
E M</w>
A S</w>
xa kohlaaj</w>
v ali
ti erra</w>
tan ás</w>
ta ción</w>
t res</w>
ri dad</w>
par ti
p ág
organi z
o ctu
octu bre</w>
k lik</w>
inqa kʼuhtaaj</w>
ina wil</w>
ha rá</w>
for tale
espe ci
es c
cre encias</w>
ac e
Sa tanás</w>
Qui én</w>
Perso nalidad</w>
K ʼi
A migos</w>
6 5</w>
4 2</w>
ten ción</w>
sigu en</w>
ruko jariik</w>
pue des</w>
pu bli
or ación</w>
ni ik</w>
na die</w>
muje r</w>
l ó
l jiik</w>
kiʼi lwik</w>
inqa tijej</w>
h er</w>
gru po</w>
g re</w>
f á
f on
di al</w>
der os</w>
cor ro</w>
con ven
cho p</w>
ayudar á</w>
aw a
ali dades</w>
a al</w>
Re paso</w>
RE SU
P O
Cri sto</w>
C an
x ponik</w>
v os</w>
uu n</w>
tu lo</w>
to y</w>
te mp
s tad</w>
ru chʼi
re a</w>
qa k</w>
pu esto</w>
pre sión</w>
po h</w>
pes ar</w>
nor mas</w>
na to
ma las</w>
m entos</w>
kʼu n</w>
h aci
dol esc
ca pí
c li
bíbli cos</w>
ami stad</w>
acu er
ab a</w>
UN DIC
UNDIC EMOS</w>
RESU M
RESUM EN</w>
PRO F
PROF UNDICEMOS</w>
L as</w>
IJ EM</w>
En tre
C hu
Ad án</w>
AT IJEM</w>
ti cia</w>
ta ron</w>
ruloqʼ jiik</w>
respu esta</w>
qʼah xoq</w>
qa tiij</w>
pro fec
llev ar</w>
lib er
li dad</w>
ki naah</w>
k an
ix o
iru kapaaj</w>
inki req</w>
in qʼorarik</w>
i s
human i
hi ci
go hiil</w>
espo so</w>
ent re
dici embre</w>
bi o
al guna</w>
al co
acha riik</w>
ace p
a pósto
a naʼojbʼal</w>
a haaʼ</w>
a dolesc
X u
UN OS</w>
U n</w>
S I
Pro póngase</w>
Entre tenimiento</w>
ALG UNOS</w>
í amos</w>
á la
ála tas</w>
x qʼ
wi ij</w>
ten ía</w>
sufri eron</w>
si ente</w>
rel aciones</w>
pad re</w>
ne u
medi o</w>
ma m</w>
ma l
m ías</w>
iri kʼraaj</w>
i kʼik</w>
hi jo</w>
h ora</w>
gen er
fi n</w>
en e</w>
du c
di st
cl uso</w>
as un
aja bʼees</w>
Se gún</w>
N E</w>
Mun do</w>
L O</w>
J Bʼ
JBʼ AL</w>
I A</w>
G álatas</w>
5 5</w>
20 11</w>
ícu los</w>
z ca</w>
tz uh
tyoo x</w>
tahq aneel</w>
san gre</w>
sa q</w>
religi ones</w>
re des</w>
q ehtʼal</w>
pa n
mill ones</w>
in elik</w>
hon ra
gu sta</w>
ga mos</w>
g en</w>
expli ca</w>
de jar</w>
cu alidades</w>
comp le
cha weh</w>
a kʼ</w>
BL IC
B Í
AL I
ʼO JBʼAL</w>
ú lti
vi d</w>
verda deros</w>
ti po</w>
ru paat</w>
ru haaʼ</w>
ru bʼanam</w>
re chos</w>
pue b
pu di
po co</w>
man eras</w>
kow laj</w>
jo lal</w>
ja ruu
i cio</w>
es os</w>
e dad</w>
di feren
cho l</w>
chi hi
che laal</w>
chaqʼ la
ca m
aw u
acti tud</w>
a qu
WIL I
WILI H</w>
PA RA</w>
M u
Kʼi h</w>
Es cri
Da vid</w>
BL IA</w>
BI BLIA</w>
7 2</w>
3 8</w>
202 0</w>
é r
yu ʼ</w>
xki yeew</w>
uni o</w>
ta mente</w>
sufri r</w>
sti r</w>
signifi ca</w>
q ani
pu es</w>
pre s
p ti
p ios</w>
nim laj</w>
la n</w>
kʼ een</w>
k tor</w>
inu bʼan</w>
inqa req</w>
ina l</w>
gl esi
feli ces</w>
esper a</w>
deb er
cri sto</w>
ci dad</w>
cha loq</w>
ch u</w>
capí tulo</w>
bʼe hsaj</w>
bʼana rik</w>
ben e
b eb
aj kʼamal</w>
a g
a de
Ser gu
NA ʼOJBʼAL</w>
Ina qʼor</w>
Ch aj</w>
BÍ BLIC
A AJ</w>
yeʼa rik</w>
xi kimik</w>
wu k
u cristo</w>
te l
su t</w>
st ru
s ik</w>
s ac
rureqa riik</w>
ruka maj</w>
resu ci
r le</w>
qui én</w>
pro te
or aciones</w>
oni a</w>
nin qʼiij</w>
n chel</w>
mi il</w>
ma y
ma la</w>
m es</w>
ko p</w>
ko oj</w>
ki j
inter net</w>
in f
in cluso</w>
ha al</w>
gu sta
gobier no</w>
f o
ent onces</w>
e ren</w>
da mos</w>
chi kop</w>
ce le
bu en</w>
apo y
acer ca</w>
Y u
T es
P ad
Jes ucristo</w>
20 14</w>
á fi
tzʼuhkri saj</w>
te mos</w>
sufri miento</w>
se an</w>
sal ud</w>
rukʼu lariik</w>
ru mahk</w>
reh tʼa
que te
nu kʼachariik</w>
neu tra
man tener</w>
j unio</w>
i gu
i do</w>
gra fía</w>
fuer zas</w>
fuer za</w>
di r</w>
di a</w>
com pañ
ch eel</w>
ca us
ca ri
bʼi hnaal</w>
b ra</w>
acuer do</w>
R T
L e</w>
E st
D escu
D I
CH I</w>
A n
vivi do</w>
vi r
v ía</w>
v u
v ino</w>
to b</w>
tiemp os</w>
ti ru
t ó</w>
t eew</w>
soci ales</w>
se pti
septi embre</w>
pág ina</w>
poli cía</w>
po der
or al</w>
oni cen
onicen ses</w>
nú m</w>
na qilom</w>
ma nas</w>
m ini
k uum</w>
in ten
in di
f a
el las</w>
e lo</w>
d í
cla ro</w>
as jik</w>
al onicenses</w>
Tes alonicenses</w>
Pad re</w>
L OS</w>
Inter net</w>
DIC EN</w>
4 6</w>
20 12</w>
20 10</w>
é i</w>
É l</w>
x ooj</w>
tri bunal</w>
to qʼaaʼ</w>
so bre
si do</w>
ri os</w>
re si
re alidad</w>
raj tahqaneel</w>
qʼi jil</w>
qʼa taj</w>
qui era</w>
pueb lo</w>
pla ne
ma lo</w>
kʼi haal</w>
ki qʼorik</w>
jaruu j</w>
inkʼu larik</w>
i mag
humani dad</w>
fá cil</w>
enfer me
de f
cie lo</w>
ci do</w>
cer ca</w>
car se</w>
bauti zó</w>
a pa
V EN
Sergu éi</w>
Sal ones</w>
PREG UN
P ara</w>
N e
M o
CI ÓN</w>
xi ikʼ</w>
v an
u htaaj</w>
tzʼuhkri samaj</w>
tran s
ti kʼa
t r
so mos</w>
sin oq</w>
si er
se cu
ruka pe
rel ación</w>
r ías</w>
pue do</w>
plane ta</w>
ni maj</w>
na nu
mun dial</w>
mi ik</w>
le y</w>
kini maj</w>
ki miik</w>
kaxar o
ka bʼ
iru tobʼeej</w>
in qil</w>
in clu
hala kʼun</w>
gra ves</w>
glesi a</w>
ga do</w>
g ran
enten der</w>
di ri
con ciencia</w>
co quete
chʼi klik</w>
ca s
bʼe h
bautizar se</w>
apósto l</w>
ad or</w>
a qʼ</w>
Uni dos</w>
Q ʼ
P o
Ha y</w>
Es tados</w>
Co mit
xu koj</w>
uni dad</w>
t í
t uut</w>
suq bʼisaj</w>
sigui entes</w>
secu ción</w>
s ach</w>
re ali
r ían</w>
perso nal</w>
per secución</w>
pe lig
pare ce</w>
oj b</w>
o cur
mien tras</w>
kʼi hik</w>
ki bʼanam</w>
ja n</w>
inqa kʼul</w>
ina wikʼraaj</w>
ina kʼuhtaaj</w>
i h
h or
gr áfi
est é</w>
es toy</w>
di eron</w>
deb ería</w>
cre ó</w>
ci onal</w>
cha wiij</w>
ch ʼa
cele b
cam ino</w>
c emos</w>
bʼ eem</w>
ac o
a te
a a</w>
W O
V i
RE E
Pi en
K o</w>
Ja aw</w>
In forme</w>
Descu bra</w>
ʼ ooj</w>
ón de</w>
án der</w>
z o
x ánder</w>
x iik</w>
x eej</w>
to rio</w>
to h
si to</w>
respe to</w>
ra r</w>
prome te</w>
o u
nima q</w>
mi l</w>
man i
kʼi sinoq</w>
kij ibʼ</w>
ki kamaj</w>
jen o</w>
ja bʼ</w>
in vesti
in kik</w>
ide as</w>
ha ga</w>
g oberna
escu cha
enf ren
ehtʼa li
do c
dist in
ch ʼ</w>
bíbli cas</w>
all í</w>
agu an
ac ciones</w>
a ño</w>
WO ʼ</w>
Q il</w>
P ue
K i
Je re
Escri turas</w>
Cuá l</w>
Cre e</w>
Co rea</w>
20 18</w>
20 13</w>
ú bli
vi si
vi ol
tzuh bʼ</w>
tiʼ jolal</w>
teni do</w>
taqʼa niik</w>
tan do</w>
t ro
su cursal</w>
s é</w>
reg al
re almente</w>
raj kaman
qu n
prácti cas</w>
o sos</w>
narusacha m</w>
mo l</w>
mi emb
lle g
l en
kape bʼinik</w>
hac emos</w>
ex tre
di o
descu bri
demo st
cul pa
con ta
cier to</w>
cambi ar</w>
c entro</w>
bʼa naj</w>
bʼa hiil</w>
aj qʼatal</w>
Su r</w>
Sal ón</w>
NA Bʼ
Da tos</w>
A nato
xa t
x oj
wil kooj</w>
w anik</w>
u ter
tz ʼ</w>
sal v
ru yeʼem</w>
ru q</w>
ri ca</w>
prueb a</w>
profec ías</w>
pro pó
por no
ne el</w>
na cimiento</w>
mo ri
loqʼ ej</w>
la nte</w>
k uuk</w>
jun sut</w>
j u</w>
iru kʼax</w>
in kinimaj</w>
human o</w>
gráfi cos</w>
gra n</w>
g ri
encontra r</w>
de cla
da ño</w>
cu at
bio gráficos</w>
bauti smo</w>
ar le</w>
alcan zar</w>
ab an
a xik</w>
N CI
KʼU L
H u
BÍBLIC O</w>
A ño</w>
4 7</w>
0 7</w>
Ó VEN
ÓVEN ES</w>
xu tzʼuhkrisaj</w>
wil kaat</w>
tra ba
te ri
suq bʼik</w>
ser ía</w>
s pi
ruko ʼ
regi ón</w>
re ʼ
que ri
qa l</w>
porno grafía</w>
pa ʼ</w>
on o
na tu
muer tos</w>
mi o</w>
me tas</w>
l la</w>
l ena</w>
kʼ saj</w>
ju icio</w>
gusta ría</w>
gi r</w>
escri bi
e mo
disfru tar</w>
destru i
dese a</w>
d ando</w>
cuat ro</w>
con duc
cha ʼ
ch e</w>
ce p
c í
c ando</w>
ayu dó</w>
apren der</w>
ana m</w>
aj reʼ</w>
acti vi
a rio</w>
P AH
PAH Q
O N
J ÓVENES</w>
I RU
A r
A R
19 7
ú n
án ge
ánge les</w>
É xo
Éxo do</w>
xki kʼul</w>
xki koj</w>
xi la
wih ʼi
vu el
verdad ero</w>
uter ono
uterono mio</w>
us a</w>
sali r</w>
rukor kiil</w>
ru yeew</w>
ru kimiik</w>
r nos</w>
qun chelaal</w>
q o
propó sito</w>
pro ve
polí tica</w>
pa tinik</w>
p úbli
naru kʼu
mp i
kaxaro hiil</w>
kapa am</w>
k eh
k e
inqa nabʼeej</w>
inqa kapaaj</w>
inqa chih</w>
inkʼu ljik</w>
inf lu
hacer lo</w>
hab er</w>
ha bʼ
fi el</w>
f ra
escu ela</w>
demuest ra</w>
confi ar</w>
ciu dad</w>
científi co</w>
cambi o</w>
ca pa
c aciones</w>
buen os</w>
bomb a</w>
awi lom</w>
ar te</w>
acha reel</w>
a ʼ
Y ou
PREGUN T
P RI
O le
O O
De uteronomio</w>
D A</w>
Can ción</w>
5 7</w>
4 9</w>
20 15</w>
óni cas</w>
é fon
z ona</w>
yo hbʼaal</w>
y u</w>
xa ta</w>
wi h</w>
ve lación</w>
uste des</w>
tyoo xeej</w>
tu vo</w>
to res</w>
ten er
tel éfon
ta rá</w>
s ra
ru kʼa
ru familia</w>
reʼ yuʼ</w>
rela to</w>
rehtʼa l</w>
re ce</w>
r lo</w>
r i</w>
qu u
proble ma</w>
pro b
pri sión</w>
pen a</w>
pa sa</w>
nin gún</w>
mon ios</w>
mi e
mie do</w>
medi ante</w>
lla ma</w>
kʼi sa</w>
ki in</w>
jus ticia</w>
inu kapaaj</w>
inki l</w>
in qi
in mor
imp u
i glesia</w>
ho l</w>
hab ían</w>
ha ya</w>
fal ta</w>
ex o</w>
es fuer
er da</w>
di ver
di fi
cu á
co mi
co me
ci ó</w>
buen o</w>
awa jaaw</w>
an unci
ale g
alco hol</w>
al e</w>
a ma</w>
X asjik</w>
T U
Re velación</w>
Ma reh</w>
K orik</w>
J IK</w>
I sra
4 3</w>
ú ni
zo nas</w>
yeʼ wik</w>
xki kanaaʼ</w>
xa wil</w>
wihʼi ik</w>
v as</w>
tori a</w>
tar se</w>
sier vos</w>
ri as</w>
reuni ón</w>
respu estas</w>
religi ón</w>
qʼ ik</w>
princi pi
principi o</w>
pon er</w>
pe o</w>
pe nal</w>
pe cado</w>
ot her</w>
o l</w>
naki bʼanam</w>
na h</w>
ko kʼ</w>
kiʼi kʼik</w>
jun elik</w>
j as</w>
iru kʼul</w>
inki pahqaaj</w>
inki koʼleej</w>
inki b</w>
ide a</w>
i qal</w>
hab rá</w>
go al</w>
f r
dol or</w>
d ente</w>
cre en</w>
ca b
adolesc entes</w>
ab le</w>
You r</w>
T he</w>
PRI NCI
PRINCI PI
PRINCIPI O</w>
PREGUNT AN</w>
P re
OO L</w>
O lena</w>
N ik</w>
Jere mías</w>
IRU QʼOR</w>
HA T</w>
C am
8 3</w>
5 3</w>
. .</w>
. ..</w>
áni ma</w>
ándo se</w>
xila k</w>
uni ver
tzʼihbʼa maj</w>
su ce
si kʼa
ru kʼaxooj</w>
ru ch</w>
regal o</w>
qa yeʼaabʼ</w>
qa qʼijil</w>
qa migo</w>
parti ci
ob ra</w>
o ʼ
no ta</w>
ni kʼ</w>
mis ma</w>
mina r</w>
la m</w>
l lo
ku y
kee b</w>
kana ʼ</w>
iru b</w>
inki mik</w>
ina tijej</w>
ina req</w>
in qani
in eel</w>
i h</w>
hici eron</w>
hi s
habʼ ul</w>
gobier nos</w>
gen i
fí si
fuer te</w>
fal sas</w>
en tra
e les</w>
di cen</w>
de tal
cu erpo</w>
cri sis</w>
cre er</w>
cla se</w>
car ta</w>
cambi ó</w>
an zas</w>
al jik</w>
ador ación</w>
a nabʼeem</w>
V í
U na</w>
S E
L E
Kʼ IJ
KʼIJ OOL</w>
I ÓN</w>
G e
AC IÓN</w>
A b
í so</w>
yeʼa riik</w>
xo waaj</w>
xi kʼik</w>
wi ibʼ</w>
val or</w>
tzʼih bʼjik</w>
tu ra</w>
tien es</w>
ti do</w>
ten go</w>
ten cia</w>
si mo</w>
s or
r ónicas</w>
pro c
princi pios</w>
prim ero</w>
prim era</w>
poder oso</w>
op ción</w>
mu el</w>
mo so</w>
man o</w>
loqʼ inik</w>
llama da</w>
ko v</w>
ki yeʼaabʼ</w>
kana am</w>
inqani maj</w>
inki kʼax</w>
ina chih</w>
hi ik</w>
ha a</w>
h ebre
ga res</w>
especi al</w>
er ún</w>
en vi
e fec
dis cí
discí pu
di ciones</w>
deb en</w>
chʼi hil</w>
chihi im</w>
cha kapaaj</w>
bíbli ca</w>
ayu dado</w>
autori dades</w>
ami gohiil</w>
aguan tar</w>
ab an</w>
a nali
T en
Sa muel</w>
Qa Jaaw</w>
Pue de</w>
NA Q</w>
Le ah</w>
Le a</w>
Isra el</w>
IC A</w>
Hu manos</w>
De rechos</w>
Cam erún</w>
C rónicas</w>
6 0</w>
5 6</w>
20 17</w>
z an</w>
z ado</w>
yowa abʼ</w>
x tzʼuhkri
x jal
wiʼ k</w>
vi eron</w>
univer so</w>
tzʼa pa
tiʼ kiil</w>
ti bʼ
teléfon o</w>
ta les</w>
sti tu
so y</w>
so lu
sig lo</w>
servi cio</w>
ru bʼeh
ri saj</w>
rel aci
re fu
r é</w>
prom esas</w>
predi cación</w>
pas ó</w>
p ár
organiz ación</w>
or ía</w>
o sa</w>
o co</w>
mé di
m es
l mente</w>
ko jarik</w>
jus to</w>
je ʼreʼ</w>
iru bʼehsaj</w>
inki tzʼir</w>
in vi
in sahchik</w>
hebre o</w>
he ri
h chʼ</w>
gu er
g eli
ex peri
est ás</w>
enseñ anzas</w>
en en</w>
empe zar</w>
ee ʼ</w>
discípu los</w>
dese o</w>
demostra r</w>
de monios</w>
cu án
confi anza</w>
clu sión</w>
chʼi ka
chaqʼla miil</w>
ayudar le</w>
ar res
ar lo</w>
agu a</w>
aban dona
a tiij</w>
a res</w>
a fir
S O</w>
P e
LE C
DIC E</w>
Con o
A l</w>
200 4</w>
0 9</w>
últi mos</w>
ó li
xa reʼyuʼ</w>
ve a</w>
ti qʼaaʼ</w>
ter ri
ten ga</w>
tah qa
sabi du
sabidu ría</w>
sab emos</w>
s tu
s tas</w>
ru kʼam</w>
re c
rajkaman oom</w>
qʼa hsaj</w>
qui z
qah sam</w>
pun to</w>
prueb as</w>
pre exo</w>
pon en</w>
po l</w>
pe que
pa sar</w>
or om</w>
na req</w>
na b</w>
n do</w>
muer to</w>
mo do</w>
ló gi
loqʼ il</w>
lle gar</w>
le ctu
k un
k ehtʼal</w>
ju dí
ja lam</w>
inu koj</w>
importan tes</w>
igu al</w>
i den
iden ti
ha mbre</w>
h t
gran des</w>
g or
famili as</w>
cur so</w>
cli má
chʼi hchʼ</w>
ca mos</w>
bo l</w>
ba mos</w>
ayudar nos</w>
anti gu
activi dades</w>
a fec
Z ACIÓN</w>
TU ALI
TUALI ZACIÓN</w>
Re yes</w>
R eh</w>
M e</w>
In qa
H i
C A
AC TUALIZACIÓN</w>
0 5</w>
0 1</w>
ñ a</w>
xkʼu ljik</w>
xki mik</w>
vol ver</w>
van geli
v sk</w>
uti li
tzʼih bʼ</w>
tzʼi ri
ti qʼorik</w>
taqʼa aj</w>
tahqa aljik</w>
ta ba</w>
t yo
stan te</w>
si quiera</w>
si mp
si ento</w>
si endo</w>
servi r</w>
segu ra</w>
sa dos</w>
ruku xiik</w>
ru bʼaan</w>
ro pa</w>
regi stra
re q
req em</w>
re cha
ra mos</w>
que remos</w>
pregun tan</w>
permi te</w>
pen di
palab ra</w>
o sas</w>
natu ra
men ores</w>
me ta</w>
ma si
ko wiil</w>
kiʼ ooj</w>
ki ponik</w>
ki n</w>
ki kamanik</w>
kabʼ cheel</w>
juʼ ju
jot ʼ
iru k</w>
inkʼu tinik</w>
ina nabʼeej</w>
impor ta</w>
i le
his toria</w>
ha ab</w>
gen es</w>
ge y</w>
fun da
esta rá</w>
esta ban</w>
en ni
e j
def en
de masi
de bi
d ónde</w>
cre e</w>
con si
co pi
c ó</w>
c ru
bene fici
be bi
an o
ade lante</w>
a vi
a tención</w>
T O
Ser gey</w>
O T
K A
Est á</w>
EM P
C on</w>
C O
A nali
ya riik</w>
y ó</w>
y endo</w>
xu tzʼihbʼaaj</w>
x i</w>
w eh
volu men</w>
vol un
vi o</w>
tzʼiri m</w>
to da
toda vía</w>
tibʼ ka
ti s
ti cos</w>
ta rio</w>
si r
segu ros</w>
sacha rik</w>
ri bu
res ca
relaci ona
re htalil</w>
raz ón</w>
que dar
qu yʼinik</w>
qoj ki
publi caciones</w>
propi a</w>
pro h
princi pa
pregun ta</w>
pe di
obede cer</w>
neutra les</w>
necesi tamos</w>
necesi ta</w>
nec es
ne e</w>
muest ra</w>
mi les</w>
me mor
m ó</w>
li ik</w>
le yes</w>
l i</w>
l bʼees</w>
ka aj</w>
jo h
j es</w>
ixo wanik</w>
in tobʼinik</w>
in iik</w>
in for
ho mo
haci endo</w>
guer ras</w>
gu ía</w>
ge ren
fra g
evi tar</w>
esper ar</w>
enferme dades</w>
eh bʼik</w>
e eh</w>
dar le</w>
d ena</w>
conduc ta</w>
cari ño</w>
c ár
c in
c al</w>
bʼi h</w>
ate mala</w>
asun to</w>
aj e</w>
acab ará</w>
X nu
Ta mbién</w>
So corro</w>
S A
R E</w>
R A
PAHQ AAJ</w>
M an
M O</w>
In ki
Gu atemala</w>
Euro peo</w>
Euro pa</w>
Cu án
Cre ador</w>
B a
ARI IK</w>
A AL</w>
5 4</w>
0 000</w>
yʼ eej</w>
y i
xqʼ uun</w>
wa qiibʼ</w>
tiʼ elik</w>
tikʼa aʼ</w>
ti ana</w>
ta mp
tamp oco</w>
ruchʼi hiil</w>
rubʼana rik</w>
ru yeʼariik</w>
ru wi
ru tzʼa
ru bʼahiil</w>
re pu
ra kʼuun</w>
pudi era</w>
prom esa</w>
proc eso</w>
pro du
pa jarik</w>
ocur ri
ne a</w>
mu ri
m bʼal</w>
lu lar</w>
llev an</w>
liber tad</w>
lectu ra</w>
la res</w>
kor sam</w>
ki taqʼanik</w>
ki rutobʼeej</w>
jun tos</w>
jo ven</w>
ji naj</w>
j inik</w>
inki tijej</w>
inka n</w>
in suqbʼik</w>
in spi
in bʼaan</w>
i mi
her manas</w>
fu era</w>
fo to</w>
fi estas</w>
estu vo</w>
es cla
e ʼ</w>
doc tor</w>
des ta
cul pa</w>
cristi ano</w>
comi da</w>
chi bʼih</w>
cha yeew</w>
bʼa hi
bʼ il</w>
aʼ n</w>
ar ía</w>
ac ción</w>
a pare
a mente</w>
a aj</w>
Ví ktor</w>
Ta tiana</w>
M a</w>
LEC CIÓN</w>
KʼU H
Ho oʼ</w>
Anato li</w>
A unque</w>
0 6</w>
0 2</w>
én es</w>
z h
y an</w>
x qʼorik</w>
ví cti
vers ículos</w>
tzʼa p</w>
tra ducción</w>
tra baj
tend rá</w>
so corro</w>
segu ras</w>
s ent
ruku yariik</w>
ruka na
ruka b</w>
ru sikʼa
ru sacha
ru qʼor</w>
repu tación</w>
refu gi
re y</w>
re de
ra vi
ra m</w>
ra h
ra f
r te</w>
r inik</w>
qʼo reej</w>
qui eren</w>
qa naʼojbʼal</w>
pár raf
prácti ca</w>
posi ción</w>
ori g
naqa hsaj</w>
na waaj</w>
miemb ro</w>
mes es</w>
men ti
memor ación</w>
me tros</w>
mani a</w>
man e
li mpi
l eem</w>
ki mahk</w>
ki haaʼ</w>
juʼju naal</w>
j in
inki kʼraaj</w>
in wikʼraaj</w>
in kʼa
in formación</w>
i hil</w>
frag mento</w>
famili ares</w>
f le
er ta</w>
en er
en e
empe zó</w>
d ora</w>
con ver
ci r
ci les</w>
chu k</w>
chi iʼ</w>
chaʼ je
ca mente</w>
c el
bomb ar
bombar de
b e</w>
ar reg
a mbi
Z AR
Ti to</w>
S í</w>
Qʼ eʼ</w>
PI ZAR
No é</w>
N U
M e
L i
INKI PAHQAAJ</w>
IM PO
H ab
DE L</w>
D eb
Cono zca</w>
Con memoración</w>
Cha sikʼ</w>
5 1</w>
1 19</w>
ʼ sil</w>
úni co</w>
én do
á zar
ázar o</w>
á cu
z a
yʼ eem</w>
y en</w>
xu kanaaʼ</w>
xtzʼuhkri sanik</w>
xkʼu larik</w>
xa riik</w>
x raaj</w>
wuk tik</w>
wiʼ jal
vol ver
viol encia</w>
vi ve</w>
vi l</w>
uh b</w>
tra du
too b</w>
ti smo</w>
tar án</w>
tahq eej</w>
t ʼu
sig an</w>
senti mientos</w>
segu ro</w>
sa ch
ruto b</w>
rukor sjiik</w>
rubʼeh el</w>
ro o
ro jiik</w>
ri ʼsil</w>
raz ones</w>
raz ona
r ación</w>
qʼ uh
qu ería</w>
q anima</w>
pu l
pro gra
predi jo</w>
por t
perso nalidad</w>
o cul
nin guna</w>
nabʼ jik</w>
na qʼor</w>
na les</w>
mej orar</w>
maʼ chih</w>
man a</w>
ma ravi
m ón</w>
kʼi naq</w>
kʼi m</w>
ku xi
ki waʼ</w>
ki kʼuhtaam</w>
kana a</w>
k san
inmor alidad</w>
ini kʼik</w>
ina kʼul</w>
in taqʼanik</w>
in qu
imp i
i dio
fuer tes</w>
estudi o</w>
esta ble
est ro</w>
en car
di endo</w>
des cri
da tos</w>
d era</w>
cár c
cárc el</w>
cumpli r</w>
culpa ble</w>
coquete ar</w>
científi cos</w>
ci endo</w>
chʼu wa
ch eeʼ</w>
ca sos</w>
ca si</w>
bʼahi lbʼees</w>
beb er</w>
aw amigohiil</w>
asi stir</w>
apren dido</w>
aleg ría</w>
ag re
a i
Wi l
Tra baj
Re y</w>
RU KʼUL
RUKʼUL ARIIK</w>
REE T</w>
R uukʼ</w>
R es
Na ta
N I
L ázaro</w>
E vangeli
E lla</w>
Bʼ E
ANT ES</w>
5 9</w>
1 6
ʼ jun</w>
ú pol</w>
xu req</w>
xu q</w>
xi ʼooj</w>
x tzʼihbʼjik</w>
x sahchik</w>
wil keeb</w>
ven ta
ve mos</w>
tyo x
too bʼjik</w>
to l
ti ik</w>
t es
super ar</w>
su s
st ácu
st ri
senti r</w>
segu ridad</w>
se x
se is</w>
sa tis
ruto bʼeem</w>
ru haa</w>
ri úpol</w>
ra mente</w>
r re
qu ías</w>
qoj qʼorik</w>
qa hermano</w>
pre ven
posi tiva</w>
pen sa
pe le
para íso</w>
pa sado</w>
p os</w>
ori s</w>
ob stácu
o port
nue vo</w>
na ción</w>
m eros</w>
lu z</w>
le za</w>
la g
l onia</w>
l ac
kʼaxki leej</w>
ki xilak</w>
ki q</w>
ki kʼulum</w>
k a</w>
iru kanaaʼ</w>
inqa pahqaaj</w>
inki kʼam</w>
ina nimaj</w>
ina kanaaʼ</w>
impu l
honra dos</w>
hab i
ha go</w>
g ía</w>
ex ac
escla vo</w>
er te</w>
equi vo
entre tenimiento</w>
ele c
e v
difí ciles</w>
dar á</w>
d ale</w>
cre ación</w>
conse jo</w>
confi r
comple to</w>
co sa</w>
ci ona</w>
chʼika aʼ</w>
cha qʼor</w>
cha bʼan</w>
ce lular</w>
ayudar án</w>
autori dad</w>
asun tos</w>
aqu í</w>
an cia</w>
ador ar</w>
ac oso</w>
abandona do</w>
Xki qahsaj</w>
Ti ene</w>
R OS</w>
NA ʼ
N os</w>
Ma riúpol</w>
KO RUMAN</w>
KO J</w>
K ʼa
Ju ʼjun</w>
J E
IMPO RT
F í
EST EMOS</w>
E sta</w>
E R
D es
B ri
B oris</w>
Ale xánder</w>
A pren
A WACH</w>
A W
9 7</w>
200 3</w>
20 16</w>
1 45</w>
ʼ reej</w>
ʼ lik</w>
áni mo</w>
yoʼ jiik</w>
yo j</w>
yi hk</w>
ye ja
ye j</w>
x qʼorarik</w>
wiʼjal eel</w>
vi sto</w>
val e</w>
tyox ej</w>
tran qui
ti l</w>
ti cas</w>
ter re
ten gan</w>
tar de</w>
t on
t la
tla na</w>
su e
se mana</w>
se amos</w>
san eel</w>
sab e</w>
sa mb
ruwi hiik</w>
ru bʼeeh</w>
resu rre
reh kʼeen</w>
recibi r</w>
re as</w>
ra do</w>
ra da</w>
r me</w>
qʼi jinik</w>
qoj ru
qoj ikʼik</w>
qa mahk</w>
qa bʼanooj</w>
públi ca</w>
preven tiva</w>
prepara do</w>
pon e</w>
per fec
per der</w>
pa sos</w>
op ina
opina n</w>
o kik</w>
naru wihʼiik</w>
na suqkileej</w>
na cional</w>
má genes</w>
mp onik</w>
mi lag
mi l
mensa jes</w>
mal dad</w>
len gu
lab ores</w>
kʼacha abʼ</w>
ki bʼi
judí o</w>
je e
j ar
inqa jik</w>
inki tobʼeej</w>
in stru
in sk</w>
in forme</w>
importan cia</w>
imp resi
i raj</w>
i mágenes</w>
i kʼinaq</w>
gra ve</w>
g obernante</w>
fortale cer</w>
fa v
esta do</w>
escribi ó</w>
es co
ent en</w>
enseñ ó</w>
eh kʼ
e ter
di señ
detal les</w>
demuest ran</w>
deci dir</w>
deber íamos</w>
de re
cu ad
contra rio</w>
con stru
co mien
ci os</w>
cel esti
cas ó</w>
ayudar on</w>
ayu dan</w>
ar re
ab us
a soʼ</w>
a me
a kanaaʼ</w>
a jaawriik</w>
a halakʼuun</w>
VI G
VIG IL
VIGIL ANTES</w>
T e</w>
Se ñ
SI EMP
SIEMP RE</w>
RI B
Pien se</w>
P U
O S
M AN
L IK</w>
Es te</w>
Cuá les</w>
Comit és</w>
Cha koj</w>
Ch ri
CA SO</w>
A hora</w>
1 4
ʼ bʼik</w>
ñ ana</w>
í sti
Í AS</w>
xu jal</w>
x q</w>
wi low</w>
w uukʼ</w>
w ehtʼal</w>
w a</w>
vi ene</w>
val ores</w>
un d
tzʼ u
tu s
tra ta</w>
to ma
ti ó</w>
ten gamos</w>
sobre llevar</w>
si en
se cción</w>
sach bʼal</w>
rusikʼa riik</w>
ruchʼi hil</w>
ru xiikʼ</w>
ru nim
ru bʼanooj</w>
resurre cción</w>
re ve
rah án</w>
qui eres</w>
que da</w>
qa kapebʼaal</w>
qa bʼanam</w>
q rik</w>
párraf o</w>
pru dente</w>
prim eros</w>
prim er</w>
po m</w>
paí ses</w>
pa t
pa r</w>
oʼ q</w>
obje tivo</w>
o si
nue va</w>
ni ños</w>
mu cha</w>
mor ales</w>
mo stra
mi sta</w>
maravi llo
maja a</w>
ma du
m er
lí nea</w>
le mente</w>
le al</w>
kʼax am</w>
kʼ em</w>
kor sanik</w>
koj bʼal</w>
je j</w>
iru pahqaaj</w>
investi ga
ini dad</w>
in jus
i il</w>
haci a</w>
gun da</w>
gri ego</w>
ga nas</w>
g er</w>
g ar
fi eles</w>
fav or</w>
exi ste</w>
ex per
estudi ando</w>
est én</w>
espiritu ales</w>
encontra rá</w>
en ci
e du
dona ciones</w>
demost r
cu anto</w>
consu elo</w>
cono ce</w>
con dena</w>
comp ro
comp ren
ciona r</w>
cie dad</w>
cho pom</w>
chi ca</w>
cer á</w>
cen tra
bʼe hik</w>
bus car</w>
bu los</w>
b an
b all
ball ena</w>
apo yo</w>
al rede
agra deci
a xki
a man</w>
X kamanik</w>
Vi ktor</w>
V er
To dos</w>
Señ or</w>
SCU R
RT E</w>
RIB IL
RIBIL LO</w>
NABʼ AN</w>
N u
N T
Ma ʼ
KʼUH Bʼ
KʼUHBʼ AAL</w>
K a
Ina kapaaj</w>
IMPORT ANT
IMPORTANT E</w>
Hi jo</w>
EST RIBILLO</w>
DI SCUR
Ab rahán</w>
6 6</w>
1 7
ʼa n</w>
ñ a
í n
ár kov</w>
z ados</w>
yeʼ ooj</w>
y uu
xu b</w>
xjal wik</w>
x elik</w>
wa ch
verdad era</w>
val ora</w>
v el</w>
tus lik</w>
toh qʼik</w>
tex tos</w>
t or
st ya
sor pren
situ aciones</w>
ru taqʼaniik</w>
ru koj</w>
ro res</w>
re fle
qʼe bʼ</w>
qʼa t</w>
qʼ ehbʼik</w>
queri dos</w>
qah sanik</w>
pu erta</w>
pu do</w>
proh ib
progra ma</w>
preocu pa</w>
preocu pa
pre g
preg ún
pa cto</w>
pa aj</w>
p e</w>
or b</w>
op ti
novi o</w>
natura leza</w>
muje res</w>
mis mos</w>
mi la</w>
mi gohiil</w>
men tal</w>
may oría</w>
man iik</w>
ma d
mad re</w>
lle va</w>
li am</w>
lab or</w>
kʼuhta nik</w>
kʼ ooj</w>
kri stya
kow jik</w>
ki kojom</w>
ki kapebʼaal</w>
ki bʼanooj</w>
j reet</w>
is és</w>
iru kuy</w>
iri l</w>
inu qʼor</w>
inti ʼbʼik</w>
inqi kʼraaj</w>
inkʼu lik</w>
inclu ye</w>
ina kʼax</w>
in yeʼarik</w>
in toobʼinik</w>
in ku
in geni
ht jiik</w>
hi ja</w>
ha s</w>
h na
geren cias</w>
gener al</w>
g lo
enni s</w>
en bʼees</w>
demostra mos</w>
demasi ado</w>
d mila</w>
cuen cias</w>
cor re
contro l</w>
conta cto</w>
conse cuencias</w>
con f
comuni carse</w>
compañ eros</w>
comen zó</w>
climá tico</w>
ci da</w>
cha pahqaaj</w>
cha n</w>
cha m</w>
celesti al</w>
cal ma</w>
ca paz</w>
bi lonia</w>
au to
at uut</w>
ar án</w>
anunci os</w>
alrede dor</w>
al o
actu ar</w>
ac on
a to
Wil liam</w>
T Z
PA RTE</w>
PA AJ</w>
OT ROS</w>
ON ES</w>
O B
NAʼ LIK</w>
Mo isés</w>
Kʼ A
KA PAAJ</w>
J árkov</w>
I mponik</w>
F ran
ES E</w>
D ennis</w>
Comit é</w>
Chu ʼnchel</w>
Ba bilonia</w>
A sí</w>
1 8
0 8</w>
ó gi
zar on</w>
xa qʼor</w>
x yeʼarik</w>
wu tkeel</w>
wa chi
ví tico</w>
vali entes</w>
v amos</w>
trabaj ando</w>
tra tar</w>
tiʼ bʼisaj</w>
tiv as</w>
ta te</w>
ta des</w>
ta da</w>
ta ciones</w>
su é</w>
su r
su fici
si maj</w>
si kʼim</w>
se ri
ru too
ru tkeel</w>
ri low</w>
reqa rik</w>
regi st
re presen
qʼe q</w>
qui si
qui ero</w>
que as</w>
qi ij</w>
qi ib</w>
qa kamaj</w>
pun tos</w>
predi cando</w>
par tes</w>
pa ciencia</w>
ol ógi
of rece</w>
o do</w>
nu tiij</w>
ne ʼ</w>
ne ga
naʼa qʼorom</w>
na wil</w>
na tijej</w>
na kʼuhtaaj</w>
na koj</w>
má xi
mu ch
much í
mb ios</w>
man tener
man da
maja ʼ</w>
lu gares</w>
logra r</w>
le o</w>
le c
lan do</w>
kʼux bʼal</w>
kʼa am</w>
kor samaj</w>
ki tinamiit</w>
ki moloj</w>
ki ló
ki ib</w>
ki familia</w>
ka ʼ
j ese</w>
inte res
inqa tiqʼaaʼ</w>
inqa kʼax</w>
inka hnik</w>
in tyoox</w>
in kojarik</w>
impor tar</w>
imp li
identi fi
i qʼo
i lwik</w>
ha z</w>
gra ti
ga na
g ü
g er
f inal</w>
estu vi
escucha r</w>
es for
er rores</w>
ent ó</w>
ehtʼali im</w>
du l
diferen tes</w>
d í</w>
d é
cuá les</w>
con tiene</w>
con clusión</w>
ci dos</w>
cha r</w>
ca mbios</w>
ca dos</w>
bene fi
avi ón</w>
apren diendo</w>
apa ri
anima les</w>
ali mento</w>
a pli
a dul
VI D</w>
T I
R i
P ol
P L
Ole g</w>
Ne w</w>
Mi queas</w>
Le vítico</w>
Jo sué</w>
EST O</w>
Co mien
Chu paam</w>
Cha tijej</w>
CO VID</w>
Bri an</w>
Al ina</w>
AN IK</w>
5 8</w>
10 4</w>
ʼ I
ón yu
ó ta
á bamos</w>
z amos</w>
yoh b</w>
y ot
xu kʼul</w>
xu k
xki korsaj</w>
xi ponik</w>
x tobʼinik</w>
x kik</w>
wuk tiik</w>
vir gen</w>
ver as</w>
u r
tʼu ch</w>
tzʼi h</w>
tra te</w>
tol er
to j
terri torio</w>
terre mo
ten ían</w>
te r</w>
taqʼa neel</w>
t sk</w>
ser án</w>
senti mos</w>
sent ía</w>
sab ía</w>
s óta
rusacha riik</w>
rukʼu htjiik</w>
ru tz</w>
ri ib</w>
recu per
recu erda</w>
re cor
ra s
qʼ oom</w>
quu kʼ</w>
pu estos</w>
propi o</w>
pro fe
posi tivos</w>
pla n
pien san</w>
pi de</w>
per dido</w>
pensa mientos</w>
orig inal</w>
o f</w>
novi az
noviaz go</w>
neces a
narukʼu lariik</w>
na rojiik</w>
n ee
muchí simo</w>
mu ere</w>
mo l
mis mas</w>
mini ste
ma ñana</w>
ma rik</w>
logra rá</w>
le g
le cciones</w>
ku ch</w>
ki yohkik</w>
ki ru
ki qʼabʼ</w>
ki halakʼuun</w>
ki bʼeeh</w>
ki b</w>
kan sanik</w>
ja más</w>
iri low</w>
investiga dores</w>
inqa suqkileej</w>
inqa kanaaʼ</w>
inki q</w>
inki korsaj</w>
ini larik</w>
ina ah</w>
in g</w>
h mik</w>
gu e</w>
gor o
ge co</w>
f ina
ele gir</w>
el lo</w>
ehkʼ enbʼees</w>
difi cul
di e
di cho</w>
dere cho</w>
demost ró</w>
dedi car
decla ró</w>
deci de</w>
deb es</w>
de tención</w>
de mi
da d
d entro</w>
cuán to</w>
cui dado</w>
cont ribu
cie los</w>
ci f
chʼa q</w>
chaʼje ej</w>
cha hmik</w>
ch inaah</w>
car ro</w>
cal or</w>
cab o</w>
c ónyu
bu r
aw eh
as pe
art ículos</w>
apoy ar</w>
ali men
ah í</w>
a ña
a xooj</w>
a toob</w>
a tijem</w>
a segu
T A</w>
Su cursal</w>
S in</w>
RU NABʼ
RI K</w>
PO R</w>
PIZAR RA</w>
Nata lia</w>
M A
K o
J un
E R</w>
E H
Di ría</w>
C a
Anali ce</w>
0 4</w>
ʼ oo
óli cas</w>
ó bulos</w>
íbli ca</w>
z os</w>
y iib</w>
xu tobʼeej</w>
xqa bʼan</w>
xnu koj</w>
xki req</w>
xa tijej</w>
xa ma
xama ano</w>
xa kʼul</w>
x in
wi lom</w>
volun tad</w>
vi ó</w>
uni maj</w>
tzʼi ra
to q</w>
tiki tobʼeej</w>
tibʼka al</w>
teni endo</w>
te le</w>
t bol</w>
sus pendi
sufici ente</w>
si enten</w>
si cal</w>
si ca</w>
ser v
rukape bʼjiik</w>
ru tuut</w>
ru sik</w>
ru mo
ro oq</w>
ro mp
ri fi
resul tado</w>
respon de</w>
respe tamos</w>
recibi endo</w>
re sa</w>
ran sil</w>
ra am</w>
r á
r les</w>
qʼa am</w>
quiz á</w>
qa familia</w>
pu so</w>
pro ce
pres ente</w>
pre ci
pr ó
pon er
pod rían</w>
po v</w>
po ca</w>
per mane
per d
pelig ro</w>
pelig ro
p esi
or amos</w>
op ini
ocul tismo</w>
obstácu los</w>
o s
o puesto</w>
o posición</w>
o gado</w>
o dia</w>
o cho</w>
o ca
no ticia</w>
necesi tas</w>
ne en
narusacha riik</w>
naru yeʼem</w>
naqa kojom</w>
na ri
n er
mu sical</w>
mu e
milag ros</w>
mi li
mi ci
mici li
micili ario</w>
mag ed
maged ón</w>
ma mbʼal</w>
ma h
mah kun
mahkun ik</w>
lo caus
locaus to</w>
lleg ó</w>
le ales</w>
kiʼ elik</w>
kini manik</w>
kiló metros</w>
ki kʼ
kape bʼal</w>
inqa suqbʼisaj</w>
inqa loqʼej</w>
inqa kʼam</w>
inki kanaaʼ</w>
in qʼi
in e</w>
impli ca</w>
ih b</w>
i tzʼih</w>
h ólicas</w>
h emos</w>
gu el</w>
goro d</w>
go l
gl óbulos</w>
físi co</w>
fr on
feli cidad</w>
experi encia</w>
es ca
en cu
en can
do miciliario</w>
distin tas</w>
dificul tades</w>
di os</w>
de rechos</w>
d ó
d én</w>
d or
d i</w>
contro lar</w>
cono cimiento</w>
confi able</w>
con ten
com pa
co mit
co lab
ci on
ci ento</w>
chʼi hiil</w>
cho pa
chihi m</w>
chi co</w>
car a</w>
ca u
c é
c un
bus ca</w>
bi lidad</w>
bebi das</w>
ayu de</w>
ayu dando</w>
arres to</w>
ar nos</w>
ali mentos</w>
alco hólicas</w>
al ina</w>
ac us
ac e</w>
ab ogado</w>
a un</w>
a tra
a nas</w>
a mahk</w>
a kapebʼaal</w>
a kamaj</w>
Z ONES</w>
V a
So l</w>
So ciedad</w>
S AL
SAL MO</w>
RUNABʼ JIK</w>
REE R</w>
RA ZONES</w>
Pol onia</w>
Ole xánder</w>
Mi guel</w>
Maʼ xta</w>
Li u
Ju das</w>
Jo sé</w>
Iru qʼor</w>
IN Q
I raaj</w>
I R
Ho locausto</w>
G alina</w>
Es to</w>
EN T
EH T
E dén</w>
Comien za</w>
Cha tzʼihbʼaaj</w>
CHA J</w>
C her
C REER</w>
B íblica</w>
Ar magedón</w>
A r</w>
4 000</w>
200 9</w>
20 00</w>
0 3</w>
0 0000</w>
ʼoo bʼ</w>
ʼa rik</w>
Ú NT
ÚNT ESE</w>
yuu qʼ</w>
yo res</w>
y entes</w>
xu tijej</w>
xqʼ un</w>
x yeʼwik</w>
x qil</w>
wil kiin</w>
wil i</w>
wi rik</w>
wa jaaw</w>
vo z</w>
vi o
vi enen</w>
ve h
u nas</w>
ti yohkik</w>
te mente</w>
ta ría</w>
ta rios</w>
ta ria</w>
t á
sóta no</w>
suspendi da</w>
su stitu
sta des</w>
st en</w>
si ona
se mos</w>
se cre
sac arle</w>
sab le</w>
sa da</w>
s tencia</w>
runim jiik</w>
ruko j
ru ye</w>
ren te</w>
religi osos</w>
re cur
razona ble</w>
qa haaʼ</w>
pu estas</w>
prove cho</w>
pron unci
pro vo
per dona
pare cer</w>
pa la
pa j</w>
oport unidad</w>
nu bʼan</w>
no v
ni ño</w>
naa bʼanam</w>
n tes</w>
máxi mo</w>
mori r</w>
mo tiv
mo da</w>
may or</w>
man do</w>
ma yores</w>
ma al</w>
logra rlo</w>
la jee
l ú</w>
l lo</w>
kʼu h
kʼa h</w>
ki loqʼil</w>
keh saj</w>
ke te
ka mambʼal</w>
jun kʼaam</w>
joh tik</w>
iru sach</w>
inkʼa mwik</w>
inki to
inki chih</w>
infor mes</w>
in wil</w>
hna leej</w>
g ando</w>
fi s
f rica</w>
f recu
exi sti
ex actitud</w>
esfuer zo</w>
equi po</w>
enferme dad</w>
enfer mos</w>
enci ma</w>
en ga
do poderoso</w>
dici onal</w>
di vi
descubri r</w>
demostr ándose</w>
dedi carse</w>
dar nos</w>
cuá l</w>
cristi ana</w>
consu ela</w>
comp or
co stu
co mb
cla ramente</w>
cin co</w>
ci vil</w>
chʼu waʼ</w>
chaqʼla am</w>
cha aqʼ</w>
capa cidad</w>
bʼa j</w>
bu lú</w>
b on
b er
b en</w>
ar ro
apari encia</w>
ami stades</w>
al ma</w>
a samb
a mal</w>
WIL IK</w>
W a
V al
U ste
Trabaj ó</w>
TO BʼE
TOBʼE E
TOBʼEE J</w>
Si kʼooj</w>
SI G
SIG NI
SIGNI F
SIGNIF ICA</w>
RU TOBʼEEJ</w>
Q O
QO J
QOJ RUTOBʼEEJ</w>
PREG ÚNTESE</w>
P or
OS OTROS</w>
Na ʼojbʼal</w>
N OSOTROS</w>
K on
J an
INQ A
HA Y</w>
Fí jese</w>
E O</w>
Di ablo</w>
A demás</w>
ʼa riik</w>
ú tbol</w>
ú a</w>
ér ci
y eej</w>
y ar
xu qahsaj</w>
xu nabʼeej</w>
xu m</w>
xnu kapaaj</w>
xki tobʼeej</w>
xki qahsaj</w>
xi sacharik</w>
x toobʼinik</w>
x kaaj</w>
x k</w>
wachi is</w>
wa xa
vícti mas</w>
vi ven</w>
vi erte</w>
vi a
ver dades</w>
vali ente</w>
va rios</w>
va rias</w>
v gorod</w>
v ar
tu vieron</w>
tu los</w>
tri bu
trans mi
tra tan</w>
tra n</w>
to bʼil</w>
ti ponik</w>
ter mina
temp oral</w>
te ma</w>
ta aj</w>
sufri do</w>
su gerencias</w>
stan cias</w>
sex teo</w>
sen tencia</w>
s ki
ski y</w>
s inti
s ando</w>
rureqa rik</w>
rukʼa xariik</w>
rukana am</w>
ru wihʼik</w>
ru sal
ru qʼi
roo x</w>
ri es
resul taron</w>
re sol
re loj</w>
re fi
re b
raj laal</w>
ra dos</w>
r jiik</w>
r aci
qʼuh tik</w>
qʼo riik</w>
qu er
qoj tahqaaljik</w>
pu h
prote ge</w>
pro pios</w>
principa les</w>
pregún tate</w>
peri odo</w>
pe ti
partici par</w>
pare ja</w>
pa sa
pa l</w>
or den</w>
ol vi
o di
necesi tan</w>
necesi dades</w>
necesi dad</w>
naqa chihiim</w>
na nabʼeej</w>
na ciona
n é
médi co</w>
muri ó</w>
mp e
mo st
mo mentos</w>
maravillo so</w>
manda to</w>
ma teri
ma dos</w>
m or</w>
lo gr
li sta</w>
li gente</w>
le al
leal tad</w>
la quías</w>
la am</w>
kʼax ool</w>
kʼa mam</w>
ksan d
ksand r</w>
kristya an</w>
kin elik</w>
ki wuktik</w>
ki wihʼik</w>
ki qʼorbʼal</w>
ki habʼul</w>
jun to</w>
jo s
jin oʼq</w>
ja miento</w>
inter ro
inte ligente</w>
inspi rada</w>
inqa tyooxeej</w>
inqa kuy</w>
inki mol</w>
injus ticias</w>
ina s</w>
in k</w>
impresi ona
imp uso</w>
imp e
im pacto</w>
ih ch</w>
i siin</w>
i hnaal</w>
i e
hu bi
hor as</w>
ho gar</w>
hi ʼlik</w>
hi y</w>
hacer se</w>
ha gan</w>
gu í
for mas</w>
f rente</w>
extre mo</w>
ex pul
er lo</w>
enseñ an</w>
encontra do</w>
eh e
ehe mías</w>
e z</w>
dó lares</w>
do min
dis puesto</w>
def ini
deci mos</w>
debi do</w>
de por
de je</w>
cun stancias</w>
con vers
con dicional</w>
comit és</w>
comen tario</w>
comen ta</w>
comb a
cla ve</w>
cla ses</w>
ciu dad
cir cunstancias</w>
cif ras</w>
cier tas</w>
ci r</w>
cha mam</w>
cer lo</w>
