#version: 0.2
o s</w>
ʼ n</w>
b ʼ
k y
a n
t u
t i
t z
e r
i n</w>
e s
q u
i l</w>
e n
e l</w>
t o
e n</w>
d e</w>
q ʼ
a s</w>
a j</w>
c h
i n
ʼ j</w>
o n
a r
a m
qu e</w>
t e</w>
tu ʼn</w>
u n</w>
e s</w>
j a
c i
l a</w>
u n
a l
a j
k ʼ
bʼ il</w>
e x</w>
a n</w>
d o</w>
t r
ti ʼj</w>
a ʼn</w>
d i
h o
e m
i os</w>
a b
to j</w>
c o
p o
r e
k u
i m
l o</w>
j un</w>
@ -
@- @</w>
ʼ n
D ios</w>
J e
q a</w>
Je ho
n a
Jeho v
Jehov á</w>
l os</w>
l i
t e
a l</w>
a r</w>
ó n</w>
c u
y o
tz aj</w>
v i
x i</w>
j u</w>
i t
ˈ n</w>
p r
y a</w>
a d
n i
b ʼ</w>
s i
l u</w>
d e
x ja
s e</w>
p er
p ar
a q
o r
t o</w>
t qʼ
bʼ an
c on
ky i
j un
xja l</w>
s e
ku bʼ</w>
p u
l e
t x
a s
m i
l e</w>
k u</w>
ci ón</w>
m o</w>
es t
í a</w>
o k</w>
m in
r i
b ˈ
l as</w>
o ʼn</w>
tu ʼn
n o</w>
a c
aj u</w>
s o
q e</w>
J es
t l</w>
ch e</w>
b r
x i
par a</w>
e l
e r</w>
x na
tz ʼ
Jes ú
a q</w>
k x</w>
Jesú s</w>
yo l</w>
to q</w>
m an
qʼ tz
ti ʼ</w>
m a</w>
ʼ j
t w
ky e</w>
m u
xna qʼtz
j lu</w>
l a
ky u
j o</w>
po r</w>
co n</w>
bʼ aʼn</w>
m o
s u
kʼ u
t en
it z</w>
n ya</w>
d a</w>
ja ku</w>
g u
em os</w>
n o
d a
á s</w>
am aʼn</w>
o r</w>
m a
kyi ʼj</w>
y e
s u</w>
b li
t a</w>
t en</w>
a t</w>
b i
q an
n os</w>
bʼan t</w>
e c
e j
q i
ky aq
to k</w>
k ʼ</w>
x im
an do</w>
un a</w>
o n</w>
t z</w>
u s
pr o
da d</w>
T i
ni m</w>
o k
tz un</w>
e ʼn</w>
bʼ aj</w>
am os</w>
a do</w>
es tr
en te</w>
kʼ il</w>
a ción</w>
qu ʼn</w>
q ˈ
d el</w>
p a
g r
in ch
am bʼil</w>
q e
p i
i l
n u
r a</w>
v er
f i
l en</w>
a y
k a
m e</w>
1 0</w>
g o</w>
o j</w>
kyaq il</w>
xnaqʼtz bʼil</w>
o l
aj bʼ
T yol</w>
per o</w>
te j</w>
xi x</w>
br e</w>
er a</w>
min tiʼ</w>
q o</w>
B i
tqʼ amaʼn</w>
n im
tu ˈn</w>
en t
on es</w>
am i
B ʼ
Bi bli
d es
Bibli a</w>
t bʼan
1 5</w>
ja w</w>
c a</w>
h ab
ʼn e</w>
bʼ inch
ch ʼ
qu i
em p
yo l
t an
p re
h ac
o s
jun tl</w>
tw itz</w>
tbʼan el</w>
f u
e t</w>
Q u
tqʼ oʼn</w>
qʼ oʼn</w>
po r
m as</w>
á n</w>
l es</w>
on in</w>
bʼ i
r a
a x</w>
tz eʼn</w>
é n</w>
pu e
t na
1 1</w>
j a</w>
kyu ʼn</w>
di c
t el</w>
tuʼn ju</w>
su s</w>
m ás</w>
h i
d os</w>
1 2</w>
jun jun</w>
o j
e x
t ten</w>
l u
Q ʼ
m an</w>
k ˈ
nu estr
t er
qu é</w>
al i
i kx</w>
ka w
ajbʼ en</w>
u d
kʼu ʼj</w>
co mo</w>
p e
y e</w>
í as</w>
to k
co m
a qʼ
i k</w>
1 3</w>
1 4</w>
ó mo</w>
cu ando</w>
Qu é</w>
ye kʼ
tu m
g un
er man
r es
t kyaqil</w>
a te
t kubʼ</w>
é l</w>
tz al
tu kʼil</w>
tr os</w>
qʼ i
u q
J u
w i
m i</w>
ab a</w>
ti ʼ
mu ch
ti ʼj
s i</w>
w e
in o</w>
T u
1 7</w>
mo qa</w>
s on
es ti
c o</w>
O S</w>
am bi
ˈ n
tna m</w>
1 6</w>
yol in</w>
en s
i s
tz i
u c
d r
per son
ci a</w>
ni kʼ</w>
x o
xim en</w>
m aj</w>
tok len</w>
t n
m e
é s</w>
a t
er o</w>
o tx
Ti ʼ</w>
ri s
gu i
chʼ i
tum el</w>
s er
k bʼ
ci ones</w>
er man</w>
h a
a ʼ
d em
p á
qʼ uq
c a
a bʼ
er on</w>
b u
t aq</w>
u ʼj</w>
p e</w>
an te</w>
l al</w>
1 9</w>
t as</w>
I s
t a
qe ju</w>
e ch
r o
h erman
1 8</w>
ˈ j</w>
en tr
in e</w>
g os</w>
am a</w>
A N
in a</w>
p on
l l
ʼn a</w>
t qan
ky aj</w>
í an</w>
bʼinch aʼn</w>
ar on</w>
t xi</w>
qi ʼj</w>
a u
ad os</w>
an t
t tzaj</w>
i kʼ</w>
qʼ amaʼn</w>
an a</w>
kʼu j
g i
tx qan
txqan tl</w>
ch aq</w>
E s
2 0</w>
s ab
p as
ay ud
ad a</w>
ambi én</w>
w u
a bʼil</w>
min s</w>
n ok</w>
mi ʼn</w>
ky e
di s
co s
ku kx</w>
ti l
Ju an</w>
so bre</w>
ar á</w>
h a</w>
al es</w>
t os</w>
A l
se r</w>
ok s
est a</w>
es i
ar i
t aq
ʼ otx
kyu kʼil</w>
f or
l le
ti en
ad r
ʼotx ʼ</w>
vi da</w>
m in</w>
hac er</w>
t ambién</w>
yekʼ in</w>
tz un
k an
m en
tw i
E S
tz a</w>
po d
R e
de ci
ˈ y</w>
e ʼ
C ómo</w>
de b
tuʼn a</w>
o b
bˈ il</w>
I n</w>
di jo</w>
T z
no q</w>
z a</w>
S al
pue de</w>
m aj
ch i</w>
por que</w>
j u
en do</w>
c as
la bʼil</w>
w itz</w>
a ñ
j el</w>
o toq</w>
P or</w>
o ʼ
t bʼ
tiʼ chaq</w>
v e
tz qi
tzʼ ok</w>
P ab
t esti
to do</w>
u ʼj
tiʼj ju</w>
2 1</w>
v o</w>
dic e</w>
T Z
g a</w>
s in</w>
tz in</w>
cu r
ʼ N</w>
con tr
g ar</w>
n i</w>
al ab
I L</w>
se ñ
e tz</w>
person as</w>
ma bʼil</w>
t bʼant</w>
re g
e li
2 4</w>
ky oj</w>
to n
c re
di o</w>
aj bʼil</w>
T I
ch in</w>
es o</w>
te ch
2 2</w>
o tr
d ad
K Y
qʼ i</w>
tqan il</w>
e b
abʼ qʼi</w>
chʼi x
taq ikʼ</w>
o c
an qʼ
i t</w>
emp lo</w>
Pab lo</w>
d u
x a</w>
pa kbʼ
es tu
kʼ w
es te</w>
de o</w>
m bre</w>
en to</w>
s o</w>
c ar
til il</w>
tzun ju</w>
a p
r as</w>
d as</w>
cos as</w>
pá r
ti emp
so tros</w>
le c
tn ej
a vi
f r
tuʼn tzun</w>
aqʼ un
k x
h u
to dos</w>
v en
t qˈ
Tu ʼn
c l
ye t</w>
í bli
b ˈ</w>
tz e
Ti quʼn</w>
t al</w>
ʼj e</w>
b íbli
aj e</w>
v a</w>
bʼ e</w>
mu y</w>
ja tumel</w>
pr en
m ej
J a
as í</w>
q kʼuʼj</w>
t ar
tech el</w>
kyaq il
t ku
bu en
un i
tz yet</w>
u l</w>
tuʼn j</w>
est á</w>
x it
el los</w>
vi s
en ti
i ky
ky xo
kaw bʼil</w>
P e
vi deo</w>
2 3</w>
tiemp o</w>
k e</w>
3 0</w>
de r</w>
s to
ab an</w>
i kʼ
p ens
m la
L a</w>
es to</w>
q tzun</w>
á n
ci as</w>
er ra</w>
M A
2 0
qu ˈn</w>
en cia</w>
al kye</w>
M ate
tu j</w>
z o</w>
al gun
oks lal</w>
Mate o</w>
mi s
an i
m al</w>
herman os</w>
d on
so n</w>
d o
co r
po n</w>
tzʼ el</w>
kʼ i
tbʼ i</w>
oj tzqi
s em
c ómo</w>
E L</w>
D I
ti ˈj</w>
S a
o tros</w>
0 0</w>
nuestr a</w>
T x
en señ
P ro
x aq</w>
jun juntl</w>
k a</w>
ej emplo</w>
ate ʼ</w>
ja ʼ
an os</w>
c es</w>
tnej el</w>
ni kʼ
qe ʼ</w>
tz ˈ
hab ía</w>
m os</w>
Tx ʼotxʼ</w>
oʼ kx</w>
ky qʼoʼn</w>
xim bʼ
Sal mo</w>
j os</w>
n ec
q nikʼ</w>
fu e</w>
D E</w>
pod emos</w>
ky kyaqil</w>
us te
t ar</w>
bi en</w>
r o</w>
tzi ˈn</w>
c os</w>
an s
g reg
pu és</w>
ami li
tzal aj</w>
d ía</w>
i o</w>
tqʼ ama</w>
l in</w>
D avi
T E
kyi m</w>
p l
con se
d en</w>
Davi d</w>
con greg
or es</w>
ja w
ar a</w>
y o</w>
ra z
pro f
p li
í cu
Bʼ IL</w>
T U
é n
si ón</w>
2 5</w>
es c
f amili
d es</w>
m as
anqʼ in</w>
kyxo l</w>
pr im
t al
m al
ent es</w>
J o
ky witz</w>
I N</w>
C an
t ja
A ju</w>
e la</w>
m un
n aʼn</w>
des pués</w>
bʼi ʼn</w>
Is ra
ci on
ant es</w>
em pr
Tuʼn tzunju</w>
qu e
Isra el</w>
qʼi j</w>
adr e</w>
s al
ˈ j
J er
jaʼ lo</w>
t tz
I N
2 8</w>
lu gar</w>
tw u
T O
1 9
dem ás</w>
t em
t ch
ay u
pro b
q qʼoʼn</w>
Tz eʼn</w>
R o
dad es</w>
ve z</w>
a xix</w>
ver s
E x</w>
or ación</w>
i a</w>
ú n</w>
kˈ a</w>
no sotros</w>
hab l
im por
s ino</w>
e a</w>
es per
pre gun
congreg ación</w>
A J</w>
empr e</w>
añ os</w>
a tz</w>
ri tu
ap ó
M e</w>
l o
Al kye</w>
ximbʼ etz</w>
s an
te ya</w>
on ka</w>
tien e</w>
testi gos</w>
si empre</w>
ris ti
v os</w>
aj a</w>
mo d</w>
wu ʼne</w>
2 9</w>
bˈ aj</w>
ar se</w>
2 7</w>
ma ˈn</w>
an e</w>
M ar
am or</w>
t an</w>
a tzun</w>
dr o</w>
i s</w>
man os</w>
ten er</w>
ci o</w>
l oj</w>
apó sto
on te</w>
r it
kaw il</w>
2 6</w>
i ˈn</w>
a qu
d er
a pren
pre dic
v er</w>
v ol
tz ul</w>
p í
much o</w>
l aʼn</w>
x jel</w>
si g
Pe dro</w>
O R
ris to</w>
t h</w>
a ciones</w>
no qtzun</w>
bʼ in</w>
nec es
x e</w>
fu er
L A</w>
es e</w>
K ʼ
ver dad</w>
p ec
h an</w>
mla y</w>
f er
s enti
mu er
c risti
V I
gr a
p alab
mu j
am ente</w>
bʼ abʼil</w>
t yekʼin</w>
v e</w>
ky qʼamaʼn</w>
uste d</w>
n aj
Is a
A L</w>
k w
A L
tiʼj a</w>
nuestr o</w>
kan et</w>
in ti
ha y</w>
re ci
en ta</w>
mun do</w>
t kʼuʼj</w>
t kyaqil
aqʼun tl</w>
s aʼn</w>
b ios</w>
kʼuj labʼil</w>
j yo
tz aj
ky kʼuʼj</w>
C u
xnaqʼtz an</w>
xit l</w>
t jaw</w>
n el</w>
t tx
ye ju</w>
ho ra</w>
y aj
u t</w>
qʼ o
pr es
o ˈn</w>
E l</w>
Can ción</w>
Bʼ itz</w>
aʼ l</w>
est aba</w>
N o
jaw il</w>
s tr
C or
tzʼ onin</w>
ícu lo</w>
ky ok
ton ces</w>
el la</w>
ech o</w>
uʼj it</w>
mas ke</w>
eʼ y
ky a
so lo</w>
p o</w>
v o
impor tan
ˈ x</w>
am a
bʼ en</w>
p aj</w>
tze ˈn
y an</w>
f e</w>
E N
on bʼil</w>
ent os</w>
t ja</w>
DI OS</w>
g ente</w>
m el
tzʼ i
se gu
ayu da</w>
ll am
c e
b ar
L I
men os</w>
qu er
B I
k eʼy
Y O
te ˈ</w>
au ti
si s</w>
e go</w>
e w
raz ón</w>
l em
i r</w>
ch mabʼil</w>
si gui
Qʼ onka</w>
Re ino</w>
na ʼj</w>
ja n</w>
algun os</w>
ku bˈ</w>
chʼix me</w>
es a</w>
m br
se gui
kx el</w>
K y
t bˈ
t aj</w>
est as</w>
vi vi
t u</w>
cu er
to ri
famili a</w>
c am
C h
i li
hi zo</w>
3 1</w>
du r
an za</w>
qʼuq bʼil</w>
as ta</w>
po si
S e
ar nos</w>
tz e</w>
es cu
p w
er an</w>
aʼ yeju</w>
A S</w>
s a</w>
hi jos</w>
apósto l</w>
x qʼuq
li br
kʼ loj</w>
ho mbre</w>
e z
o y
t ajbʼen</w>
qʼi bʼil</w>
lle v
b auti
o te
c as</w>
maj x</w>
res u
ver bios</w>
qʼ oj</w>
pue den</w>
Pro verbios</w>
tan ás</w>
pár r</w>
le a</w>
Sa tanás</w>
g o
Q U
t es</w>
much os</w>
re uni
Q a</w>
1 0
tr ab
es po
TU ʼN</w>
ʼ x</w>
g ún</w>
bˈ e
en tonces</w>
con fi
f eli
T im
pu mal</w>
t bʼinchaʼn</w>
ky im
E S</w>
di ó</w>
A po
es pi
R I
tu ra</w>
J os
to j
p un</w>
M i
cu l
ʼ J</w>
deb emos</w>
ojtzqi ʼn</w>
mis mo</w>
M o
YO L</w>
twi tza</w>
i ˈy</w>
ʼ ye</w>
in ci
ans yan</w>
twu tz</w>
s í</w>
ti ʼn</w>
min tiʼ
ac er
tu kˈa</w>
vis it
nuestr os</w>
qui er
P ero</w>
res pon
es t</w>
E n</w>
Isa ías</w>
n in
j e
S an
O N
con oc
al l
aj o</w>
k bʼan
Tim ote
en es</w>
re c
espi ritu
e j</w>
un que</w>
estu di
TO J</w>
ser vi
re y</w>
maj en</w>
ali dad</w>
ky nikʼ</w>
h echo</w>
bˈ in</w>
l i</w>
ari o</w>
3 3</w>
hac e</w>
t aj
m ente</w>
Jo b</w>
al o</w>
al go</w>
ta d</w>
est os</w>
en e</w>
ar t
VI D
mej or</w>
- -</w>
m ar</w>
d ar</w>
Timote o</w>
ky an
n onin</w>
h asta</w>
b en
N o</w>
j us
0 00</w>
kw est</w>
os o</w>
tx ʼotxʼ</w>
kyok len</w>
ti quʼn</w>
mel tzʼ
i k
3 2</w>
pw aq</w>
prob lem
B LI
ku x</w>
L e
jun x</w>
a x
we ʼ</w>
b le</w>
tr a
nim xix</w>
f ec
uc ción</w>
inti os</w>
c ada</w>
w in
a ʼ</w>
ten ía</w>
g an</w>
est án</w>
ech os</w>
na bʼil</w>
A Qʼ
br a
e lo</w>
Cor intios</w>
to das</w>
we ye</w>
L uc
n a</w>
ok el</w>
os tr
me di
da do</w>
a hora</w>
T YOL</w>
us al
much as</w>
Jer usal
in ter
kyi bʼ</w>
ja ku
Jerusal én</w>
tx e</w>
pr inci
3 5</w>
it o</w>
xim ana</w>
T E</w>
na ʼ
ch j
tx ˈ
nu e
cu m
an im
xi ʼ</w>
q yolin</w>
k jawil</w>
wi ʼje</w>
person a</w>
m il</w>
c er
A x</w>
kʼuj laʼn</w>
3 7</w>
oj txe</w>
eb re
ami w
E R
x toq</w>
Ti erra</w>
x uʼj</w>
neces it
qʼ in
3 4</w>
qʼo ʼne</w>
co razón</w>
ec es</w>
Luc as</w>
u estr
q ximen</w>
E N</w>
c an
r u
f í
e ci
cas a</w>
palab ras</w>
ky ximen</w>
man era</w>
no mbre</w>
X jan</w>
se a</w>
pakbʼ an</w>
cur s
gui en</w>
en contr
ES T
al guien</w>
r á</w>
tan to</w>
fi c
t bʼaj</w>
tzʼ aq
on il</w>
Mo is
C I
art ículo</w>
s a
o l</w>
kbʼ el</w>
kʼw aʼl</w>
g l
kˈ u
ky ok</w>
un o</w>
ñ o</w>
tien en</w>
dem ostr
to da</w>
entr e</w>
Mois és</w>
v al
ky x
chʼ in</w>
Jos é</w>
cristi anos</w>
A bra
ten emos</w>
naʼ m
con vers
s ti
tu kʼ
min ut</w>
mi l
so l
en a</w>
a unque</w>
C H
t ó</w>
chʼi y</w>
le y</w>
esi s</w>
ami w</w>
tzeˈn ku</w>
mbr es</w>
BI BLI
par te</w>
de j
á c
ob e
T oj</w>
bíbli co</w>
xnaqʼtz aʼn</w>
an ci
én esis</w>
Ja ku</w>
G énesis</w>
tku ʼx</w>
D ani
a g
Jes uc
BIBLI A</w>
d ar
ky ja
m ya</w>
cu enta</w>
c í
tzi y
xqʼuq in</w>
a ˈ</w>
i do</w>
n ti
xi len</w>
bˈe ˈx</w>
q naʼn</w>
otr as</w>
sem an</w>
d ías</w>
win q
ka bʼe</w>
ku ʼ
po co</w>
keʼy in</w>
kya ʼj</w>
j w
t nikʼ</w>
t majen</w>
importan te</w>
nim en</w>
m on
est ar</w>
o m
v en</w>
c ali
hi jo</w>
te x
n aj</w>
er os</w>
A j</w>
p a</w>
p adr
4 0</w>
o f
el el</w>
rit u</w>
pí ritu</w>
I n
kye qe</w>
lec tura</w>
a gu
w en</w>
c ambi
po dr
pa ci
tkyaqil ju</w>
P alab
kˈ w
im os</w>
an o</w>
si er
H echos</w>
t bʼinch
n chi</w>
ky ˈ
bʼ et</w>
ˈ ja</w>
deci r</w>
oks labʼil</w>
qui enes</w>
E J
twi ʼ</w>
tqˈ maˈn</w>
o ʼna</w>
otx ˈ</w>
m ar
ci endo</w>
lle g
gr an</w>
iky jo</w>
U N
n e
pu bli
pu es</w>
pue b
chj onte</w>
buen as</w>
bʼi s</w>
a gr
c e</w>
Dani el</w>
or ar</w>
re la
libr o</w>
1 4
tz aqʼ
aj el</w>
lu ˈn</w>
v eces</w>
ti bʼ</w>
meltzʼ aj</w>
q o
ad or</w>
M an</w>
p sis</w>
esc ri
V ea</w>
herman o</w>
quier e</w>
cali psis</w>
si ones</w>
problem as</w>
m or
dis cí
discí pu
q qʼamaʼn</w>
padr es</w>
muer te</w>
otr o</w>
un os</w>
L os</w>
u e
tzal ajbʼil</w>
tr i
testi go</w>
ma yo
txˈ otxˈ</w>
er n
é r
Apo calipsis</w>
q ʼ</w>
yekʼ un</w>
fr u
w 0
a ya</w>
T kawbʼil</w>
tzʼi bʼin</w>
ˈj jo</w>
n ej
kbʼan tel</w>
ho mbres</w>
nikʼ e</w>
q Man</w>
kʼ elel</w>
de c
C risto</w>
b a</w>
ky ch
pakbʼ abʼil</w>
ku ya</w>
x jo</w>
oy aj</w>
ci er
pueb lo</w>
contr a</w>
ami gos</w>
ad as</w>
p un
ju majx</w>
tr at
h e</w>
el es</w>
kuʼ x
b us
Se ñ
or g</w>
estu dio</w>
A d
y a
Señ or</w>
D i
qi bʼ</w>
tzi kʼ</w>
ayud ar</w>
kʼ okel</w>
jw org</w>
i j</w>
Ro manos</w>
á b
ky qˈ
fi ci
ar án</w>
al e</w>
M at</w>
t s
S am
qʼin u
ky qʼ
H ebre
A J
to r
reci bi
par ec
pa z</w>
mi s</w>
S al</w>
pá g</w>
í s
aq ˈ
K u
xim ane</w>
R E
Abra h
wi ʼ</w>
escu ch
ar es</w>
o ci
un ca</w>
i j
qan in</w>
a ye
ʼn toq</w>
segui r</w>
S i</w>
Abrah án</w>
k ol
ab ˈ
T ES
en ten
vivi r</w>
ac ti
otr a</w>
z as</w>
nuestr as</w>
ky bʼinchaʼn</w>
di y</w>
ac e
sig ni
L u
A demás</w>
y u
qui en</w>
E z
x uʼj
u eb
l aj</w>
kʼu ʼje</w>
f al
ch ˈ
ti kʼ</w>
t tnam</w>
ab ʼ</w>
f in</w>
ti erra</w>
dur ante</w>
aq pi
a tzin</w>
don de</w>
agr ad
qʼinu mabʼil</w>
gu s
discípu los</w>
ex pli
3 8</w>
ton in</w>
di do</w>
bˈ inch
pr ueb
y abʼil</w>
kyu ˈn</w>
Bʼ AN
qʼ et</w>
q yekʼin</w>
min is
t ado</w>
al e
M in
li gi
tzʼ ajbʼen</w>
t nikʼ
o taq</w>
J A
tn aʼn</w>
e qui
tqʼ oʼna</w>
l ti
cu i
AN Qʼ
ja r</w>
hac er
E l
tori o</w>
prof ec
ab le</w>
s ac
des e
P adre</w>
z ar
p in</w>
o br
m í</w>
de as</w>
naʼm xtoq</w>
ky nim
i m</w>
tnikʼ a</w>
T ej</w>
ti pumal</w>
U MA
Hebre os</w>
C on
tqan in</w>
pi o</w>
com pa
1 ,
re ligi
kaw in</w>
F ili
3 9</w>
t ados</w>
cum pli
aq e
Jesuc risto</w>
j ni
N AQʼ
tu d</w>
e ta</w>
di a</w>
ris t</w>
TE N</w>
A n
n ajbʼen</w>
KY E</w>
sem ana</w>
n unca</w>
X NAQʼ
XNAQʼ TZ
yaj xitl</w>
res pe
na da</w>
en cias</w>
in tl</w>
des de</w>
ver dad
es píritu</w>
anci anos</w>
í amos</w>
tex to</w>
r ía</w>
E f
yol ine</w>
t yol</w>
q bʼinchaʼn</w>
o kx</w>
kʼw al</w>
A M
tu l</w>
kuʼx un</w>
g an
L AL</w>
t kʼu
f ri
at toq</w>
TES OR
Qʼ IN
Ad án</w>
UMA BʼIL</w>
QʼIN UMABʼIL</w>
t tziy
emp ez
chʼ ex
Tu ʼn</w>
TESOR OS</w>
vo sotros</w>
C RI
P re
al il</w>
a si
Q o</w>
t mod</w>
posi ble</w>
sier vos</w>
a w
in ten
ten dr
ax pe</w>
sigui ente</w>
pregun tas</w>
o cu
is ra
algun as</w>
isra eli
for ma</w>
d emos</w>
mo j
jyo n</w>
ar lo</w>
O K
k le
e d
xna qˈ
nim ku</w>
tx ʼ
tr es</w>
sab er</w>
xja n</w>
u el</w>
ch i
habl ar</w>
g en
ti ˈjjo</w>
em ías</w>
ˈ y
ó n
to r</w>
q ok</w>
z ar</w>
h er
ad u
Q e</w>
qʼ am
E n
su per
na ʼne</w>
im i
d an</w>
en vi
TI ʼJ</w>
o p
h on
us o</w>
ser á</w>
os a</w>
il toq</w>
c lu
San ti
kʼi w
kʼ onil</w>
ci elo</w>
á r
T TEN</w>
espo sa</w>
tqʼ ama
lec ción</w>
or a</w>
é is</w>
pens ar</w>
kʼ am
añ o</w>
O K</w>
tu ˈn
bʼi le</w>
ku bʼ
TZ AJ</w>
esper anza</w>
Q man</w>
es pe
a go</w>
VID A</w>
R A</w>
Tu ˈn
t kawbʼil</w>
i r
3 6</w>
p an</w>
Sam uel</w>
ti l</w>
AN A</w>
i y</w>
án g
m ens
bʼi la</w>
tx i
gra cias</w>
winq lal</w>
tzʼaq li</w>
l í
bʼ il
ʼ ya</w>
t pon</w>
per las</w>
all í</w>
reuni ones</w>
ky yekʼin</w>
fi ca</w>
bíbli ca</w>
Santi ago</w>
mo str
J un
n or
for ma
bʼ aj
l alil</w>
d in
bi er
a po
pr esi
mla y
con t
al mente</w>
t bʼiʼn</w>
in xa</w>
a ˈn</w>
ch e
ar in</w>
erman a</w>
em bar
bauti s
we bʼil</w>
ʼj a</w>
ttz aqʼ
in vi
qʼ an
bˈ aj
al qui
ace p
r s</w>
mej e
i la</w>
AL KYE</w>
pon ga</w>
q x
á l</w>
o xe</w>
gi p
di e</w>
4 5</w>
xnaqʼtz bʼen</w>
ky ten</w>
hi ci
Al kyeqe</w>
si r
ho y</w>
c h</w>
tz ma
ter io</w>
tkʼu ʼja</w>
en t</w>
N I
qʼi ʼn</w>
pár rs</w>
c ab
si do</w>
jaku toq</w>
5 0</w>
tw i</w>
e le</w>
ar ía</w>
4 1</w>
si tu
so r</w>
po der</w>
Mar ía</w>
p adre</w>
mi ll
KY ANQʼ
visit a</w>
trab ajo</w>
U ʼj</w>
pre par
on ia</w>
s ent
kye ˈ</w>
ʼj in</w>
xnaqˈ tz
n qˈ
mi ento</w>
chʼ intl</w>
P A
Ju diy</w>
u dad</w>
or g
en fer
C or</w>
tukʼ e</w>
le to</w>
israeli tas</w>
bʼ alo</w>
ens es</w>
OK S
ky bʼiʼn</w>
ci r
cur so</w>
cu alqui
bʼil al</w>
n nikʼe</w>
f in
tr o
princi p
con oci
al ky
J un</w>
4 4</w>
re cu
q an</w>
res pu
kʼ aj</w>
Qu i
n qʼoʼne</w>
j iˈy</w>
an jel</w>
L O</w>
conse j</w>
bˈ an
t kyim</w>
t ajbʼil</w>
pro me
men to</w>
m am
entr as</w>
S TI
1 7
erman o</w>
ñ a</w>
ad ores</w>
qʼ on
kye ˈy</w>
espe ci
Cu ando</w>
y es</w>
hab ían</w>
hu man
1 8
Min tiʼ</w>
w eʼn</w>
ex ku</w>
xo bʼ</w>
predic ar</w>
ci udad</w>
in cl
yo n</w>
par ti
g amos</w>
di fí
alky exku</w>
b er
T esti
c el
a tr
D e
i c
n et</w>
g una</w>
fu tu
e dad</w>
lo gr
kan oʼn</w>
est aban</w>
es as</w>
er es</w>
OKS LAL</w>
Ja co
D e</w>
em bre</w>
ky ja</w>
enseñ a</w>
T o
Palab ra</w>
ti n
la do</w>
cl ar
yo ʼn</w>
tx u
ja ˈ
CRI STI
ar le</w>
ama ʼne</w>
jus ti
bʼ a</w>
s in
ra f
ik ju</w>
wi tze</w>
embar go</w>
e xi
pl aj</w>
fu eron</w>
aqe ju</w>
KYANQʼ IN</w>
CRISTI ANA</w>
in i
forma ción</w>
V e
tn aj
muj bʼabʼil</w>
lu ego</w>
ky aj
el las</w>
an ali
tu lo</w>
t amiw</w>
ab il
J a</w>
pár raf
futu ro</w>
per fec
j ud
til bʼilal</w>
espiritu al</w>
cas o</w>
S i
kaw bˈil</w>
fu era</w>
H e
H i
y on
so mos</w>
q witz</w>
os os</w>
jni ˈ</w>
ch ikʼ
L o</w>
J ud
kyaqil x</w>
ec h</w>
ti ca</w>
l in
ky naʼn</w>
imi ento</w>
E gip
pu l
í n</w>
A ʼ
al aˈ</w>
a ʼna</w>
ri a</w>
kyja luˈn</w>
T BʼAN
Egip to</w>
com p
bʼ al
org ani
na die</w>
bíbli cos</w>
pres ent
chʼix pu
1 6
z ó</w>
v as</w>
pu esto</w>
ka ˈy
v ía</w>
ja pun</w>
hac en</w>
No qtzun</w>
Ch mabʼil</w>
4 2</w>
S I
Jaco b</w>
ew bʼaj</w>
muj er</w>
jun xitl</w>
c al
xnaqʼtz an
i le</w>
espiritu ales</w>
di eron</w>
t i</w>
c ri
buen a</w>
segu r
l aj
sal v
r at</w>
a ten
ttziy en</w>
profec ía</w>
ky ajbʼen</w>
bus c
escri bi
ca us
l en
ar a
U ni
tqˈ oˈn</w>
pá g
est amos</w>
Ve amos</w>
vi o</w>
ti j</w>
t kyaj</w>
jaˈ lin</w>
q ximbʼetz</w>
meje bʼ
co mi
a kʼaj</w>
Bʼ aʼn</w>
n qʼ
c la
as t
in k
xi ʼye</w>
ten e</w>
mintiʼ toq</w>
feli z</w>
bʼ l</w>
abil onia</w>
tu vo</w>
pe tziˈn</w>
B abilonia</w>
pakbʼ al</w>
bu en</w>
, 000</w>
tuʼn tzunju</w>
ti kʼ
ri ó</w>
k tel</w>
conoc er</w>
aqʼ un</w>
tzal u</w>
em o
senti do</w>
qe ye</w>
mi entras</w>
l im
go bier
O V
mejebʼ le
ay in</w>
R OS</w>
tz aqpi
abʼ j</w>
a ʼne</w>
N ue
M a</w>
t emplo</w>
n ximane</w>
J E
pre ocu
VID E
E li
án do
tu r
quer ía</w>
incl uso</w>
di fer
au di
ter i
se amos</w>
pro te
pro m
le c</w>
v el
kʼam oʼn</w>
TBʼAN EL</w>
gu e</w>
t yekʼun</w>
prim ero</w>
or i
deb e</w>
E s</w>
to q
servi r</w>
qˈ ij</w>
U N</w>
Hi jo</w>
palab ra</w>
mam bʼaj</w>
Jun jun</w>
princi pio</w>
mens aje</w>
k tzaj
espo so</w>
pr ác
jud í
d estr
cualqui er</w>
He b</w>
tzaqʼ webʼil</w>
se c
qui z
kʼi x
g as</w>
an to</w>
v ali
s ali
minis terio</w>
qo ʼ</w>
publi c
pi ens
pec ado</w>
d ó</w>
am b
Y aj
Tuˈn petziˈn</w>
vol un
signi fica</w>
qu ʼne</w>
aqʼun an</w>
Ó N</w>
l an
j o
im on
din ero</w>
x in
tz aʼn</w>
e ʼ</w>
ar emos</w>
VIDE O</w>
C rist</w>
vis ta</w>
tx ok
me dio</w>
ca pí
t bʼi
audi torio</w>
ú lti
ñ os</w>
to mar</w>
ky wiʼ</w>
jyo ʼn</w>
i gu
ter min
convers ar</w>
apren der</w>
x ewbʼaj</w>
tu s</w>
Pre gun
N a
M t</w>
JA K
vi eron</w>
h emos</w>
B e
A r
n naʼne</w>
ben e
aqu el</w>
ale gr
prim era</w>
A tal
la qʼ
en di
se x
ma tr
yol ina</w>
qi ʼn</w>
nti ˈ</w>
gr an
bˈ iˈn</w>
an g
ó ni
tku bˈ</w>
t nim
t k
su fr
ky w
ac tu
TI ʼ</w>
AJ U</w>
er r
QU É</w>
Mar cos</w>
ó ven
óven es</w>
un ci
i deas</w>
buen o</w>
X i</w>
A jaw</w>
xja w</w>
tqʼ ij
ta ʼ</w>
matr imon
es os</w>
dis fru
Ro m</w>
ú l</w>
x el</w>
tkyaqil jo</w>
e te</w>
ate ʼ
Tuʼn ju</w>
xin aq</w>
txʼ ol
q alaˈ</w>
di j
ayud ó</w>
organi z
l ar
hu manos</w>
g ob
u d</w>
el xix</w>
de dic
ami go</w>
Sa úl</w>
a m</w>
twu tz
nue vo</w>
kle t</w>
for tal
chʼex paj</w>
ch oj
S l</w>
qʼ aqʼ
ch o</w>
ttzaqʼ weʼn</w>
tnaj saʼn</w>
ky onin</w>
j óvenes</w>
E X</w>
E M
ti bʼaj</w>
hu mil
tz in
re visita</w>
JAK U</w>
H ech</w>
t yolin</w>
conse jos</w>
c entr
ayud ará</w>
tja qʼ</w>
hi sto
f a
e le
d uc
cier to</w>
tx in</w>
pe di
es con
S e</w>
E va</w>
gen er
4 3</w>
é s
ttx laj</w>
per mi
ad or
predic ación</w>
d ol
Pro v</w>
Jer emías</w>
tqʼij lalil</w>
sab i
g a
n ya
al im
Atal aya</w>
b o
Mi ʼn</w>
txʼol bʼabʼil</w>
ti co</w>
pro pi
tem a</w>
t tzʼibʼin</w>
q aj</w>
je ʼ</w>
5 5</w>
resu l
j el
con su
ex per
con si
ad es</w>
per don
c ari
dem uestr
a par
ti ó</w>
ser es</w>
ky kubʼ</w>
en ci
compa ñ
t ú</w>
in formación</w>
ex sin</w>
aqu í</w>
a y</w>
á li
we ˈ</w>
fi r
Testi gos</w>
ti vos</w>
t aja</w>
mo jeʼ</w>
xi ˈ</w>
tja pun</w>
respu esta</w>
2 ,
ta jaw</w>
kʼuj la
en se</w>
cur sor</w>
c ru
S E
tem bʼil</w>
en el</w>
re cor
mu estr
mejebʼle ʼn</w>
a ˈ
ten ían</w>
tbˈ i</w>
q ten</w>
n kʼuʼje</w>
kan in</w>
i chin</w>
acer do
M es
JE H
pas o</w>
di o
cl esi
ch eʼ
4 8</w>
to m
pre cursor</w>
ky mod</w>
x taq</w>
no ti
in te</w>
feli ces</w>
OV Á</w>
JEH OVÁ</w>
toq xi</w>
quiz ás</w>
pro p
in tro
d ucción</w>
b re
E clesi
pod ía</w>
cam ino</w>
ast és</w>
X J
v ino</w>
tna ʼna</w>
t amos</w>
san to</w>
pro v
ay e</w>
In ter
Eclesi astés</w>
mo mento</w>
li c
an xa</w>
yol il</w>
uste des</w>
qu emos</w>
p es
jun al
es ios</w>
t amiw
a z
pl an
obr a</w>
ar ios</w>
C re
v u
sac ri
s tan
deci siones</w>
T A
Ef esios</w>
A t</w>
mi la
xnaqʼtzan kuya</w>
q nim
nej enel</w>
bʼ an</w>
t kʼujlabʼil</w>
su fri
o toqxi</w>
o ca
co l
sol dad</w>
j yon
er as</w>
pro gr
m adre</w>
le pe
em i
C O
reuni ón</w>
resu ci
ky yol</w>
a te</w>
s acerdo
se gún</w>
p aʼn</w>
f un
Lu c</w>
no q
ca ciones</w>
V i
CI ÓN</w>
xuʼj il</w>
re cuer
llam ado</w>
kyan qʼibʼil</w>
twi tz
pas ado</w>
mi x</w>
ky bʼ
ha ga</w>
convers ación</w>
Sal om
J on
kyu kˈa</w>
au tori
txok bʼil</w>
men cion
de a</w>
toj jo</w>
Q E</w>
to qe</w>
t ación</w>
ky wu
im ag
ajbʼ el</w>
M EJ
C U
í s</w>
com en
X I
B us
trab a
il xix</w>
6 5</w>
te r</w>
áli sis</w>
respon sab
kyx ol
q bʼiʼn</w>
kʼi le</w>
an tza</w>
Salom ón</w>
ác il</w>
tzal aje</w>
obe dec
nim aq</w>
intro ducción</w>
estudi ar</w>
yaj il</w>
w an
q ch
prueb a</w>
l ar</w>
f ácil</w>
de bi
s an</w>
S u
prof eta</w>
tum il</w>
por tu
nec esi
m é
a c</w>
v í
matrimon io</w>
kˈw al</w>
OR ES</w>
Es c
kya ˈj</w>
judí os</w>
e ter
ami s
C r
qʼ in</w>
chikʼ bʼabʼil</w>
T qʼ
I s</w>
C o
jo ven</w>
enten der</w>
É l</w>
twitz ju</w>
tqʼama ʼna</w>
párraf o</w>
e vi
di ciendo</w>
D A</w>
txi x</w>
le er</w>
eʼ l</w>
QU E</w>
q ine</w>
herman a</w>
ac ab
P R
kyi ʼn</w>
ha ciendo</w>
capí tulo</w>
c er</w>
y ajbʼil</w>
pens es</w>
bˈ a</w>
bauti z
an álisis</w>
tze ʼ</w>
na ˈ
deb er
vers ículo</w>
ti vo</w>
so ci
EST ROS</w>
min a</w>
i tz
deb en</w>
agu a</w>
N ya</w>
1 5
kʼu l
ad ucción</w>
te l
taj toq</w>
t qan</w>
pr on
oʼ kx
ant ar</w>
Fili penses</w>
t am
s aq
q onin</w>
h ará</w>
ar an</w>
ajbʼ ene</w>
TZ ʼ
tan qʼibʼil</w>
qan qʼibʼil</w>
ari a</w>
No é</w>
4 6</w>
justi cia</w>
con str
w in</w>
pun to</w>
fuer zas</w>
Esc ritu
q ajbʼen</w>
ec e</w>
bʼ itz</w>
pas en
pasen s</w>
mayo r</w>
e za</w>
b on
ad el
qʼuq il</w>
d amos</w>
al gún</w>
a kux</w>
ti do</w>
ob je
ben di
ac to</w>
k bʼil</w>
di das</w>
T r
entr e
Mes ías</w>
le v
im o</w>
g e</w>
t la</w>
ky ximbʼetz</w>
ón de</w>
naj saʼn</w>
kye ye</w>
ky qanin</w>
ky bʼinch
buen os</w>
ye kˈ
q meltzʼaj</w>
dur ía</w>
di os</w>
XNAQʼTZ AL</w>
N e
Inter net</w>
u ˈn</w>
to kx</w>
sabi duría</w>
S ara</w>
P r
man o</w>
t kawin</w>
o portu
i dio
U se</w>
MEJ ORES</w>
K U
ter r
situ ación</w>
os as</w>
m aʼn</w>
ani a</w>
gl esi
fi eles</w>
de jar</w>
MA ESTROS</w>
hici eron</w>
cer ca</w>
anqʼ il</w>
us ar</w>
t amente</w>
pr i
kʼu lin</w>
an ti
Bʼ I
volun tad</w>
t at</w>
nqʼ amaʼne</w>
fuer te</w>
es for
de l
acer ca</w>
su curs
re ino</w>
pre curs
ni dad</w>
li s
e di
c r
P ara</w>
sec ción</w>
Uni dos</w>
Es tados</w>
si on
or aciones</w>
li ber
chʼixpu bʼil</w>
or ia</w>
ti li
pr ó
in as</w>
deci sión</w>
bʼal un</w>
tch ikʼ
sab ía</w>
pe que
ew in</w>
bʼinch et</w>
S A
Bus quemos</w>
xnaqʼtz al</w>
re p
hab la</w>
ar los</w>
D O</w>
C ol
É x</w>
r le</w>
igu al</w>
i dad</w>
fi el</w>
d oc
m it
destr u
choj bʼil</w>
N im</w>
J n</w>
á is</w>
xit bʼil</w>
r an
kyim ni</w>
en emi
í o</w>
í fi
vu el
tx ku
tu kʼi
qˈ oˈn</w>
q kanoʼn</w>
ha ya</w>
g er
T L</w>
áb amos</w>
txku p</w>
tch mil</w>
lepe ʼ</w>
v esti
cuer po</w>
ti j
ten ga</w>
q mod</w>
nim il</w>
mo do</w>
gr u
T N
L U</w>
vi v
uʼj ink
ser i
qʼ oj
m em
kʼ oʼn</w>
con ven
ali dades</w>
y ent</w>
v uestr
te ʼ</w>
g ri
especi al</w>
c il</w>
Le y</w>
llev ar</w>
histo ria</w>
hacer lo</w>
gr e</w>
difí cil</w>
N abʼ
ó s
an e
Nabʼ itz</w>
quer emos</w>
mo n</w>
ma tij</w>
escon didas</w>
cu án
x tal
lle gar</w>
b e</w>
tnej il</w>
qan mi</w>
organiz ación</w>
O k</w>
q xo
ú m
tan mi</w>
san gre</w>
servi cio</w>
ma g
lu ch
en fr
con clu
bˈ aˈn</w>
X na
t ajbʼ
o cur
ja ˈ</w>
hab er</w>
clar o</w>
al a
Escritu ras</w>
ú ni
ye le</w>
ky xi</w>
es fuer
ci do</w>
chˈ in</w>
b eb
O j
Bʼ A
t chʼiy</w>
t aron</w>
sab emos</w>
n ela</w>
jaku lo</w>
encontr ado</w>
Palab ras</w>
L AS</w>
publi caciones</w>
medi ante</w>
ik tzun</w>
expli c
equi el</w>
d or</w>
com e
ab r
T en
Ez equiel</w>
tzun te</w>
ol il</w>
m er
y il</w>
t keʼyin</w>
ky xiʼ</w>
d en
Pe d</w>
so y</w>
qui én</w>
podr ía</w>
noti cias</w>
hac emos</w>
Tz ʼ
tqʼ uq
ti v
su ce
prim er</w>
p al</w>
nin gún</w>
na ción</w>
man kbʼil</w>
ar les</w>
A sí</w>
ˈn il</w>
val or</w>
n e</w>
tor es</w>
nqˈ maˈn</w>
kˈu ˈj</w>
kyi j</w>
j e</w>
di al</w>
Q AN
ti n</w>
r se</w>
pa kbʼan
mal as</w>
a txix</w>
Ja ku
ximbʼ e
qan il</w>
kyi bʼaj</w>
i la
des c
d ará</w>
ar é</w>
a cuer
Ti m</w>
rec ción</w>
iky xjo</w>
Be tel</w>
Apo c</w>
q ja</w>
kol in</w>
P o
w ok
a la</w>
E R</w>
yekʼ bʼil</w>
wi t</w>
pod er
o í
la y</w>
es al
ech a</w>
Tqʼ ama</w>
L as</w>
ES P
tu ʼj
se an</w>
on o</w>
n in</w>
pu so</w>
k chi</w>
c ár
as amb
T bʼan
toj tzqi
kyan mi</w>
T a
D A
sal ud</w>
q qʼ
áng eles</w>
tna bʼil</w>
t ab
parec e</w>
ky jaw</w>
im it
cu alidades</w>
adr o</w>
X qʼuqil</w>
confi anza</w>
bar k</w>
tri bu
ni kyˈ
ll en
g r</w>
al guna</w>
a ʼn
R ut</w>
presi ón</w>
n w
m es</w>
j il</w>
il ju</w>
escu ela</w>
ter ri
da vía</w>
ci e
bˈan t</w>
b an</w>
amis tad</w>
Y A</w>
Xna qʼtz
G UN
áng el</w>
q on
t y</w>
mi e
ma la</w>
esc la
del ante</w>
cár c
to y</w>
ari se
a cu
ky yolin</w>
ikʼ un</w>
Tz aj</w>
S o
tzal uˈn</w>
t aba</w>
r án</w>
q kyaqilx</w>
no che</w>
n witze</w>
mis ma</w>
kʼiw labʼil</w>
ej emp
T esal
tukʼ ilju</w>
ktzaj el</w>
escribi ó</w>
Qu ˈn</w>
vis to</w>
q ayin</w>
enfer me
c in
ar r
ami entos</w>
P RE
E ʼN</w>
pron to</w>
pa ís</w>
of rec
com pren
bˈ ila</w>
A t
q ok
El ías</w>
q ya</w>
q Ajaw</w>
prop ós
p it
bene fici
ad oración</w>
A tzun</w>
tuʼj ina</w>
as ti
a d</w>
L i
prueb as</w>
lleg ó</w>
kʼw aʼ
kʼ un</w>
confi ar</w>
Re y</w>
P O
3 ,
ícu los</w>
we ˈy</w>
vo z</w>
qi pumal</w>
q kʼujlabʼil</w>
kyu kʼ
ja tz</w>
i x
ni x</w>
ane tziˈn</w>
kbʼ ajel</w>
cárc el</w>
Qui én</w>
C o</w>
s pi
qi ʼje</w>
oj os</w>
neces ario</w>
mie do</w>
jus to</w>
4 7</w>
mi entos</w>
i ba</w>
d ente</w>
comp leto</w>
Ku bʼ</w>
EJ U</w>
w abʼj</w>
tbˈ an
sab e</w>
qu ʼjin</w>
n xi</w>
n eʼl</w>
apósto les</w>
ttz i</w>
tr ans
q bʼinch
tok lin</w>
to davía</w>
sucurs al</w>
pon er</w>
ky il</w>
ca paci
Isa ac</w>
ʼj il</w>
recu adro</w>
pon e</w>
ky oj
ami ento</w>
tqʼ aj
ti bʼa</w>
ser ía</w>
princip ios</w>
p la
ju i
in x</w>
in toq</w>
N U
20 0
si endo</w>
ky aje</w>
ci encia</w>
acti tud</w>
6 0</w>
ʼ l</w>
tbʼinch aʼna</w>
laqʼ eʼ</w>
glesi a</w>
ari as</w>
tx al
pas ó</w>
ky bˈinch
importan tes</w>
ho r
fi cio</w>
a ku</w>
Ku kx</w>
G e
vel ación</w>
t ades</w>
re alidad</w>
propós ito</w>
kʼiw laʼn</w>
i endo</w>
fin al</w>
expli ca</w>
acuer do</w>
TZ AQʼ
TZAQʼ W
5 1</w>
se gun
re des</w>
qʼ il</w>
pue do</w>
nor mas</w>
ky na
fic ado</w>
er se</w>
dij eron</w>
com par
KY I
ti va</w>
se p
qʼuq li</w>
qʼ ajel</w>
n ja
mi lal</w>
gobier no</w>
ver emos</w>
ten go</w>
segu ro</w>
G u
A l</w>
soci ales</w>
ikʼ bʼil</w>
i encia</w>
al kyeqe</w>
Tu ʼjil</w>
qʼuq bʼaʼn</w>
pas ar</w>
hon r
b ri
autori dad</w>
Bʼ inch
tz en</w>
kˈ iy</w>
car ta</w>
ab u
T Z</w>
L e</w>
tikʼ x</w>
tem as</w>
q wiʼ</w>
L OS</w>
4 9</w>
tar ía</w>
responsab ili
ja l</w>
as un
Pregun ta</w>
N im
J UN</w>
os enses</w>
la tas</w>
com ent
atr o</w>
Kʼ loj</w>
Kʼ U
C ON
x pe</w>
p an
mlay x</w>
mi r
di ri
conse jo</w>
amiw bʼil</w>
ʼ N
ti r</w>
mila gr
dic en</w>
demostr ar</w>
R A
G é</w>
2 8
q pakbʼan</w>
na ciones</w>
n bʼi
mi tiʼ</w>
conclu sión</w>
b as
ab les</w>
á latas</w>
n ch
mi seri
man e</w>
gru po</w>
esc rit
d í</w>
Col osenses</w>
í so</w>
s im
re ch
muj eres</w>
miseri cor
apren demos</w>
5 2</w>
te yele</w>
raz ones</w>
q tzalaj</w>
q il</w>
mill ones</w>
human idad</w>
g ó</w>
f ol
aten ción</w>
2 9
t paj</w>
s bʼ
ky k
junal x</w>
f ía</w>
es es</w>
di ci
cla se</w>
ara ón</w>
apo y
G álatas</w>
s te</w>
no ta</w>
m en</w>
it a</w>
G o
verdad ero</w>
le br
kyim len</w>
ky ˈ</w>
jun xi
est é</w>
a un</w>
li ˈn</w>
kʼix kʼ
M O</w>
ni ños</w>
in clu
esfor z
enfr ent
empez ó</w>
a tzunte</w>
M as
G én</w>
religi ón</w>
q qanin</w>
o mi
mis mos</w>
man ten
lec c</w>
A Q
p os</w>
mal o</w>
T qanil</w>
u tili
tbʼinch bʼen</w>
s kʼoʼn</w>
muer tos</w>
in f
gob ern
g ado</w>
agrad eci
vol ver</w>
s amaʼn</w>
li o</w>
ky bˈ
feli ci
M a
s yent</w>
p et</w>
na tur
ec er</w>
ci os</w>
ca p</w>
b o</w>
un do</w>
tz ma</w>
re ali
prom esa</w>
j am
di cho</w>
des ea</w>
cari ño</w>
tr as</w>
X jel</w>
G U
vi sión</w>
ti s
qʼ eʼn</w>
g ares</w>
en car
ar me</w>
x jel
te tz</w>
Nue vo</w>
wi ˈja</w>
v ej
v an</w>
su é</w>
que d
pes ar</w>
parti ci
on ic
onic enses</w>
mintiʼ xix</w>
ll ama</w>
hab len</w>
at taq</w>
M u
Jo sué</w>
v es</w>
qʼ onte</w>
Ro ma</w>
L A
Ez e
tqʼaj qʼajel</w>
qʼ onka</w>
oportu nidad</w>
mor ir</w>
gu en</w>
est ado</w>
H er
z ca</w>
tzˈ i
sir vi
o ˈ
muestr a</w>
U n</w>
T kyaqil</w>
D es
ttx olil</w>
s or
resu r
necesit amos</w>
kˈu ˈja</w>
fi er
an as</w>
Jud á</w>
én do
ten a</w>
sex u
qan inxa</w>
pec ados</w>
n ej</w>
much a</w>
mar zo</w>
l xix</w>
j y</w>
entr o</w>
con ten
Jud as</w>
ˈj il</w>
tqʼuq bʼaʼn</w>
si dad</w>
prác tica</w>
dar le</w>
cu atro</w>
Tesal onicenses</w>
Re velación</w>
tbʼ et</w>
t kʼ
mill ón</w>
enemi gos</w>
di era</w>
ayud arnos</w>
T X
tar de</w>
qon ikʼ
o ˈn
o bli
ce lebr
U na</w>
ó li
á cu
vi ene</w>
us tr
jun lo</w>
fol leto</w>
bʼ al</w>
óni cas</w>
tz u
respe to</w>
n bʼinch
l an</w>
Vi deo</w>
Pr im
tan qʼi
re paso</w>
qʼ un
paci encia</w>
kyi ˈj</w>
am ento</w>
tukʼi la</w>
t ex</w>
problem a</w>
l f
it os</w>
es toy</w>
di endo</w>
caus a</w>
al can
visit ar
tku bʼaj</w>
man d
m ent
kʼixkʼ oj</w>
at án</w>
ts ty</w>
tij en</w>
nw tsty</w>
mar avi
ky pon</w>
itz ʼj</w>
h ebre
deci di
cos a</w>
re gr
par eci
dem on
aqˈ win</w>
XNAQʼTZ BʼIL</w>
Jaku pe</w>
CH ʼ
u ter
twutz xix</w>
tanqʼi bʼila</w>
ser v
cir c
aye ˈ</w>
M I
Ef es</w>
tzeˈn ku
si ente</w>
recibi r</w>
hu bi
cie los</w>
bʼi s
uter on
uteron omi
uteronomi o</w>
s t
obedec er</w>
n qayin</w>
De uteronomio</w>
Co mo</w>
Aʼ Y
5 3</w>
ʼ k</w>
vi de
resur rección</w>
pregun ta</w>
ku xa</w>
e br
cel esti
reg alo</w>
pe li
gu erra</w>
g ía</w>
ew bˈaj</w>
ejemp los</w>
e z</w>
e fec
abr il</w>
L E
tiemp os</w>
so bre
pue des</w>
junxi chaq</w>
es p
am e</w>
P r</w>
Cre ador</w>
gl oria</w>
cristi ano</w>
P or
B ʼ</w>
5 4</w>
2 7
x sin</w>
x in</w>
tzal aj
p endi
g en</w>
es co
b ajo</w>
aq ʼ</w>
J UN
I k</w>
qʼi bʼile</w>
peli gr
n tzaj</w>
i tzʼ
i er
ch ex</w>
San t</w>
Pab l</w>
K ʼ</w>
ttz aqpi
sigui entes</w>
piens a</w>
gu ía</w>
ci ó</w>
xnaqˈtz bˈin</w>
t kʼwaʼl</w>
t kanet</w>
por ke</w>
h all
di g
cumpli r</w>
cos tum
TE S</w>
ú n
x ku</w>
wu ˈn</w>
tbʼan elxix</w>
si a</w>
segur os</w>
qˈ uq
qʼam anxa</w>
pu er
X ewbˈaj</w>
kyukʼ e</w>
dol or</w>
asamb lea</w>
ís imo</w>
obr as</w>
kyu ʼne</w>
P er
Ch ʼ
ẍ e</w>
xim a</w>
t tzalaj</w>
ser án</w>
s aq</w>
on ine</w>
che bʼe</w>
an unci
am ar</w>
T Qʼ
I deas</w>
A MA
wu kʼile</w>
tze ʼn
si gue</w>
d ónde</w>
XJ AL</w>
xnaqʼtz ana</w>
tqʼ oj</w>
t bʼis</w>
respon dió</w>
in str
J W</w>
ti ˈ</w>
obe di
ex tr
cu anto</w>
com er</w>
H ch</w>
AʼY EJU</w>
últi mos</w>
tzˈ ok</w>
ri t</w>
p ú
oʼkx ju</w>
lim pi
li dad</w>
in taq</w>
em br
dej ó</w>
curs os</w>
ajbʼ en
v ang
t yekʼ
nue va</w>
lu gares</w>
ja do</w>
eter na</w>
estu vo</w>
el toq</w>
a tz
KY AQ
C r</w>
winq il</w>
s as</w>
re b
qu ías</w>
on a</w>
kybʼ i</w>
gu ar
uni ver
tja ya</w>
il te</w>
di go</w>
cambi ar</w>
aye tzin</w>
M an
Cr ónicas</w>
txal paj</w>
maj l</w>
i da</w>
fa v
consi der
abˈ l</w>
s os</w>
po lí
p ar</w>
mun dial</w>
mayo r
jun tos</w>
D ES
z os</w>
xtal bʼil</w>
si ca</w>
ky anqʼin</w>
e c</w>
Je r</w>
us a</w>
mu rió</w>
T O</w>
S er
R u
PRE GUN
Es t
Es cu
xo do</w>
tchikʼ bʼaʼn</w>
tbʼi ʼna</w>
man tener</w>
llam ada</w>
hac ía</w>
est ab
en cu
bautis mo</w>
anci ano</w>
4 ,
t kˈ
saq ch
mintiʼ tl</w>
g ar
cion al</w>
mi sion
ka bʼin</w>
ap lic
S a</w>
NU EST
5 7</w>
sent ía</w>
mon os</w>
lu z</w>
k abˈ
exper iencia</w>
des cu
K aw
C E</w>
tr a</w>
te ˈ
q amiw</w>
asti w</w>
ar rep
É xodo</w>
re gi
qui era</w>
pu estos</w>
k ami
el lo</w>
Yaj tzun</w>
R ESP
Q I
ti o</w>
hab rá</w>
en g
Jesuc rist</w>
H A
w aj
sig lo</w>
pág ina</w>
muer to</w>
mlay toq</w>
lev ant
d é
celesti al</w>
an gu
M al
G ál</w>
super inten
qʼan ch
q xnaqʼtzan</w>
q qʼoʼne</w>
man eras</w>
ma estr
la ción</w>
con ti
KYAQ IL</w>
AMA ʼN</w>
3 0
vi r
si ete</w>
q ex</w>
progr ama</w>
no vi
kˈw el</w>
du da</w>
di fi
bˈ l</w>
P ue
5 6</w>
yo la</w>
un e</w>
tzʼ aq</w>
tzal aja</w>
taj lal</w>
r á
cambi o</w>
b les</w>
vi ol
twi ˈ</w>
si s
or o</w>
no k
aj es</w>
L o
Cu án
reci b
ol vi
d é</w>
Nue va</w>
E L
ttx u
senti r</w>
qʼo l</w>
q xqʼuqin</w>
n lay</w>
mo l
di ca</w>
asi sti
Oj tzqi
A b
Í A</w>
testi mon
qʼaqʼ bʼil</w>
pú bli
ky okslabʼil</w>
j ar
inter es
cir cu
ci les</w>
Prim era</w>
8 3</w>
7 0</w>
pre ci
n kubˈ</w>
fal ta</w>
difer entes</w>
QU ʼN</w>
5 8</w>
s pit
prof e
ha cia</w>
h emías</w>
envi ó</w>
cul pa</w>
cab eza</w>
b e
Ne hemías</w>
A teʼ</w>
tzaqpi ʼn</w>
mu lti
jun to</w>
inf lu
encontr ar</w>
dis tin
cor rec
com uni
cheʼ x</w>
ttz aqˈwin</w>
ti cas</w>
situ aciones</w>
re vista</w>
re ac
n úm
misericor dia</w>
kami k</w>
d ores</w>
Re yes</w>
Is a</w>
v amos</w>
ro pa</w>
o q
kye tz</w>
i dos</w>
escuch ar</w>
cui dado</w>
ch ikʼ</w>
V er
R e</w>
KYI ʼJ</w>
H o
Í AS</w>
tuˈn tzin</w>
testimon io</w>
senti mientos</w>
p al
nja ye</w>
maravi ll
en ten</w>
bʼ e
bíbli cas</w>
G ali
tzaqʼ w
si k
s inti
nin guna</w>
mayo ría</w>
m á
len gu
ky kʼwal</w>
idio ma</w>
cu al</w>
constr u
ci to</w>
alegr ía</w>
ad orar</w>
Tbʼan el</w>
T e</w>
C on</w>
tzin tla</w>
ti pin</w>
t aqʼun</w>
rela ción</w>
qi t</w>
prom esas</w>
per man
p ac
oca sión</w>
nue vas</w>
kyi bˈ</w>
ku j
chʼi x</w>
bˈ e</w>
bautis arin</w>
S im
M Á
L u</w>
Con mem
tze ˈn</w>
prome te</w>
pi dió</w>
n y
n ajbʼil</w>
kʼul bʼil</w>
kyqˈ oˈn</w>
2 6
sufr imiento</w>
r e</w>
man s</w>
gus taría</w>
gra fía</w>
f o
ed uc
cul tades</w>
congreg aciones</w>
bon dad</w>
Conmem oración</w>
y aj</w>
wan qʼibʼile</w>
se t</w>
qʼ u
pul s
naʼm x</w>
fri ca</w>
f arise
eli o</w>
dec ía</w>
c ant
an zas</w>
Her o
Cu ál</w>
A s
7 2</w>
tr o</w>
ti embre</w>
sep tiembre</w>
qʼ aqʼ</w>
pro duc
lf f</w>
le al</w>
ky aqʼun</w>
jui cio</w>
ja pun
gran des</w>
difí ciles</w>
contr ol
T QAN
TQAN IL</w>
ẍ neʼl</w>
yo ˈn</w>
tzˈ aq
ti bˈ</w>
t í
t man</w>
l jo</w>
ky bʼet</w>
ju z
felici dad</w>
do min
dese o</w>
da ño</w>
a segur
a fir
wu q</w>
tbˈ inch
tan im</w>
qʼ a</w>
profec ías</w>
l ab
ch winqlal</w>
al la</w>
acer c
xnaqʼtz ane</w>
vi ó</w>
v emos</w>
uc ciones</w>
tzˈ el</w>
rela cion
q nimen</w>
mal os</w>
in ar</w>
ha m</w>
ej iˈy</w>
circu ito</w>
Es píritu</w>
xi x
xi m</w>
ve a</w>
t yajil</w>
propi a</w>
p en</w>
ni kyˈ</w>
naj chaq</w>
ky kʼwaʼl</w>
kaˈy in</w>
esper a</w>
conoci miento</w>
RESP ON
PA RA</w>
én es</w>
un d
twi ʼya</w>
tna ʼl</w>
te q</w>
t emos</w>
qu kʼil</w>
poder oso</w>
hab it
demostr ó</w>
de tal
cre ación</w>
Q O</w>
Pe gr</w>
Mas ke</w>
y abʼ</w>
x bʼalun</w>
ej ér
d ón</w>
ci ent
ab ˈj</w>
Lu ego</w>
tr adu
ten ido</w>
pró xima</w>
mi embr
m eses</w>
lle va</w>
kˈu ˈj
in os</w>
f ono</w>
con duc
con ciencia</w>
Tr aducción</w>
ís es</w>
vi era</w>
tzaj ni</w>
s enci
qu it
qan qʼin</w>
pi ense</w>
necesit an</w>
l ene</w>
err ores</w>
dis curso</w>
L EN</w>
tz jo</w>
sacerdo tes</w>
pres ente</w>
ojtzqi ʼntoq</w>
kyi ʼje</w>
kyi bˈa</w>
dr o
demuestr a</w>
chi ˈ</w>
car ne</w>
Yaj xitl</w>
I EN
visitar il</w>
prov ech
nim o</w>
kyi ˈja</w>
kyan mi
ky bʼant</w>
cas ti
aj tz</w>
1 3
quier en</w>
q in</w>
m entos</w>
kyqʼ on
cre en</w>
chʼix mi</w>
angu sti
T K
A N</w>
ti cos</w>
regr es
jam ás</w>
i d
ar te</w>
u r
si tio</w>
r emos</w>
qxo l</w>
ky tz
gi ó</w>
d ando</w>
co pi
cam bios</w>
agu antar</w>
T bˈan
Sa m</w>
A xpe</w>
tuˈn tzintla</w>
tu vieron</w>
tr is
on ina</w>
núm ero</w>
nin ja</w>
kyi kʼ
in mor
famili ares</w>
dem asi
b a
anim ales</w>
acti vi
NUEST RA</w>
ʼn xix</w>
t maʼn</w>
s ta</w>
pakbʼan e</w>
nya toq</w>
ma ˈn
d entro</w>
cas i</w>
bʼinch an</w>
a sig
T ambién</w>
Jon atán</w>
wi x</w>
verdad era</w>
as es</w>
S ans
tzma toq</w>
tku x</w>
qʼi ʼntoq</w>
conse gui
aʼ y
ab lo</w>
Sans ón</w>
1 19</w>
ten gamos</w>
t moj
ok len
oklen j</w>
noq wit</w>
ky kʼ
im perfec
i x</w>
cre encias</w>
bu r
A unque</w>
ta te</w>
s aj</w>
qʼon k</w>
po ca</w>
ojtzqi bʼil</w>
ky kʼuʼje</w>
ky keʼyin</w>
ju lio</w>
h as</w>
fu ego</w>
em ente</w>
ec a</w>
cre ó</w>
bʼ yoʼn</w>
ar la</w>
a án</w>
Tbˈan il</w>
Can aán</w>
t yolina</w>
sacri ficio</w>
necesi dades</w>
in kuya</w>
en tu
ej er
ch mil
bˈ i
T AS</w>
Jos ías</w>
E ʼ
5 ,
tzʼaq lxix</w>
trab aj
s am
kyqˈ maˈn</w>
er ras</w>
comi da</w>
chʼex pu
ch a</w>
Abra ham</w>
prim eros</w>
oca siones</w>
ni ño</w>
com ún</w>
an qˈ
S ab
Le an</w>
Jon ás</w>
1 Co</w>
traba jar</w>
t kabʼin</w>
conoc e</w>
R o</w>
R a
C om
6 1</w>
uʼjink tze</w>
tzal ajel</w>
q tzaj</w>
q oʼ
o vej
ma yo</w>
l il</w>
ky tzaj</w>
cin co</w>
chʼix toq</w>
T ex
T A</w>
Ky uʼjinktze</w>
é monos</w>
ácu lo</w>
ya ẍ
w amiw
un stan
ti bˈaj</w>
tam poco</w>
t kʼiwlaʼn</w>
t ando</w>
qok len</w>
pendi ente</w>
laj aj</w>
in jiˈy</w>
hebre o</w>
gran de</w>
evi tar</w>
en ero</w>
circ unstan
cient ífi
y ó</w>
w p
txu ʼye</w>
t é</w>
qe tziˈn</w>
gi dos</w>
aq ˈ</w>
ajbʼ e
S in</w>
ʼ xix</w>
tqˈ ma</w>
sier vo</w>
re gu
herman as</w>
gri ego</w>
fav or</w>
eng añ
cum p
arrep enti
anti gu
Qʼ on
P a
ten cia</w>
t tena</w>
ri dad</w>
q nabʼil</w>
ky pakbʼan</w>
busc ar</w>
ay iˈy</w>
aqu ellos</w>
N A
8 6</w>
ti po</w>
terri torio</w>
q ajbʼil</w>
i dea</w>
enseñ ó</w>
enseñ ar</w>
doc tor</w>
difi cultades</w>
de f
d aba</w>
ant os</w>
H ay</w>
C a
6 2</w>
qan ine</w>
pregun tó</w>
posi ción</w>
n xiʼye</w>
mostr ar</w>
mas tl</w>
i w
for me</w>
f le
er nos</w>
conse cu
com pr
c ar</w>
bendi ciones</w>
a tziˈn</w>
8 0</w>
19 9
wi ʼye</w>
v oc
t jyoʼn</w>
senti mos</w>
s te
par a
l la</w>
ky ajbʼil</w>
k am
gus ta</w>
alim ento</w>
Hero des</w>
tzʼi bʼ
ta ta</w>
t kʼamoʼn</w>
qqʼ on</w>
p en
or gu
m aq</w>
kyi pumal</w>
dr as</w>
comp le
X im
í n
w aje</w>
tri b
taq ˈnil</w>
presi on
kyw a</w>
gob er
gi do</w>
fici os</w>
aqu ella</w>
XI M
S O
pa ña</w>
ok il</w>
necesit a</w>
mayor es</w>
efec to</w>
eci ó</w>
di v
Xnaqʼtz bʼil</w>
W at
W I
Ti ʼ
T tanim</w>
O ʼN</w>
N i
H ab
En tonces</w>
ér amos</w>
y endo</w>
w er</w>
tel é
se o</w>
pu mal
pre g
person alidad</w>
per se
ej a</w>
b an
ayud an</w>
ar ón</w>
apo yo</w>
TZʼ OK</w>
IN A</w>
ándo se</w>
y in</w>
ví tico</w>
recuer da</w>
nbʼinch aʼne</w>
j tz</w>
en o</w>
ed ón</w>
P OR
Ar mag
úni co</w>
z ado</w>
tu bre</w>
ts amaʼn</w>
sacerdo te</w>
r en
n txuʼye</w>
n qo</w>
imit ar</w>
ho spit
c at
TN M</w>
ON ES</w>
Le vítico</w>
F I
A na</w>
su fici
q amiwbʼil</w>
pas a</w>
oc tubre</w>
mi go</w>
l lo</w>
ja x</w>
circunstan cias</w>
ce p
aˈ l</w>
M i</w>
Escu ela</w>
Armag edón</w>
A R
z an</w>
ximbʼe tze</w>
to xin</w>
s bʼil</w>
qʼanch aʼl</w>
le yes</w>
in ka</w>
enseñ ado</w>
consu elo</w>
chmil bʼaj</w>
adel anto</w>
T ito</w>
P ila
Es ter</w>
C hi
8 9</w>
tien es</w>
t kʼw
o ʼne</w>
no mbr
la bʼin</w>
hubi era</w>
estudi ante</w>
cl ases</w>
ayu de</w>
al kye
ab an
a tzaj</w>
a provech
Re b
P u
CH E</w>
B el
5 9</w>
ˈ l</w>
tr aducción</w>
preg ún
estudi antes</w>
cre e</w>
bˈaj jo</w>
BʼAN T</w>
tzma xi</w>
t pakbʼan</w>
t pa
t kˈuˈj</w>
rela to</w>
qˈ aqˈ</w>
pa íses</w>
novi embre</w>
lar go</w>
ky xqʼuqin</w>
ky kʼujlabʼil</w>
ho ras</w>
gi r</w>
a ún</w>
XJ EL</w>
M as</w>
Eze quías</w>
v arias</w>
ti r
pro pio</w>
para íso</w>
l á
ky qʼi
j bʼal</w>
debi do</w>
Fili p</w>
7 3</w>
x bʼil</w>
un as</w>
tamiw a</w>
san jel</w>
q ojtzqiʼn</w>
n maq</w>
ma ñ
fuer za</w>
con centr
aban don
a to</w>
TZ EʼN</w>
Qʼ ij</w>
O M
pi es</w>
p ale</w>
o q</w>
nikʼ bʼaj</w>
kywu tz</w>
ky nimen</w>
e o</w>
d ados</w>
con o
T kˈwal</w>
O J
M undo</w>
L E</w>
tok s
tkʼw ala</w>
telé fono</w>
sufri r</w>
su r
pod ían</w>
g ü
er lo</w>
cru z</w>
compa sión</w>
bʼ el</w>
BI L
B o
á zar
tyekʼ ina</w>
tqʼ abʼ</w>
tendr á</w>
much ísimo</w>
ky nabʼil</w>
keʼy ine</w>
i glesia</w>
añ a
aw al</w>
ar ina</w>
T i</w>
SI GU
L ázar
wi bʼe</w>
op ini
lem ente</w>
le ales</w>
a parec
Reb eca</w>
EM OS</w>
6 6</w>
1 00</w>
x ma
w a
q naʼj</w>
pens amientos</w>
liber tad</w>
ky tzalaj</w>
habl ó</w>
h am
col ab
Q KYAQIL</w>
P U
NI M</w>
MÁ S</w>
Lázar o</w>
Aʼ yeju</w>
4 9
tar se</w>
t l
qʼan bʼil</w>
q jyoʼn</w>
kyqʼi qʼ</w>
ex qetziˈn</w>
10 3</w>
w0 6</w>
vide os</w>
n tene</w>
mé dic
mej ores</w>
inter és</w>
fru to</w>
f ebr
febr ero</w>
escrit o</w>
dici embre</w>
demon ios</w>
con migo</w>
an teri
am an</w>
adel ante</w>
To dos</w>
TO K</w>
Mu ch
A m
3 9
w ajbʼene</w>
t ará</w>
sex o</w>
pi e</w>
naˈ m
n tqˈmaˈn</w>
mel tzˈ
man da
ju diy</w>
gober na
for m
entu si
ent an</w>
ayu dado</w>
ar ías</w>
ar ían</w>
ang el</w>
I l
At pe</w>
vol ver
qonikʼ en</w>
preocu p
naj sa
mi les</w>
ma teri
kyaj toq</w>
g er</w>
demasi ado</w>
d encia</w>
cu ál</w>
conduc ta</w>
cheʼ w</w>
cam po</w>
ab ri
Di os
Al gun
we ʼye</w>
vi aje</w>
tzeˈnku xjo</w>
tzaqʼw et</w>
tx k
tr e
tr ad
sigui ó</w>
s é</w>
q yol</w>
mo mentos</w>
mañ ana</w>
man dó</w>
ky kyaqil
jyon kuxa</w>
ex pres
ejér cito</w>
disfru tar</w>
des as
al ma</w>
ac ciones</w>
a fec
SIGU IEN
Pue de</w>
PO R</w>
C ol</w>
A ca
z c
re fer
qʼaqʼ in</w>
prome tido</w>
ovej as</w>
fí si
fic ar</w>
enseñ anzas</w>
comi en
an cia</w>
aj kawil</w>
T kyimlen</w>
RI BIL
RIBIL LO</w>
EST RIBILLO</w>
u do</w>
t toq</w>
re yes</w>
public adores</w>
pa p
human o</w>
fi esta</w>
d or
bˈaj lin
ay iˈn</w>
ab ˈ</w>
X i
Tex to</w>
TZAQʼW EN
D is
BʼA ʼN</w>
vers ículos</w>
ten gan</w>
superinten dente</w>
segui da</w>
qˈ an
m adu
ky yajil</w>
ky el</w>
empez ar</w>
deber ía</w>
con sol
br es</w>
aye tziˈn</w>
No em
Di ablo</w>
vi ve</w>
ve an</w>
v aya</w>
us ando</w>
tr an
pue da</w>
n chin</w>
lec ciones</w>
kʼuj lalil</w>
kʼu xbʼil</w>
kyxol x</w>
ku kx
il u
hi ja</w>
famili as</w>
Noem í</w>
L ea</w>
F ran
és te</w>
sa tis
pan dem
kʼ un
japun el</w>
i or</w>
her mo
eʼ x</w>
er á</w>
b or
au to
Sal ón</w>
6 8</w>
y en</w>
tzqi j</w>
tra ta</w>
res ca
pedi r</w>
ky kanoʼn</w>
importan cia</w>
escla vo</w>
dr á</w>
con f
a to
T kʼwaʼl</w>
S AL
PREGUN TAS</w>
KU Bʼ</w>
ES I
w aʼn</w>
vol u
tja pin</w>
t tzi
t j
si enten</w>
sali r</w>
s bˈil</w>
raz on
qo p
qch winqlal</w>
pec to</w>
obe de
o la</w>
nti ˈ
n mane</w>
ku j</w>
i q
gu erras</w>
gi o</w>
g enes</w>
esper ar</w>
enferme dades</w>
desc en
des anim
T bˈajlin
G O</w>
E d
4 0
tz oq
so lu
mo tiv
mal v
le g
kyi bʼe</w>
ky kʼamoʼn</w>
f araón</w>
est én</w>
ci miento</w>
activi dades</w>
Tz al
Pregun tas</w>
J LU</w>
6 3</w>
tech il</w>
t kawbˈil</w>
satis f
mil il</w>
me tas</w>
iky tziˈn</w>
f ra
ar ca</w>
Eli seo</w>
8 8</w>
w0 7</w>
v imos</w>
q keʼyin</w>
nikyˈ a</w>
llam ó</w>
instr ucciones</w>
iky x</w>
hon or</w>
fr on
entusi as
ent as</w>
consecu encias</w>
ar ro
xim o</w>
tz an</w>
t jyo
sis tema</w>
precurs ores</w>
p aj
ob ˈ</w>
imag in
im a</w>
hab ría</w>
go zo</w>
an si
ad ora</w>
a yon</w>
Y o</w>
E no
2 Cr</w>
uʼjink tza</w>
re almente</w>
pu do</w>
kʼw ale</w>
il jo</w>
gra cia</w>
e ño</w>
bʼaj sbʼil</w>
ateʼ toq</w>
Por que</w>
O ʼ
D E
á les</w>
t tat</w>
t ese</w>
sor pren
si guen</w>
re fle
m et</w>
ky n
i teˈ
habl ando</w>
contr ario</w>
con ver
compañ eros</w>
cier ta</w>
bʼ i</w>
bautiz arse</w>
S u</w>
Eʼ Y
A arón</w>
á nimo</w>
v arios</w>
tzma x</w>
tzi kʼ
reac cion
prob able</w>
ok a</w>
mej orar</w>
ky qʼoʼne</w>
ktzaj il</w>
ier to</w>
don aciones</w>
asisti r</w>
a go
Y a</w>
Ta jaw</w>
M r</w>
we ʼ
verdad eros</w>
t kʼwal</w>
segu ridad</w>
resca te</w>
obe deci
noq x</w>
necesi dad</w>
le jos</w>
g as
comen zó</w>
bʼi bʼaj</w>
Qʼ am
B ro
AM OS</w>
6 ,
0 5</w>
terr emo
por no
mal dad</w>
kyu ʼjin</w>
emo cion
e cu
dese os</w>
am amos</w>
Y or
PR O
N abu
Li br
tziy en</w>
ttzaqpi ʼn</w>
párraf os</w>
os to</w>
o sor</w>
naˈ bˈl</w>
ky witze</w>
enferme dad</w>
cristi ana</w>
capaci dad</w>
an t</w>
ac arías</w>
Z acarías</w>
Tu ˈjil</w>
T witz</w>
Ja tumel</w>
J U
BLI C
7 6</w>
ʼj x</w>
u l
ta ña</w>
so la</w>
resul tado</w>
pi de</w>
kyxo la</w>
ky ex</w>
kabˈ e</w>
humil dad</w>
don osor</w>
co donosor</w>
au lo</w>
ar y</w>
aq ine</w>
ali a</w>
ag osto</w>
adu l
Yor k</w>
P ar
Nabu codonosor</w>
B ern
wan mi
vol vió</w>
tna bʼl</w>
ten imiento</w>
t ada</w>
sufici ente</w>
sti tu
s áb
r an</w>
pens emos</w>
na s
n etz</w>
kyoj ele</w>
ky xnaqʼtzaʼn</w>
ky klet</w>
in s
in dic
fr ente</w>
cu esti
constr ucción</w>
b ol</w>
T es</w>
Eno c</w>
9 0</w>
é poca</w>
ximbʼe tza</w>
q ja
plan eta</w>
n wiʼye</w>
miembr os</w>
kʼu ʼn</w>
ky kyim</w>
iky ˈ
idio mas</w>
ha gamos</w>
dis puesto</w>
demuestr an</w>
conti nu
acep tar</w>
N os</w>
xit en</w>
x u
x milal</w>
r ío</w>
r os</w>
q yekʼun</w>
puer ta</w>
porno grafía</w>
ob ern
kubʼ pe</w>
in vesti
il x</w>
explic ó</w>
er g
enseñ anza</w>
de ón</w>
d ud
asun tos</w>
NI Kʼ</w>
N OS</w>
G obern
Ez e</w>
ó gi
tran qui
respu estas</w>
responsabili dad</w>
q xiʼ</w>
predic ando</w>
mi tiʼ
j oy
ex puls
d est
cla ve</w>
M ás</w>
Ge deón</w>
Chʼ ix
0 2</w>
xi ʼya</w>
re fu
q kʼujlaʼn</w>
pu si
of reci
ham bre</w>
famili ar</w>
er te</w>
cuán do</w>
bʼinch al</w>
ab é</w>
Tz e
Gobern ante</w>
D t</w>
BʼA BʼIL</w>
7 1</w>
ʼn tl</w>
ʼj ine</w>
ó mi
tz aq
ti ˈj
si quiera</w>
segun do</w>
rá pi
rech a
per mit
per dido</w>
kyu w</w>
kyqʼ ama</w>
kych mon</w>
ju l</w>
j as</w>
exi sti
bʼinch ante</w>
ax ju</w>
SIGUIEN TES</w>
C ar
9 7</w>
yekˈ in</w>
xi tzin</w>
waj toqe</w>
tom ó</w>
ti vas</w>
sbʼ u
s antos</w>
po li
person al</w>
pandem ia</w>
or amos</w>
nim x</w>
nas yon</w>
man te</w>
ky bʼaj</w>
imag en</w>
i rá</w>
i bu
ha gan</w>
ec en</w>
ci ud
ci dos</w>
c l</w>
apren dido</w>
TQʼ AMAʼN</w>
O n
Mar ta</w>
Bern abé</w>
txi ʼya</w>
trat ar</w>
religi osos</w>
qnim saʼn</w>
pas os</w>
of re
obli g
ky kyaqilx</w>
in fier
escuch a</w>
decidi r</w>
cre er</w>
aplic ación</w>
ad á</w>
SE Ñ
DA D</w>
8 7</w>
tqan ina</w>
sacri ficios</w>
pág s</w>
j weʼ</w>
is mo</w>
in medi
iky tzin</w>
dis ci
demostr amos</w>
cul tiv
che wix</w>
ateʼ kux</w>
aq ikʼ</w>
VI D</w>
T aqikʼ</w>
H a
8 4</w>
tex tos</w>
salv ación</w>
ri ca</w>
re present
re de
q bʼis</w>
oj in</w>
lleg aron</w>
ky yekʼun</w>
im á
h ay
bˈinch in</w>
ansi edad</w>
a tzunju</w>
V ER</w>
Q a
Cu er
xim in</w>
ton ina</w>
signi ficado</w>
q bʼi
pumal e</w>
precurs ora</w>
milagr o</w>
jaʼ tzun</w>
infier no</w>
gobier nos</w>
est ás</w>
encu entr
e con
disci pl
des cri
cul p
chʼixpu ʼn</w>
al rede
Ojtzqi ʼn</w>
Cuer po</w>
8 ,
7 9</w>
ʼ J
tjyo ʼna</w>
ti ʼna</w>
r nos</w>
p acto</w>
humil de</w>
consegui r</w>
M e
M ar</w>
M A</w>
K A</w>
Bʼ alo</w>
A qʼun
20 22</w>
19 14</w>
í do</w>
responsabili dades</w>
permi te</w>
of en
kyanmi ˈn</w>
k japunel</w>
j iy</w>
il bʼaj</w>
cuán to</w>
control ar</w>
contr ibu
cas os</w>
bˈ in
b h</w>
actu ar</w>
a v
T est
S aulo</w>
J os</w>
xuʼj ilbʼaj</w>
univer so</w>
sali ó</w>
pág inas</w>
ch aq
Q A</w>
KʼU ʼJ</w>
Es te</w>
E x
D eb
CI ONES</w>
me tros</w>
m pi
li at</w>
kyim nin</w>
ky xnaqʼtzan</w>
kol bˈil</w>
gra ve</w>
ex la</w>
di os
cu ar
at lo</w>
ajbʼe bʼil</w>
ac ción</w>
ab el</w>
No q</w>
Go liat</w>
G ala
C Ó
ˈ xsin</w>
ʼn x</w>
ñ as</w>
xnaqˈtz il</w>
tz q
tab ern
tabern áculo</w>
sinti ó</w>
religi ones</w>
que dó</w>
kych winqlal</w>
dis puestos</w>
ar ás</w>
am ent
al te</w>
al in</w>
X jal</w>
Libr ary</w>
De ut</w>
B R
A hora</w>
6 7</w>
w w
tzu lo</w>
taq jo</w>
t lo</w>
r as
q kubʼ</w>
preocu pa</w>
pre dijo</w>
n yekʼ
n qanine</w>
mo da</w>
lo l</w>
i ban</w>
dar les</w>
cont est
OJ TZ
N ab
J or
Gali lea</w>
Es to</w>
Des pués</w>
CÓ MO</w>
A p</w>
ʼN A</w>
Á frica</w>
wamiw e</w>
ton bʼil</w>
recor dar</w>
q pasens</w>
prof es
p el
libr os</w>
jun io</w>
detal les</w>
dec ían</w>
d arnos</w>
car a</w>
a h
TI L
T al</w>
Q qʼonk</w>
MA S</w>
Ch e</w>
u m
traba ja
sol dados</w>
sexu ales</w>
princip ales</w>
podr ían</w>
pe le
ky bʼi
gener al</w>
exi ste</w>
entusias mo</w>
di vi
d i</w>
cui dar</w>
art ículos</w>
aqʼun al</w>
T e
N ú</w>
M ari
Jo h
C A</w>
6 9</w>
1 Sa</w>
un gidos</w>
segu ra</w>
recu per
pedi rle</w>
ocur ri
men udo</w>
jus tos</w>
ju ʼ
g ane</w>
cor ri
am in
a ver
TK EʼY
I ky
Aca b</w>
7 8</w>
vo y</w>
vi ven</w>
tu ʼjin</w>
sirvi endo</w>
r in
qe ˈy</w>
n ximbʼetze</w>
men ti
li pe</w>
kynim bˈila</w>
kyi ˈjjo</w>
id enti
fuer tes</w>
farise os</w>
de ja</w>
cum pl
confi r
a prob
U Q
TKEʼY INA</w>
T nej
Qu e</w>
M O
Aqʼun tl</w>
us ó</w>
tendr emos</w>
su c
quer ido</w>
q kʼamoʼn</w>
profe tas</w>
perse cu
n yoline</w>
it as</w>
il ó
ga se</w>
don os</w>
com pens
al co
Qa jaw</w>
E T</w>
tx qan</w>
pu di
oˈ kx</w>
ofre zca</w>
mu ri
mostr ó</w>
li xix</w>
in te
im presion
humil des</w>
g ol
er ía</w>
di rec
chʼexpu ʼn</w>
c ó
at ac
an te
9 8</w>
vang elio</w>
spi r
re al</w>
q kʼuʼje</w>
or den
ol esc
o dio</w>
nbʼi ʼne</w>
la bʼ
kyok lin</w>
kyan min</w>
ec emos</w>
e d</w>
cont acto</w>
bendi ción</w>
b at
asun to</w>
al tar</w>
a fron
Xim ana</w>
TO K
T at</w>
Qʼ il</w>
HA C
EN SEÑ
Cr ón</w>
CO VID</w>
A R</w>
y jil</w>
xuʼj ile</w>
w tlo</w>
w 11</w>
qʼam ante</w>
qui ero</w>
perdon ar</w>
pas ando</w>
n xuʼjile</w>
llev ó</w>
keʼy ina</w>
hab éis</w>
eʼ ye</w>
emp le
di bu
der es</w>
der echo</w>
at x</w>
alrede dor</w>
