#version: 0.2
o s</w>
ʼ n</w>
b ʼ
k y
a n
t u
t i
t z
e r
i n</w>
e s
q u
i l</w>
e n
e l</w>
t o
e n</w>
d e</w>
q ʼ
a s</w>
a j</w>
c h
i n
ʼ j</w>
o n
a r
a m
qu e</w>
t e</w>
tu ʼn</w>
u n</w>
e s</w>
j a
c i
l a</w>
u n
a l
a j
k ʼ
bʼ il</w>
e x</w>
a n</w>
d o</w>
t r
ti ʼj</w>
a ʼn</w>
d i
e m
h o
a b
i os</w>
to j</w>
c o
p o
r e
k u
i m
l o</w>
j un</w>
@ -
@- @</w>
ʼ n
D ios</w>
J e
q a</w>
n a
Je ho
Jeho v
Jehov á</w>
l os</w>
l i
t e
a l</w>
a r</w>
ó n</w>
c u
y o
tz aj</w>
v i
x i</w>
j u</w>
i t
ˈ n</w>
p r
y a</w>
a d
n i
b ʼ</w>
s i
l u</w>
d e
s e</w>
x ja
p er
a q
p ar
o r
t o</w>
t qʼ
bʼ an
c on
ky i
j un
xja l</w>
s e
t x
ku bʼ</w>
p u
l e
a s
m i
l e</w>
k u</w>
ci ón</w>
es t
m o</w>
í a</w>
o k</w>
m in
r i
l as</w>
b ˈ
o ʼn</w>
tu ʼn
n o</w>
a c
s o
aj u</w>
q e</w>
t l</w>
J es
ch e</w>
b r
x i
par a</w>
e l
e r</w>
x na
tz ʼ
Jes ú
a q</w>
k x</w>
Jesú s</w>
yo l</w>
to q</w>
m an
qʼ tz
m a</w>
ʼ j
t w
ti ʼ</w>
ky e</w>
m u
l a
xna qʼtz
j lu</w>
ky u
j o</w>
po r</w>
co n</w>
bʼ aʼn</w>
m o
s u
t en
kʼ u
it z</w>
d a</w>
n ya</w>
ja ku</w>
g u
em os</w>
n o
m a
d a
á s</w>
o r</w>
am aʼn</w>
y e
kyi ʼj</w>
s u</w>
b li
t a</w>
t en</w>
a t</w>
b i
n os</w>
q an
bʼan t</w>
e c
e j
q i
ky aq
to k</w>
k ʼ</w>
x im
an do</w>
un a</w>
o n</w>
t z</w>
u s
am os</w>
pr o
da d</w>
ni m</w>
T i
o k
bʼ aj</w>
es tr
e ʼn</w>
tz un</w>
a do</w>
en te</w>
kʼ il</w>
a ción</w>
qu ʼn</w>
d el</w>
p a
q ˈ
g r
in ch
q e
am bʼil</w>
n u
p i
i l
r a</w>
v er
f i
l en</w>
a y
k a
m e</w>
1 0</w>
g o</w>
o j</w>
o l
kyaq il</w>
xnaqʼtz bʼil</w>
aj bʼ
T yol</w>
per o</w>
te j</w>
xi x</w>
br e</w>
er a</w>
q o</w>
min tiʼ</w>
B i
tqʼ amaʼn</w>
n im
tu ˈn</w>
en t
on es</w>
am i
d es
B ʼ
Bi bli
Bibli a</w>
t bʼan
1 5</w>
ja w</w>
c a</w>
h ab
ʼn e</w>
ch ʼ
bʼ inch
qu i
em p
yo l
t an
p re
h ac
o s
tw itz</w>
jun tl</w>
f u
tbʼan el</w>
e t</w>
Q u
tqʼ oʼn</w>
qʼ oʼn</w>
po r
m as</w>
bʼ i
á n</w>
l es</w>
r a
on in</w>
a x</w>
tz eʼn</w>
pu e
é n</w>
j a</w>
t na
1 1</w>
kyu ʼn</w>
di c
t el</w>
tuʼn ju</w>
h i
su s</w>
nu estr
d os</w>
m ás</w>
1 2</w>
jun jun</w>
o j
e x
l u
t ten</w>
Q ʼ
m an</w>
k ˈ
t er
qu é</w>
al i
i kx</w>
ka w
ajbʼ en</w>
u d
kʼu ʼj</w>
p e
co mo</w>
í as</w>
y e</w>
co m
a qʼ
to k
i k</w>
1 3</w>
1 4</w>
ó mo</w>
cu ando</w>
ye kʼ
Qu é</w>
tu m
g un
er man
r es
t kyaqil</w>
a te
tr os</w>
é l</w>
t kubʼ</w>
tz al
qʼ i
tu kʼil</w>
m i</w>
w i
u q
J u
ab a</w>
mu ch
ti ʼ
s i</w>
ti ʼj
w e
in o</w>
T u
1 7</w>
s on
c o</w>
es ti
mo qa</w>
am bi
O S</w>
ˈ n
tna m</w>
yol in</w>
en s
1 6</w>
i s
tz i
u c
d r
per son
ci a</w>
ni kʼ</w>
x o
xim en</w>
m aj</w>
a t
m e
t n
é s</w>
tok len</w>
er o</w>
o tx
Ti ʼ</w>
ri s
gu i
chʼ i
tum el</w>
s er
k bʼ
a ʼ
ci ones</w>
h a
er man</w>
d em
p á
qʼ uq
a bʼ
c a
b u
er on</w>
t aq</w>
u ʼj</w>
p e</w>
an te</w>
l al</w>
1 9</w>
t as</w>
t a
I s
qe ju</w>
r o
e ch
h erman
en tr
in a</w>
ʼn a</w>
1 8</w>
ˈ j</w>
in e</w>
am a</w>
p on
l l
g os</w>
A N
ky aj</w>
t qan
í an</w>
bʼinch aʼn</w>
ar on</w>
qi ʼj</w>
an t
t xi</w>
ad os</w>
a u
an a</w>
t tzaj</w>
i kʼ</w>
qʼ amaʼn</w>
g i
kʼu j
tx qan
txqan tl</w>
p as
ch aq</w>
s ab
2 0</w>
ad a</w>
E s
ay ud
w u
a bʼil</w>
ambi én</w>
min s</w>
mi ʼn</w>
n ok</w>
ky e
co s
so bre</w>
di s
ti l
ku kx</w>
ar á</w>
Ju an</w>
al es</w>
h a</w>
t os</w>
A l
se r</w>
ok s
est a</w>
ar i
ʼ otx
es i
t aq
l le
ti en
kyu kʼil</w>
f or
ad r
ʼotx ʼ</w>
m in</w>
hac er</w>
vi da</w>
t ambién</w>
tz a</w>
tz un
tw i
yekʼ in</w>
k an
e ʼ
m en
E S
po d
R e
de ci
de b
C ómo</w>
tuʼn a</w>
ˈ y</w>
o b
bˈ il</w>
I n</w>
no q</w>
T z
di jo</w>
z a</w>
c as
ch i</w>
j u
por que</w>
en do</w>
S al
pue de</w>
m aj
o ʼ
a ñ
w itz</w>
la bʼil</w>
j el</w>
t bʼ
P or</w>
o toq</w>
v e
tiʼ chaq</w>
tz qi
tzʼ ok</w>
P ab
to do</w>
t esti
u ʼj
tiʼj ju</w>
v o</w>
2 1</w>
g a</w>
dic e</w>
s in</w>
T Z
tz in</w>
g ar</w>
cu r
ʼ N</w>
con tr
se ñ
al ab
n i</w>
I L</w>
e tz</w>
person as</w>
ma bʼil</w>
t bʼant</w>
re g
e li
2 4</w>
to n
ky oj</w>
c re
di o</w>
aj bʼil</w>
ch in</w>
T I
es o</w>
te ch
o tr
2 2</w>
d ad
K Y
qʼ i</w>
x a</w>
tqan il</w>
e b
abʼ qʼi</w>
chʼi x
o c
taq ikʼ</w>
an qʼ
i t</w>
emp lo</w>
Pab lo</w>
d u
kʼ w
c ar
pa kbʼ
es tu
m bre</w>
es te</w>
en to</w>
de o</w>
s o</w>
f r
til il</w>
so tros</w>
tzun ju</w>
a p
d as</w>
cos as</w>
ti emp
pá r
r as</w>
a vi
le c
tn ej
k x
v en
h u
tuʼn tzun</w>
aqʼ un
to dos</w>
t qˈ
Tu ʼn
c l
ye t</w>
tz e
í bli
t al</w>
b ˈ</w>
Ti quʼn</w>
ʼj e</w>
b íbli
aj e</w>
v a</w>
bʼ e</w>
mu y</w>
pr en
ja tumel</w>
m ej
as í</w>
J a
t ar
q kʼuʼj</w>
est á</w>
tech el</w>
kyaq il
bu en
t ku
u l</w>
un i
tz yet</w>
tuʼn j</w>
tu j</w>
x it
i ky
vi s
el los</w>
en ti
ky xo
kaw bʼil</w>
P e
vi deo</w>
2 3</w>
tiemp o</w>
de r</w>
k e</w>
3 0</w>
s to
ab an</w>
p ens
m la
i kʼ
es to</w>
L a</w>
er ra</w>
á n
q tzun</w>
ci as</w>
M A
z o</w>
2 0
qu ˈn</w>
en cia</w>
nuestr a</w>
al kye</w>
M ate
m al</w>
al gun
co r
oks lal</w>
Mate o</w>
mi s
an i
so n</w>
d on
d o
herman os</w>
po n</w>
s em
tbʼ i</w>
tzʼ el</w>
kʼ i
oj tzqi
c ómo</w>
E L</w>
D I
ti ˈj</w>
T x
o tros</w>
S a
ja ʼ
0 0</w>
x aq</w>
k a</w>
en señ
P ro
jun juntl</w>
ate ʼ</w>
ej emplo</w>
an os</w>
m os</w>
c es</w>
ni kʼ
tnej el</w>
qe ʼ</w>
tz ˈ
oʼ kx</w>
hab ía</w>
Tx ʼotxʼ</w>
j os</w>
ky qʼoʼn</w>
xim bʼ
Sal mo</w>
n ec
fu e</w>
us te
q nikʼ</w>
t ar</w>
pod emos</w>
D E</w>
ky kyaqil</w>
r o</w>
bi en</w>
d ía</w>
c os</w>
an s
tzi ˈn</w>
pu és</w>
g reg
l in</w>
ami li
tzal aj</w>
i o</w>
tqʼ ama</w>
D avi
kyi m</w>
p l
T E
or es</w>
d en</w>
con se
ja w
Davi d</w>
con greg
ar a</w>
y o</w>
ra z
es c
pro f
p li
í cu
é n
Bʼ IL</w>
d es</w>
T U
si ón</w>
2 5</w>
m as
f amili
t al
anqʼ in</w>
pr im
kyxo l</w>
m al
ent es</w>
t ja
J o
ky witz</w>
I N</w>
e la</w>
C an
A ju</w>
m un
n aʼn</w>
qʼi j</w>
t em
qu e
des pués</w>
bʼi ʼn</w>
ant es</w>
Is ra
ci on
adr e</w>
Tuʼn tzunju</w>
s al
Isra el</w>
t tz
ˈ j
J er
jaʼ lo</w>
lu gar</w>
t ch
I N
2 8</w>
tw u
T O
1 9
em pr
dem ás</w>
ay u
pro b
q qʼoʼn</w>
ve z</w>
Tz eʼn</w>
no sotros</w>
dad es</w>
R o
a xix</w>
ver s
E x</w>
or ación</w>
i a</w>
ú n</w>
hab l
kˈ a</w>
im por
es per
e a</w>
s ino</w>
pre gun
l o
congreg ación</w>
empr e</w>
a tz</w>
A J</w>
añ os</w>
ri tu
aj a</w>
ap ó
M e</w>
tien e</w>
s an
Al kye</w>
te ya</w>
ximbʼ etz</w>
on ka</w>
si empre</w>
testi gos</w>
v os</w>
ris ti
mo d</w>
wu ʼne</w>
ar se</w>
2 9</w>
bˈ aj</w>
2 7</w>
t an</w>
ma ˈn</w>
an e</w>
M ar
am or</w>
i s</w>
dr o</w>
a tzun</w>
nuestr o</w>
ten er</w>
man os</w>
ci o</w>
l oj</w>
apó sto
on te</w>
much o</w>
r it
a qu
kaw il</w>
d er
2 6</w>
i ˈn</w>
v er</w>
v ol
tz ul</w>
a pren
pre dic
p í
l aʼn</w>
Pe dro</w>
O R
x jel</w>
si g
ris to</w>
t h</w>
a ciones</w>
no qtzun</w>
nec es
bʼ in</w>
K ʼ
x e</w>
f er
fu er
es e</w>
p ec
mu j
L A</w>
h an</w>
ver dad</w>
p alab
am ente</w>
mla y</w>
s enti
mu er
v e</w>
c risti
V I
gr a
bʼ abʼil</w>
t yekʼin</w>
ha y</w>
ky qʼamaʼn</w>
uste d</w>
k w
n aj
Is a
A L</w>
tiʼj a</w>
A L
kan et</w>
in ti
re ci
en ta</w>
mun do</w>
aqʼun tl</w>
t kʼuʼj</w>
t kyaqil
s aʼn</w>
b ios</w>
t tx
kʼuj labʼil</w>
ho ra</w>
j yo
C u
qʼ o
ky kʼuʼj</w>
t jaw</w>
xnaqʼtz an</w>
xit l</w>
tz aj
n el</w>
ye ju</w>
aʼ l</w>
y aj
u t</w>
est aba</w>
pr es
o ˈn</w>
E l</w>
Can ción</w>
Bʼ itz</w>
jaw il</w>
N o
s tr
C or
so lo</w>
tzʼ onin</w>
ícu lo</w>
ky ok
ton ces</w>
el la</w>
ech o</w>
uʼj it</w>
eʼ y
ky a
mas ke</w>
p o</w>
v o
p aj</w>
impor tan
ˈ x</w>
am a
y an</w>
bʼ en</w>
tze ˈn
f e</w>
g ente</w>
E N
tzʼ i
on bʼil</w>
t ja</w>
ent os</w>
m el
DI OS</w>
ll am
b ar
se gu
e go</w>
ayu da</w>
c e
qu er
L I
men os</w>
k eʼy
B I
Y O
te ˈ</w>
au ti
e w
si s</w>
raz ón</w>
i r</w>
l em
ch mabʼil</w>
si gui
ja n</w>
Qʼ onka</w>
K y
Re ino</w>
na ʼj</w>
m br
algun os</w>
C h
kx el</w>
ku bˈ</w>
es a</w>
c am
chʼix me</w>
se gui
as ta</w>
t aj</w>
cu er
vi vi
est as</w>
tz e</w>
t u</w>
to ri
i li
t bˈ
hi zo</w>
famili a</w>
3 1</w>
du r
qʼuq bʼil</w>
an za</w>
p w
ar nos</w>
po si
S e
es cu
s a</w>
hi jos</w>
er an</w>
aʼ yeju</w>
c as</w>
A S</w>
apósto l</w>
lle v
e z
x qʼuq
li br
kʼ loj</w>
o y
ho mbre</w>
t ajbʼen</w>
b auti
qʼi bʼil</w>
o te
tr ab
maj x</w>
res u
ver bios</w>
pue den</w>
qʼ oj</w>
t es</w>
Pro verbios</w>
tan ás</w>
much os</w>
ʼ x</w>
pár r</w>
le a</w>
Sa tanás</w>
Q U
re uni
a g
Q a</w>
es po
1 0
TU ʼN</w>
g ún</w>
en tonces</w>
bˈ e
f eli
con fi
ky im
T im
pu mal</w>
t bʼinchaʼn</w>
di ó</w>
E S</w>
A po
R I
J os
tu ra</w>
to j
es pi
deb emos</w>
M i
p un</w>
cu l
mis mo</w>
nuestr os</w>
ʼ J</w>
twi tza</w>
ojtzqi ʼn</w>
M o
YO L</w>
in ci
i ˈy</w>
ʼ ye</w>
ans yan</w>
twu tz</w>
ti ʼn</w>
s í</w>
aj o</w>
ac er
qui er
min tiʼ
vis it
tu kˈa</w>
res pon
al l
P ero</w>
n in
j e
es t</w>
E n</w>
e j</w>
S an
Isa ías</w>
con oc
O N
k bʼan
en es</w>
Tim ote
re c
un que</w>
espi ritu
ser vi
hac e</w>
estu di
TO J</w>
en e</w>
ari o</w>
re y</w>
maj en</w>
h echo</w>
al o</w>
ali dad</w>
t aj
ky nikʼ</w>
bˈ in</w>
l i</w>
3 3</w>
m ente</w>
al go</w>
Jo b</w>
h asta</w>
ta d</w>
est os</w>
d ar</w>
ar t
VI D
mej or</w>
- -</w>
a ʼ</w>
m ar</w>
Timote o</w>
ky an
tx ʼotxʼ</w>
n onin</w>
b en
j us
os o</w>
N o</w>
ku x</w>
0 00</w>
kw est</w>
pw aq</w>
mel tzʼ
kyok len</w>
ti quʼn</w>
i k
3 2</w>
prob lem
B LI
a x
L e
we ʼ</w>
jun x</w>
est án</w>
b le</w>
ok el</w>
n a</w>
w in
nim xix</w>
ten ía</w>
f ec
c ada</w>
uc ción</w>
inti os</w>
a hora</w>
much as</w>
ech os</w>
na bʼil</w>
e lo</w>
br a
A Qʼ
to das</w>
Cor intios</w>
g an</w>
we ye</w>
L uc
me di
tr a
da do</w>
os tr
in ter
T YOL</w>
us al
Jer usal
kyi bʼ</w>
it o</w>
ja ku
Jerusal én</w>
tx e</w>
pr inci
3 5</w>
na ʼ
xim ana</w>
xi ʼ</w>
ch j
T E</w>
c er
person a</w>
an im
tx ˈ
nu e
k jawil</w>
cu m
cas a</w>
m il</w>
q yolin</w>
wi ʼje</w>
A x</w>
kʼuj laʼn</w>
qʼ in
3 7</w>
oj txe</w>
eb re
ami w
x uʼj</w>
E R
x toq</w>
Ti erra</w>
neces it
ec es</w>
co razón</w>
3 4</w>
qʼo ʼne</w>
c an
Luc as</w>
o l</w>
u estr
r u
q ximen</w>
E N</w>
f í
palab ras</w>
e ci
ky ximen</w>
se a</w>
no mbre</w>
g o
man era</w>
X jan</w>
pakbʼ an</w>
gui en</w>
cur s
r á</w>
en contr
al guien</w>
ES T
tan to</w>
fi c
t bʼaj</w>
tzʼ aq
s a
on il</w>
chʼ in</w>
ñ o</w>
Mo is
C I
entr e</w>
art ículo</w>
ten emos</w>
kbʼ el</w>
kʼw aʼl</w>
kˈ u
ky ok</w>
g l
un o</w>
tien en</w>
tu kʼ
to da</w>
dem ostr
mi l
Jos é</w>
v al
ky x
Mois és</w>
cristi anos</w>
A bra
s ti
naʼ m
so l
con vers
en a</w>
min ut</w>
t ó</w>
a unque</w>
de j
chʼi y</w>
C H
le y</w>
mbr es</w>
esi s</w>
ami w</w>
tzeˈn ku</w>
an ci
par te</w>
BI BLI
T oj</w>
á c
ob e
bíbli co</w>
xnaqʼtz aʼn</w>
po co</w>
én esis</w>
p a</w>
Ja ku</w>
G énesis</w>
tku ʼx</w>
D ani
q o
ky ja
d ar
Jes uc
BIBLI A</w>
tzi y
m ya</w>
i do</w>
cu enta</w>
c í
xqʼuq in</w>
d ías</w>
a ˈ</w>
n ti
xi len</w>
bˈe ˈx</w>
q naʼn</w>
otr as</w>
win q
sem an</w>
ku ʼ
ka bʼe</w>
keʼy in</w>
m on
kya ʼj</w>
j w
est ar</w>
a gu
v en</w>
t nikʼ</w>
t majen</w>
importan te</w>
nim en</w>
hi jo</w>
o m
im os</w>
c ali
n aj</w>
er os</w>
te x
I n
A j</w>
p adr
twi ʼ</w>
o f
4 0</w>
el el</w>
rit u</w>
pí ritu</w>
w en</w>
kye qe</w>
lec tura</w>
c ambi
an o</w>
pa ci
po dr
n chi</w>
tkyaqil ju</w>
P alab
bʼ et</w>
kˈ w
lle g
si er
H echos</w>
t bʼinch
m ar
deci r</w>
ˈ ja</w>
oks labʼil</w>
ci endo</w>
qui enes</w>
iky jo</w>
E J
tqˈ maˈn</w>
o ʼna</w>
n e
pue b
otx ˈ</w>
gr an</w>
pu es</w>
ky ˈ
U N
pu bli
c e</w>
re la
chj onte</w>
or ar</w>
bʼi s</w>
buen as</w>
esc ri
Dani el</w>
ch i
aj el</w>
a gr
libr o</w>
1 4
v eces</w>
tz aqʼ
lu ˈn</w>
ti bʼ</w>
q ʼ</w>
meltzʼ aj</w>
m or
ad or</w>
quier e</w>
otr o</w>
herman o</w>
V ea</w>
M an</w>
p sis</w>
cali psis</w>
si ones</w>
problem as</w>
dis cí
discí pu
q qʼamaʼn</w>
a ya</w>
padr es</w>
u e
muer te</w>
fr u
un os</w>
tr i
é r
tzal ajbʼil</w>
ma yo
L os</w>
testi go</w>
er n
txˈ otxˈ</w>
Apo calipsis</w>
yekʼ un</w>
b a</w>
w 0
kbʼan tel</w>
T kawbʼil</w>
tzʼi bʼin</w>
ˈj jo</w>
n ej
ho mbres</w>
pueb lo</w>
nikʼ e</w>
q Man</w>
kʼ elel</w>
de c
C risto</w>
ku ya</w>
x jo</w>
pakbʼ abʼil</w>
ci er
oy aj</w>
contr a</w>
p un
n y
ad as</w>
b us
ami gos</w>
ju majx</w>
h e</w>
tr at
el es</w>
qi bʼ</w>
kuʼ x
Se ñ
A d
or g</w>
estu dio</w>
Señ or</w>
to r
D i
ayud ar</w>
ar án</w>
tzi kʼ</w>
M at</w>
kʼ okel</w>
jw org</w>
i j</w>
Ro manos</w>
á b
t s
fi ci
ky qˈ
al e</w>
mi s</w>
par ec
nuestr as</w>
ky qʼ
S am
K u
wi ʼ</w>
reci bi
qʼin u
H ebre
A J
pa z</w>
S al</w>
pá g</w>
í s
a tzin</w>
ar es</w>
aq ˈ
xim ane</w>
R E
escu ch
Abra h
o ci
un ca</w>
qan in</w>
ab ʼ</w>
a ye
ʼn toq</w>
segui r</w>
k ol
S i</w>
Abrah án</w>
ch ˈ
ab ˈ
T ES
en ten
vivi r</w>
l aj</w>
ac ti
z as</w>
otr a</w>
ky bʼinchaʼn</w>
di y</w>
ac e
ti erra</w>
qui en</w>
L u
sig ni
A demás</w>
x uʼj
E z
f al
u eb
kʼu ʼje</w>
ti kʼ</w>
t tnam</w>
f in</w>
i r
gu s
i j
y abʼil</w>
dur ante</w>
don de</w>
aq pi
qʼinu mabʼil</w>
ex pli
discípu los</w>
di do</w>
agr ad
3 8</w>
ton in</w>
bˈ inch
pr ueb
kyu ˈn</w>
ky ch
qʼ et</w>
Bʼ AN
q yekʼin</w>
ja r</w>
min is
t ado</w>
li gi
al e
M in
tzʼ ajbʼen</w>
t nikʼ
o taq</w>
tqʼ oʼna</w>
cu i
J A
tn aʼn</w>
s ac
e qui
l ti
AN Qʼ
p in</w>
hac er
ab le</w>
E l
tori o</w>
prof ec
m í</w>
des e
o br
P adre</w>
de as</w>
naʼm xtoq</w>
ky nim
tnikʼ a</w>
com pa
T ej</w>
C on
ti pumal</w>
U MA
Hebre os</w>
z ar
tqan in</w>
pi o</w>
1 ,
re ligi
i m</w>
t ados</w>
kaw in</w>
cum pli
aq e
F ili
3 9</w>
Jesuc risto</w>
e ta</w>
j ni
di a</w>
N AQʼ
A n
tu d</w>
ris t</w>
TE N</w>
na da</w>
kʼw al</w>
n ajbʼen</w>
a w
KY E</w>
f ri
tx ʼ
sem ana</w>
n unca</w>
X NAQʼ
XNAQʼ TZ
res pe
in tl</w>
g an
yaj xitl</w>
en cias</w>
des de</w>
ver dad
í amos</w>
anci anos</w>
o kx</w>
es píritu</w>
tu l</w>
tex to</w>
t yol</w>
E f
yol ine</w>
t kʼu
q bʼinchaʼn</w>
A M
kuʼx un</w>
L AL</w>
chʼ ex
emp ez
at toq</w>
TES OR
Qʼ IN
Ad án</w>
a si
UMA BʼIL</w>
QʼIN UMABʼIL</w>
t tziy
Tu ʼn</w>
TESOR OS</w>
vo sotros</w>
al il</w>
P re
C RI
ten dr
e d
Q o</w>
t mod</w>
posi ble</w>
sier vos</w>
in ten
ax pe</w>
sigui ente</w>
o cu
for ma</w>
d emos</w>
tr es</w>
pregun tas</w>
is ra
ar lo</w>
algun as</w>
mo j
jyo n</w>
isra eli
sab er</w>
O K
k le
xna qˈ
nim ku</w>
habl ar</w>
g en
xja n</w>
u el</w>
to r</w>
ti ˈjjo</w>
q ok</w>
em ías</w>
ˈ y
z ar</w>
ad u
qʼ am
h er
Q e</w>
E n
en vi
d an</w>
á r
su per
ser á</w>
o p
na ʼne</w>
im i
h on
TI ʼJ</w>
os a</w>
us o</w>
il toq</w>
c lu
San ti
ʼ ya</w>
kʼi w
kʼ onil</w>
añ o</w>
or a</w>
ti l</w>
p an</w>
espo sa</w>
ci elo</w>
ku bʼ
T TEN</w>
tqʼ ama
lec ción</w>
é is</w>
pens ar</w>
O K</w>
tu ˈn
bʼi le</w>
es pe
TZ AJ</w>
esper anza</w>
Q man</w>
r ía</w>
kʼ am
a go</w>
R A</w>
VID A</w>
Tu ˈn
t kawbʼil</w>
3 6</w>
tx i
bʼi la</w>
m ens
Sam uel</w>
ʼj a</w>
AN A</w>
in xa</w>
d in
án g
y u
i y</w>
bʼ il
gra cias</w>
bʼ aj
winq lal</w>
tzʼaq li</w>
l í
J un
t pon</w>
per las</w>
all í</w>
reuni ones</w>
mo str
ky yekʼin</w>
fi ca</w>
bíbli ca</w>
Santi ago</w>
q x
n or
for ma
l alil</w>
a po
qʼ an
ch e
bi er
con t
al mente</w>
pr esi
mla y
c h</w>
t bʼiʼn</w>
c ab
a ˈn</w>
ar in</w>
erman a</w>
em bar
bˈ aj
bauti s
we bʼil</w>
i la</w>
ttz aqʼ
in vi
ace p
si r
al qui
tz ma
r s</w>
pon ga</w>
mej e
AL KYE</w>
p adre</w>
q an</w>
ho y</w>
hi ci
e le</w>
á l</w>
o xe</w>
gi p
di e</w>
4 5</w>
xnaqʼtz bʼen</w>
trab ajo</w>
ky ten</w>
Al kyeqe</w>
j iˈy</w>
tkʼu ʼja</w>
ter io</w>
en fer
qʼi ʼn</w>
en t</w>
N I
pár rs</w>
si do</w>
jaku toq</w>
ar ía</w>
5 0</w>
tw i</w>
s ent
4 1</w>
si tu
Mar ía</w>
so r</w>
po der</w>
ñ a</w>
mi ll
KY ANQʼ
visit a</w>
pre par
U ʼj</w>
on ia</w>
chʼ intl</w>
ʼj in</w>
mi ento</w>
kye ˈ</w>
xnaqˈ tz
n qˈ
or g
P A
Ju diy</w>
u dad</w>
C or</w>
tukʼ e</w>
le to</w>
israeli tas</w>
bʼ alo</w>
ens es</w>
OK S
ci r
ky bʼiʼn</w>
f in
cur so</w>
cu alqui
bʼil al</w>
n nikʼe</w>
con oci
tr o
princi p
al ky
J un</w>
re cu
4 4</w>
Qu i
m am
kʼ aj</w>
res pu
n qʼoʼne</w>
an jel</w>
L O</w>
qʼ on
conse j</w>
bˈ an
t kyim</w>
t ajbʼil</w>
pro me
men to</w>
entr as</w>
S TI
1 7
erman o</w>
ad ores</w>
kye ˈy</w>
espe ci
y es</w>
Cu ando</w>
hab ían</w>
hu man
g amos</w>
1 8
Min tiʼ</w>
w eʼn</w>
par ti
ex ku</w>
xo bʼ</w>
predic ar</w>
er es</w>
ci udad</w>
a tr
in cl
di fí
yo n</w>
bʼ a</w>
alky exku</w>
e dad</w>
c el
T esti
D e
b er
i c
g una</w>
n et</w>
fu tu
est aban</w>
lo gr
la do</w>
kan oʼn</w>
es as</w>
D e</w>
ky ja</w>
OKS LAL</w>
Ja co
em bre</w>
tx u
ti n
enseñ a</w>
T o
Palab ra</w>
yo ʼn</w>
cl ar
ó n
ja ˈ
CRI STI
jus ti
ar le</w>
in i
ama ʼne</w>
e xi
s in
ra f
ik ju</w>
wi tze</w>
pl aj</w>
fu eron</w>
embar go</w>
lu ego</w>
bʼ al
ky aj
V e
aqe ju</w>
KYANQʼ IN</w>
CRISTI ANA</w>
forma ción</w>
tn aj
muj bʼabʼil</w>
el las</w>
cas o</w>
an ali
tu lo</w>
t amiw</w>
ab il
J a</w>
pár raf
futu ro</w>
so mos</w>
per fec
j ud
til bʼilal</w>
espiritu al</w>
kaw bˈil</w>
fu era</w>
H e
H i
q witz</w>
est amos</w>
ec h</w>
os os</w>
L o</w>
l in
jni ˈ</w>
S i
y on
pu l
J ud
í n</w>
kyaqil x</w>
a ʼna</w>
ti ca</w>
ky naʼn</w>
imi ento</w>
E gip
A ʼ
c al
al aˈ</w>
ri a</w>
kyja luˈn</w>
com p
T BʼAN
Egip to</w>
org ani
v ía</w>
na die</w>
l aj
hac en</w>
bíbli cos</w>
pres ent
chʼix pu
1 6
z ó</w>
v as</w>
pu esto</w>
muj er</w>
ka ˈy
ch ikʼ
ja pun</w>
No qtzun</w>
Ch mabʼil</w>
4 2</w>
co mi
S I
di eron</w>
Jaco b</w>
ew bʼaj</w>
jun xitl</w>
i le</w>
xnaqʼtz an
espiritu ales</w>
t i</w>
ri ó</w>
buen a</w>
ti j</w>
sal v
bus c
segu r
escri bi
ar emos</w>
r at</w>
a ten
ttziy en</w>
profec ía</w>
l en
ky ajbʼen</w>
ca us
n qʼ
U ni
Bʼ aʼn</w>
tqˈ oˈn</w>
pá g
in k
Ve amos</w>
vi o</w>
t kyaj</w>
jaˈ lin</w>
c la
qo ʼ</w>
q ximbʼetz</w>
meje bʼ
a kʼaj</w>
as t
bʼ l</w>
xi ʼye</w>
ten e</w>
mintiʼ toq</w>
l im
feli z</w>
abil onia</w>
tu vo</w>
pe tziˈn</w>
B abilonia</w>
pakbʼ al</w>
bu en</w>
, 000</w>
tuʼn tzunju</w>
ti kʼ
k tel</w>
conoc er</w>
ar a
em o
aqʼ un</w>
tzal u</w>
senti do</w>
qe ye</w>
mi entras</w>
go bier
O V
mejebʼ le
ay in</w>
R OS</w>
tz aqpi
tu r
abʼ j</w>
a ʼne</w>
N ue
M a</w>
E li
t emplo</w>
pre ocu
n ximane</w>
J E
án do
VID E
ter i
quer ía</w>
incl uso</w>
di fer
au di
se amos</w>
pro te
pro m
le c</w>
v el
to q
l an
kʼam oʼn</w>
deb e</w>
TBʼAN EL</w>
or i
gu e</w>
din ero</w>
d estr
t yekʼun</w>
s ali
prim ero</w>
k tzaj
E s</w>
servi r</w>
qˈ ij</w>
palab ra</w>
j o
U N</w>
Hi jo</w>
mam bʼaj</w>
espo so</w>
Jun jun</w>
tz aʼn</w>
se c
princi pio</w>
mens aje</w>
d ó</w>
c ri
Ó N</w>
pr ác
jud í
g as</w>
cualqui er</w>
He b</w>
tzaqʼ webʼil</w>
qui z
kʼi x
an to</w>
v ali
pi ens
pec ado</w>
minis terio</w>
ter min
am b
Y aj
Tuˈn petziˈn</w>
ñ os</w>
x in
vol un
signi fica</w>
qu ʼne</w>
publi c
e ʼ</w>
aqʼun an</w>
me dio</w>
tx ok
im on
vis ta</w>
VIDE O</w>
C rist</w>
i gu
ca pí
ú lti
t bʼi
gr an
audi torio</w>
to mar</w>
ky wiʼ</w>
buen o</w>
jyo ʼn</w>
A r
convers ar</w>
apren der</w>
x ewbʼaj</w>
vi eron</w>
tu s</w>
h emos</w>
en di
Pre gun
N a
M t</w>
JA K
ta ʼ</w>
la qʼ
B e
prim era</w>
n naʼne</w>
ben e
aqu el</w>
xja w</w>
A tal
se x
ky w
er r
t k
ma tr
yol ina</w>
x el</w>
su fr
qi ʼn</w>
nti ˈ</w>
bˈ iˈn</w>
an g
ó ni
tku bˈ</w>
t nim
ale gr
ac tu
TI ʼ</w>
AJ U</w>
un ci
QU É</w>
Mar cos</w>
ó ven
óven es</w>
tqʼ ij
i deas</w>
e te</w>
X i</w>
A jaw</w>
matr imon
es os</w>
dis fru
Ro m</w>
ú l</w>
tx in</w>
tkyaqil jo</w>
ti bʼaj</w>
ate ʼ
xin aq</w>
di j
Tuʼn ju</w>
txʼ ol
q alaˈ</w>
organi z
ayud ó</w>
u d</w>
l ar
hu manos</w>
g ob
ch o</w>
el xix</w>
de dic
ch oj
ami go</w>
a m</w>
Sa úl</w>
chʼex paj</w>
twu tz
nue vo</w>
kle t</w>
S l</w>
tja qʼ</w>
qʼ aqʼ
for tal
tz in
ttzaqʼ weʼn</w>
tnaj saʼn</w>
ky onin</w>
j óvenes</w>
E X</w>
E M
pe di
hu mil
re visita</w>
JAK U</w>
f a
conse jos</w>
H ech</w>
t yolin</w>
c entr
ayud ará</w>
hi sto
e le
cier to</w>
es con
d uc
b o
é s
d ol
S e</w>
E va</w>
ttx laj</w>
gen er
ad or
4 3</w>
per mi
predic ación</w>
Pro v</w>
Jer emías</w>
tqʼij lalil</w>
sab i
al im
pro pi
Atal aya</w>
q aj</w>
Mi ʼn</w>
txʼol bʼabʼil</w>
ti co</w>
aqu í</w>
tem a</w>
t tzʼibʼin</w>
je ʼ</w>
j el
g a
5 5</w>
resu l
per don
con su
compa ñ
ex per
con si
ad es</w>
t aja</w>
c ari
a par
ti ó</w>
en ci
dem uestr
a y</w>
ser es</w>
ky kubʼ</w>
ch eʼ
t ú</w>
in formación</w>
ex sin</w>
a ˈ
á li
we ˈ</w>
fi r
Testi gos</w>
ti vos</w>
mo jeʼ</w>
xi ˈ</w>
tja pun</w>
respu esta</w>
en se</w>
en el</w>
2 ,
tem bʼil</w>
ta jaw</w>
cur sor</w>
cam ino</w>
c ru
S E
re cor
q ten</w>
mu estr
mejebʼle ʼn</w>
kʼuj la
kan in</w>
i chin</w>
acer do
to m
ten ían</w>
tbˈ i</w>
n kʼuʼje</w>
a z
M es
JE H
uste des</w>
t amos</w>
pas o</w>
di o
cl esi
4 8</w>
pre cursor</w>
no ti
ky mod</w>
in te</w>
feli ces</w>
x taq</w>
v ino</w>
bʼ an</w>
b re
OV Á</w>
JEH OVÁ</w>
toq xi</w>
quiz ás</w>
pro p
pod ía</w>
in tro
d ucción</w>
X J
E clesi
yol il</w>
ast és</w>
tna ʼna</w>
san to</w>
pro v
ay e</w>
In ter
Eclesi astés</w>
qu emos</w>
q ch
mo mento</w>
li c
an xa</w>
p es
jun al
es ios</w>
v u
t amiw
ar ios</w>
pl an
obr a</w>
no q
co l
a te</w>
m adre</w>
C re
sac ri
s tan
deci siones</w>
T A
Ef esios</w>
A t</w>
mi la
xnaqʼtzan kuya</w>
q nim
nej enel</w>
t kʼujlabʼil</w>
su fri
o toqxi</w>
o ca
j yon
er as</w>
sol dad</w>
pro gr
le pe
ky yol</w>
f un
em i
C O
trab a
s acerdo
reuni ón</w>
resu ci
p aʼn</w>
se gún</w>
eʼ l</w>
Lu c</w>
ca ciones</w>
V i
CI ÓN</w>
xuʼj il</w>
re cuer
pas ado</w>
llam ado</w>
kyan qʼibʼil</w>
ha ga</w>
de a</w>
twi tz
mi x</w>
ky bʼ
convers ación</w>
au tori
Sal om
J on
kyu kˈa</w>
txok bʼil</w>
men cion
toj jo</w>
Q E</w>
í s</w>
to qe</w>
t ación</w>
ky wu
im ag
ajbʼ el</w>
M EJ
C U
B us
com en
X I
l ar</w>
il xix</w>
6 5</w>
te r</w>
q bʼiʼn</w>
áli sis</w>
respon sab
ny a
kyx ol
an tza</w>
kʼi le</w>
Salom ón</w>
ác il</w>
w an
tzal aje</w>
t qan</w>
obe dec
nim aq</w>
intro ducción</w>
estudi ar</w>
de bi
yaj il</w>
s an</w>
prueb a</w>
f ácil</w>
m é
agu a</w>
S u
prof eta</w>
tum il</w>
por tu
nec esi
a c</w>
v í
t am
s aq
matrimon io</w>
kˈw al</w>
jo ven</w>
c er</w>
OR ES</w>
Es c
qʼ in</w>
kya ˈj</w>
judí os</w>
e ter
ami s
C r
chikʼ bʼabʼil</w>
T qʼ
I s</w>
C o
herman a</w>
enten der</w>
di ciendo</w>
ac ab
É l</w>
txi x</w>
twitz ju</w>
tqʼama ʼna</w>
párraf o</w>
e vi
D A</w>
le er</w>
QU E</w>
q ine</w>
ha ciendo</w>
P R
tze ʼ</w>
min a</w>
kyi ʼn</w>
capí tulo</w>
bauti z
y ajbʼil</w>
pens es</w>
bˈ a</w>
an álisis</w>
deb er
vers ículo</w>
ti vo</w>
pr on
na ˈ
so ci
e za</w>
EST ROS</w>
i tz
deb en</w>
N ya</w>
1 5
kʼu l
h ará</w>
ant ar</w>
ad ucción</w>
te l
taj toq</w>
oʼ kx
ar an</w>
Fili penses</w>
w in</w>
q onin</w>
justi cia</w>
ajbʼ ene</w>
TZ ʼ
tan qʼibʼil</w>
qan qʼibʼil</w>
con str
ari a</w>
No é</w>
4 6</w>
mayo r</w>
d amos</w>
b on
pun to</w>
fuer zas</w>
ec e</w>
Esc ritu
q ajbʼen</w>
bʼ itz</w>
pas en
pasen s</w>
ad el
a kux</w>
qʼuq il</w>
al gún</w>
ob je
ben di
ti do</w>
le v
ac to</w>
k bʼil</w>
entr e
t la</w>
di das</w>
T r
Mes ías</w>
ón de</w>
t at</w>
im o</w>
g e</w>
buen os</w>
ter r
man o</w>
ky ximbʼetz</w>
P r
naj saʼn</w>
kye ye</w>
ky qanin</w>
ky bʼinch
ye kˈ
to kx</w>
q meltzʼaj</w>
dur ía</w>
di os</w>
XNAQʼTZ AL</w>
N e
Inter net</w>
u ˈn</w>
sabi duría</w>
S ara</w>
t kawin</w>
o portu
m aʼn</w>
i dio
de l
de jar</w>
U se</w>
MEJ ORES</w>
K U
situ ación</w>
os as</w>
cer ca</w>
ani a</w>
gl esi
fi eles</w>
MA ESTROS</w>
t amente</w>
in as</w>
hici eron</w>
fuer te</w>
anqʼ il</w>
í o</w>
us ar</w>
pr i
kʼu lin</w>
an ti
Bʼ I
volun tad</w>
nqʼ amaʼne</w>
li s
es for
c r
acer ca</w>
P ara</w>
su curs
re ino</w>
pre curs
pe que
ni dad</w>
e di
ti li
sec ción</w>
li ber
Uni dos</w>
Es tados</w>
si on
or aciones</w>
chʼixpu bʼil</w>
or ia</w>
pr ó
deci sión</w>
bʼal un</w>
te ʼ</w>
tch ikʼ
ew in</w>
bʼinch et</w>
S A
Bus quemos</w>
xnaqʼtz al</w>
sab ía</w>
re p
r an
destr u
d oc
ar los</w>
m it
igu al</w>
hab la</w>
N im</w>
D O</w>
C ol
É x</w>
vu el
r le</w>
i dad</w>
fi el</w>
kʼ oʼn</w>
choj bʼil</w>
J n</w>
á is</w>
xit bʼil</w>
kyim ni</w>
en emi
í fi
áb amos</w>
tx ku
tu kʼi
ti j
qˈ oˈn</w>
q kanoʼn</w>
ha ya</w>
g er
cuer po</w>
T L</w>
v esti
txku p</w>
tch mil</w>
lepe ʼ</w>
qʼ oj
q xo
q ja</w>
gr u
ten ga</w>
q mod</w>
nim il</w>
mo do</w>
ma tij</w>
m em
a la</w>
T N
L U</w>
vi v
uʼj ink
ser i
g ri
con ven
c il</w>
ali dades</w>
y ent</w>
v uestr
llev ar</w>
especi al</w>
difí cil</w>
Le y</w>
quer emos</w>
histo ria</w>
hacer lo</w>
gr e</w>
abʼ itz</w>
ó s
y a
lle gar</w>
cu án
an e
N abʼitz</w>
mo n</w>
escon didas</w>
b e</w>
x tal
t ajbʼ
organiz ación</w>
d or</w>
tnej il</w>
tan mi</w>
qan mi</w>
en fr
O k</w>
n e</w>
ú m
servi cio</w>
san gre</w>
d en
ma g
lu ch
con clu
ci do</w>
bˈ aˈn</w>
X na
t aron</w>
o cur
kyi j</w>
ja ˈ</w>
hab er</w>
clar o</w>
b eb
al a
Tz ʼ
Escritu ras</w>
ú ni
ye le</w>
y il</w>
ky xi</w>
es fuer
encontr ado</w>
com e
chˈ in</w>
ab r
O j
Bʼ A
t chʼiy</w>
sab emos</w>
n ela</w>
m er
jaku lo</w>
Palab ras</w>
L AS</w>
publi caciones</w>
ol il</w>
medi ante</w>
ik tzun</w>
expli c
equi el</w>
T en
Ez equiel</w>
ar é</w>
tzun te</w>
t keʼyin</w>
qui én</w>
ky xiʼ</w>
i la
Pe d</w>
val or</w>
ti n</w>
so y</w>
podr ía</w>
p al</w>
noti cias</w>
hac emos</w>
A sí</w>
tqʼ uq
ti v
su ce
prim er</w>
nin gún</w>
na ción</w>
man kbʼil</w>
j e</w>
ar les</w>
ˈn il</w>
qan il</w>
des c
tor es</w>
r se</w>
nqˈ maˈn</w>
mal as</w>
kˈu ˈj</w>
di al</w>
a txix</w>
Q AN
q qʼ
pa kbʼan
kyi bʼaj</w>
d ará</w>
Ja ku
ximbʼ e
a cuer
Ti m</w>
rec ción</w>
la y</w>
iky xjo</w>
P o
Be tel</w>
Apo c</w>
o í
kol in</w>
a ʼn
yekʼ bʼil</w>
w ok
k chi</w>
ech a</w>
L as</w>
E R</w>
wi t</w>
to y</w>
pod er
es al
Tqʼ ama</w>
ES P
tu ʼj
se an</w>
pu so</w>
on o</w>
n in</w>
c ár
n w
as amb
T bʼan
T a
toj tzqi
t ab
sal ud</w>
parec e</w>
kyan mi</w>
D A
ky jaw</w>
j il</w>
áng eles</w>
tna bʼil</w>
q on
im it
escu ela</w>
cu alidades</w>
ar r
adr o</w>
X qʼuqil</w>
m es</w>
da vía</w>
confi anza</w>
bar k</w>
tri bu
ni kyˈ
ll en
g r</w>
al guna</w>
R ut</w>
presi ón</w>
no che</w>
il ju</w>
ter ri
ma la</w>
del ante</w>
ci e
bˈan t</w>
b an</w>
amis tad</w>
Y A</w>
Xna qʼtz
G UN
áng el</w>
q ok
mi e
enfer me
cár c
t y</w>
esc la
a cu
c in
as ti
ari se
ky yolin</w>
ikʼ un</w>
Tz aj</w>
S o
tzal uˈn</w>
t aba</w>
q kyaqilx</w>
pron to</w>
n witze</w>
mis ma</w>
kʼiw labʼil</w>
i x
ej emp
T esal
tukʼ ilju</w>
p it
ktzaj el</w>
escribi ó</w>
Qu ˈn</w>
vis to</w>
r án</w>
q ayin</w>
pa ís</w>
of rec
kbʼ ajel</w>
com pren
ami entos</w>
P RE
E ʼN</w>
A t
q ya</w>
bˈ ila</w>
L i
ʼ l</w>
ttz i</w>
n ja
El ías</w>
q Ajaw</w>
prop ós
p la
lleg ó</w>
bene fici
ad oración</w>
A tzun</w>
tuʼj ina</w>
kʼw aʼ
kyu kʼ
a d</w>
qi pumal</w>
prueb as</w>
kʼ un</w>
confi ar</w>
Re y</w>
P O
3 ,
ícu los</w>
we ˈy</w>
vo z</w>
q kʼujlabʼil</w>
oj os</w>
neces ario</w>
Qui én</w>
ten go</w>
ni x</w>
n xi</w>
cárc el</w>
ane tziˈn</w>
sab e</w>
s pi
mie do</w>
i ba</w>
C o</w>
qi ʼje</w>
n eʼl</w>
jus to</w>
4 7</w>
to davía</w>
mi entos</w>
ja l</w>
d ente</w>
comp leto</w>
Ku bʼ</w>
EJ U</w>
w abʼj</w>
tr ans
tbˈ an
qu ʼjin</w>
in x</w>
apósto les</w>
ti bʼa</w>
q bʼinch
pon er</w>
ky il</w>
ja tz</w>
ami ento</w>
tok lin</w>
sucurs al</w>
pon e</w>
ky oj
ca paci
ari as</w>
Isa ac</w>
ʼj il</w>
tqʼ aj
recu adro</w>
pas ó</w>
ser ía</w>
princip ios</w>
ju i
in toq</w>
a ku</w>
N U
20 0
si endo</w>
qʼ il</w>
ky aje</w>
ci encia</w>
acti tud</w>
6 0</w>
tbʼinch aʼna</w>
laqʼ eʼ</w>
ho r
glesi a</w>
tx al
importan tes</w>
i endo</w>
fi cio</w>
Ku kx</w>
G e
vel ación</w>
t ades</w>
re alidad</w>
pue do</w>
propós ito</w>
kʼiw laʼn</w>
fin al</w>
expli ca</w>
acuer do</w>
TZ AQʼ
TZAQʼ W
5 1</w>
se gun
re des</w>
q wiʼ</w>
nor mas</w>
n ch
ky na
ky bˈinch
fic ado</w>
er se</w>
dij eron</w>
com par
KY I
ti va</w>
se p
qʼuq li</w>
qʼ ajel</w>
mi lal</w>
gobier no</w>
ab u
ver emos</w>
segu ro</w>
G u
A l</w>
soci ales</w>
pas ar</w>
ikʼ bʼil</w>
i encia</w>
al kyeqe</w>
Tu ʼjil</w>
qʼuq bʼaʼn</w>
hon r
b ri
autori dad</w>
N im
Bʼ inch
tz en</w>
tem as</w>
mi r
kˈ iy</w>
car ta</w>
T Z</w>
L e</w>
tz ma</w>
tikʼ x</w>
p an
muj eres</w>
atr o</w>
L OS</w>
4 9</w>
tar ía</w>
responsab ili
as un
Pregun ta</w>
J UN</w>
os enses</w>
n bʼi
la tas</w>
com ent
Kʼ loj</w>
Kʼ U
C ON
x pe</w>
mlay x</w>
di ri
conse jo</w>
b as
amiw bʼil</w>
ʼ N
ti r</w>
mila gr
dic en</w>
demostr ar</w>
R A
G é</w>
2 8
t paj</w>
q pakbʼan</w>
q il</w>
na ciones</w>
mi tiʼ</w>
conclu sión</w>
ab les</w>
G o
á latas</w>
mi seri
man e</w>
le br
gru po</w>
esc rit
d í</w>
Col osenses</w>
í so</w>
s im
re ch
ni ños</w>
miseri cor
it a</w>
cla se</w>
apren demos</w>
5 2</w>
te yele</w>
s te</w>
raz ones</w>
q tzalaj</w>
mill ones</w>
human idad</w>
f ol
es es</w>
aten ción</w>
2 9
s bʼ
m en</w>
ky k
junal x</w>
f ía</w>
est é</w>
di ci
ara ón</w>
apo y
a un</w>
G álatas</w>
no ta</w>
verdad ero</w>
kyim len</w>
ky ˈ</w>
jun xi
empez ó</w>
li ˈn</w>
kʼix kʼ
g ó</w>
M O</w>
u tili
religi ón</w>
mis mos</w>
in clu
esfor z
enfr ent
a tzunte</w>
M as
G én</w>
q qanin</w>
o mi
man ten
lec c</w>
in f
A Q
s amaʼn</w>
p os</w>
mal o</w>
T qanil</w>
vol ver</w>
tbʼinch bʼen</w>
s kʼoʼn</w>
na tur
muer tos</w>
much a</w>
gob ern
feli ci
entr o</w>
aq ʼ</w>
agrad eci
qʼ eʼn</w>
li o</w>
ky bˈ
g ado</w>
ec er</w>
ci os</w>
b o</w>
v ej
ten a</w>
s yent</w>
p et</w>
ca p</w>
bʼi s
un do</w>
re ali
prom esa</w>
ll ama</w>
j am
di cho</w>
des ea</w>
cari ño</w>
tr as</w>
ar me</w>
X jel</w>
M u
G U
x jel
vi sión</w>
v es</w>
v an</w>
ti s
te tz</w>
g ares</w>
en car
bʼ al</w>
t kʼ
que d
Nue vo</w>
wi ˈja</w>
su é</w>
pes ar</w>
parti ci
on ic
onic enses</w>
mintiʼ xix</w>
hab len</w>
est ado</w>
es toy</w>
at taq</w>
Jo sué</w>
qʼ onte</w>
gu en</w>
Ro ma</w>
L A
Ez e
tqʼaj qʼajel</w>
qʼ onka</w>
oportu nidad</w>
n ej</w>
mor ir</w>
H er
D es
z ca</w>
tzˈ i
ttx olil</w>
sir vi
o ˈ
muestr a</w>
U n</w>
T kyaqil</w>
én do
s or
resu r
necesit amos</w>
kˈu ˈja</w>
it os</w>
fi er
cu atro</w>
con ten
an as</w>
Jud á</w>
sex u
qan inxa</w>
pec ados</w>
mar zo</w>
l xix</w>
l an</w>
j y</w>
dar le</w>
Jud as</w>
ˈj il</w>
vi ene</w>
tqʼuq bʼaʼn</w>
si dad</w>
prác tica</w>
Tesal onicenses</w>
Re velación</w>
tbʼ et</w>
mill ón</w>
enemi gos</w>
di era</w>
ayud arnos</w>
T X
Pr im
á cu
tz u
tar de</w>
t ex</w>
qon ikʼ
o ˈn
o bli
ce lebr
U na</w>
ó li
us tr
respe to</w>
re gr
jun lo</w>
fol leto</w>
óni cas</w>
qʼ un
n bʼinch
di endo</w>
Vi deo</w>
tan qʼi
re paso</w>
paci encia</w>
kyi ˈj</w>
am ento</w>
al can
x in</w>
tukʼi la</w>
problem a</w>
m ent
l f
caus a</w>
visit ar
tku bʼaj</w>
n tzaj</w>
man d
kʼixkʼ oj</w>
es p
at án</w>
ts ty</w>
tij en</w>
nw tsty</w>
mar avi
ky pon</w>
itz ʼj</w>
h ebre
deci di
cos a</w>
ser v
s t
par eci
dem on
aqˈ win</w>
XNAQʼTZ BʼIL</w>
Jaku pe</w>
CH ʼ
u ter
twutz xix</w>
tanqʼi bʼila</w>
hu bi
e z</w>
cir c
aye ˈ</w>
M I
Ef es</w>
tzeˈn ku
si ente</w>
recibi r</w>
e br
cie los</w>
M a
uter on
uteron omi
uteronomi o</w>
obedec er</w>
n qayin</w>
ku xa</w>
De uteronomio</w>
Co mo</w>
Aʼ Y
5 3</w>
ʼ k</w>
vi de
resur rección</w>
pregun ta</w>
com er</w>
cel esti
Ch ʼ
so bre
reg alo</w>
pue des</w>
pe li
p endi
gu erra</w>
g ía</w>
ew bˈaj</w>
es co
ejemp los</w>
e fec
abr il</w>
L E
tiemp os</w>
junxi chaq</w>
i tzʼ
ci ó</w>
am e</w>
P r</w>
Cre ador</w>
i er
g en</w>
cristi ano</w>
b ajo</w>
P or
B ʼ</w>
5 4</w>
2 7
x sin</w>
tzal aj
gl oria</w>
I k</w>
v amos</w>
t kanet</w>
qʼi bʼile</w>
peli gr
ch ex</w>
San t</w>
Pab l</w>
K ʼ</w>
J UN
ttz aqpi
sigui entes</w>
pu er
piens a</w>
gu ía</w>
dol or</w>
cos tum
xnaqˈtz bˈin</w>
t kʼwaʼl</w>
por ke</w>
h all
em br
di g
cumpli r</w>
TE S</w>
ú n
x ku</w>
wu ˈn</w>
tbʼan elxix</w>
si a</w>
segur os</w>
qˈ uq
qʼam anxa</w>
on a</w>
c ó
X ewbˈaj</w>
s aq</w>
lim pi
kyukʼ e</w>
asamb lea</w>
ís imo</w>
obr as</w>
kyu ʼne</w>
a tz
P er
ẍ e</w>
xim a</w>
t tzalaj</w>
ser án</w>
p ú
on ine</w>
che bʼe</w>
an unci
am ar</w>
T Qʼ
I deas</w>
A MA
wu kʼile</w>
tze ʼn
tqʼ oj</w>
si gue</w>
d ónde</w>
XJ AL</w>
xnaqʼtz ana</w>
t bʼis</w>
ri t</w>
respon dió</w>
p ar</w>
in str
ex tr
estu vo</w>
J W</w>
ti ˈ</w>
obe di
ja do</w>
in taq</w>
gu ar
cu anto</w>
H ch</w>
AʼY EJU</w>
últi mos</w>
z os</w>
tzˈ ok</w>
s as</w>
oʼkx ju</w>
nue va</w>
li dad</w>
il te</w>
dej ó</w>
curs os</w>
ajbʼ en
v ang
t yekʼ
lu gares</w>
eter na</w>
el toq</w>
KY AQ
C r</w>
winq il</w>
tja ya</w>
re b
qu ías</w>
kybʼ i</w>
di go</w>
M an
uni ver
i da</w>
cambi ar</w>
aye tzin</w>
Cr ónicas</w>
txal paj</w>
maj l</w>
g ar
fa v
consi der
abˈ l</w>
s os</w>
po lí
mun dial</w>
mayo r
jun tos</w>
S er
Es t
D ES
xtal bʼil</w>
us a</w>
si ca</w>
saq ch
mu rió</w>
ky anqʼin</w>
e c</w>
chʼi x</w>
anci ano</w>
Je r</w>
qʼ a</w>
est ab
T O</w>
R u
PRE GUN
Es cu
xo do</w>
tchikʼ bʼaʼn</w>
tbʼi ʼna</w>
man tener</w>
llam ada</w>
hac ía</w>
en cu
el lo</w>
bautis mo</w>
4 ,
t kˈ
mon os</w>
mintiʼ tl</w>
cion al</w>
mi sion
ka bʼin</w>
des cu
ap lic
S a</w>
NU EST
5 7</w>
sent ía</w>
lu z</w>
k abˈ
exper iencia</w>
K aw
C E</w>
tr a</w>
te ˈ
ro pa</w>
re gi
r á
qui era</w>
q amiw</w>
asti w</w>
ar rep
É xodo</w>
w aj
ti o</w>
pu estos</w>
k ami
hab rá</w>
bʼ e
Yaj tzun</w>
R ESP
Q I
si ete</w>
j ar
en g
d é
M al
Jesuc rist</w>
H A
sig lo</w>
qʼo l</w>
qʼan ch
pág ina</w>
muer to</w>
mlay toq</w>
lev ant
celesti al</w>
an gu
G ál</w>
Cu án
taj lal</w>
super inten
q xnaqʼtzan</w>
q qʼoʼne</w>
p al
man eras</w>
ma estr
la ción</w>
con ti
cab eza</w>
KYAQ IL</w>
AMA ʼN</w>
3 0
vi r
tzal aja</w>
q ex</w>
progr ama</w>
or o</w>
no vi
kˈw el</w>
du da</w>
di fi
bˈ l</w>
P ue
5 6</w>
yo la</w>
un e</w>
tzʼ aq</w>
ttx u
mo l
cambi o</w>
b les</w>
L o
vi ol
twi ˈ</w>
si s
no k
n lay</w>
d é</w>
b e
aj es</w>
ag o
reci b
ol vi
Nue va</w>
E L
senti r</w>
q xqʼuqin</w>
pú bli
di ca</w>
asi sti
Oj tzqi
A b
Í A</w>
testi mon
qʼaqʼ bʼil</w>
ky okslabʼil</w>
inter es
d ores</w>
cir cu
ci les</w>
Prim era</w>
8 3</w>
7 0</w>
qʼ u
qʼ aqʼ</w>
pre ci
n kubˈ</w>
fal ta</w>
difer entes</w>
QU ʼN</w>
5 8</w>
s pit
prof e
o q
ha cia</w>
h emías</w>
envi ó</w>
cul pa</w>
cor rec
cheʼ x</w>
Ne hemías</w>
A teʼ</w>
tzaqpi ʼn</w>
mu lti
jun to</w>
inf lu
escuch ar</w>
encontr ar</w>
dis tin
com uni
y aj</w>
ttz aqˈwin</w>
ti cas</w>
situ aciones</w>
re vista</w>
re ac
n úm
misericor dia</w>
kami k</w>
i dos</w>
Re yes</w>
Is a</w>
H o
m á
kye tz</w>
cui dado</w>
ch ikʼ</w>
V er
R e</w>
KYI ʼJ</w>
Í AS</w>
tuˈn tzin</w>
testimon io</w>
senti mientos</w>
qi t</w>
nja ye</w>
maravi ll
len gu
ku j
en ten</w>
cu al</w>
constr u
bíbli cas</w>
ad orar</w>
G ali
tzin tla</w>
tzaqʼ w
si k
s inti
per man
nin guna</w>
mayo ría</w>
ky kʼwal</w>
idio ma</w>
ci to</w>
alegr ía</w>
Tbʼan el</w>
T e</w>
C on</w>
ti pin</w>
t man</w>
t aqʼun</w>
rela ción</w>
r e</w>
prom esas</w>
p ac
oca sión</w>
nue vas</w>
kyi bˈ</w>
bˈ e</w>
bautis arin</w>
S im
M Á
L u</w>
Con mem
tze ˈn</w>
se t</w>
prome te</w>
pi dió</w>
naʼm x</w>
n ajbʼil</w>
man s</w>
kʼul bʼil</w>
kyqˈ oˈn</w>
ed uc
2 6
sufr imiento</w>
rela cion
gus taría</w>
gra fía</w>
f o
cul tades</w>
congreg aciones</w>
c ant
bon dad</w>
an zas</w>
Conmem oración</w>
wan qʼibʼile</w>
t emos</w>
pul s
in ar</w>
gran des</w>
fri ca</w>
f arise
eli o</w>
dec ía</w>
car ne</w>
Her o
Cu ál</w>
A s
7 2</w>
tr o</w>
ti embre</w>
t í
sep tiembre</w>
pro duc
lf f</w>
le al</w>
ky aqʼun</w>
jui cio</w>
ja pun
felici dad</w>
difí ciles</w>
contr ol
T QAN
TQAN IL</w>
ẍ neʼl</w>
yo ˈn</w>
xja l
tzˈ aq
ti bˈ</w>
ky bʼet</w>
ju z
do min
dese o</w>
da ño</w>
a segur
a fir
y abʼ</w>
xi x
wu q</w>
tbˈ inch
tan im</w>
profec ías</w>
l ab
ch winqlal</w>
al la</w>
acer c
xnaqʼtz ane</w>
vi ó</w>
ve a</w>
v emos</w>
uc ciones</w>
tzˈ el</w>
q nimen</w>
mal os</w>
in os</w>
ha m</w>
esper a</w>
ej iˈy</w>
circu ito</w>
Es píritu</w>
xi m</w>
twi ʼya</w>
t yajil</w>
r emos</w>
qu it
propi a</w>
p en</w>
ni kyˈ</w>
naj chaq</w>
ky kʼwaʼl</w>
kaˈy in</w>
conoci miento</w>
RESP ON
PA RA</w>
én es</w>
un d
tna ʼl</w>
te q</w>
qu kʼil</w>
poder oso</w>
hab it
demostr ó</w>
de tal
d entro</w>
cre ación</w>
Q O</w>
Pe gr</w>
Mas ke</w>
x bʼalun</w>
vi era</w>
m eses</w>
lle va</w>
ej ér
d ón</w>
comi da</w>
ci ent
ab ˈj</w>
Lu ego</w>
tr adu
ten ido</w>
qxo l</w>
pró xima</w>
mi embr
kˈu ˈj
f ono</w>
con duc
con ciencia</w>
chi ˈ</w>
b a
Tr aducción</w>
ís es</w>
tzaj ni</w>
s enci
qan qʼin</w>
pi ense</w>
necesit an</w>
l ene</w>
fu ego</w>
err ores</w>
dis curso</w>
aj tz</w>
L EN</w>
tz jo</w>
sacerdo tes</w>
regr es
pres ente</w>
ojtzqi ʼntoq</w>
kyi ʼje</w>
kyi bˈa</w>
i x</w>
dr o
demuestr a</w>
d ando</w>
cas i</w>
Yaj xitl</w>
I EN
visitar il</w>
q in</w>
prov ech
nim o</w>
kyi ˈja</w>
kyan mi
ky bʼant</w>
cas ti
anim ales</w>
1 3
quier en</w>
m entos</w>
kyqʼ on
cre en</w>
com pr
chʼix mi</w>
angu sti
T K
A N</w>
u r
traba jar</w>
ti cos</w>
ky tz
jam ás</w>
i d
gi ó</w>
ar te</w>
wi x</w>
tr is
si tio</w>
on ina</w>
dem asi
co pi
cam bios</w>
aʼ y
agu antar</w>
T bˈan
Sa m</w>
Qʼ on
A xpe</w>
tuˈn tzintla</w>
tu vieron</w>
s ta</w>
s aj</w>
núm ero</w>
nin ja</w>
ni ño</w>
kyi kʼ
in mor
famili ares</w>
acti vi
NUEST RA</w>
ʼn xix</w>
t maʼn</w>
q oʼ
pakbʼan e</w>
nya toq</w>
ma ˈn
bʼinch an</w>
a sig
T ambién</w>
Jon atán</w>
verdad era</w>
ky kʼ
ch a</w>
bu r
as es</w>
S ans
tzma toq</w>
trab aj
tku x</w>
ta te</w>
qʼi ʼntoq</w>
conse gui
ab lo</w>
Sans ón</w>
1 19</w>
ten gamos</w>
t moj
ok len
oklen j</w>
noq wit</w>
ma ñ
im perfec
cre encias</w>
bʼ yoʼn</w>
A unque</w>
qʼon k</w>
po ca</w>
ojtzqi bʼil</w>
o vej
ky kʼuʼje</w>
ky keʼyin</w>
ju lio</w>
h as</w>
gran de</w>
em ente</w>
ec a</w>
cre ó</w>
ar la</w>
a án</w>
Tbˈan il</w>
Can aán</w>
t yolina</w>
sacri ficio</w>
s am
necesi dades</w>
in kuya</w>
er ras</w>
en tu
ej er
ch mil
bˈ i
T AS</w>
Jos ías</w>
E ʼ
5 ,
tzʼaq lxix</w>
kyqˈ maˈn</w>
chʼex pu
Abra ham</w>
prim eros</w>
pendi ente</w>
oca siones</w>
com ún</w>
an qˈ
S ab
Le an</w>
Jon ás</w>
1 Co</w>
tz an</w>
t kabʼin</w>
t ando</w>
q tzaj</w>
ma yo</w>
conoc e</w>
cin co</w>
R o</w>
C om
6 1</w>
é monos</w>
ácu lo</w>
uʼjink tze</w>
tzal ajel</w>
t l
laj aj</w>
ky tzaj</w>
chʼix toq</w>
T ex
T A</w>
Ky uʼjinktze</w>
C hi
ya ẍ
y in</w>
w amiw
un stan
ti bˈaj</w>
tam poco</w>
t kʼiwlaʼn</w>
re gu
qok len</w>
in jiˈy</w>
hebre o</w>
gi dos</w>
evi tar</w>
en ero</w>
circ unstan
cient ífi
R a
ʼ xix</w>
y ó</w>
w p
txu ʼye</w>
t é</w>
qe tziˈn</w>
l la</w>
gus ta</w>
busc ar</w>
aq ˈ</w>
ajbʼ e
S in</w>
tqˈ ma</w>
sier vo</w>
ri dad</w>
herman as</w>
gri ego</w>
fav or</w>
eng añ
cum p
c ar</w>
arrep enti
anti gu
ten cia</w>
t tena</w>
q nabʼil</w>
n qan
mañ ana</w>
ky pakbʼan</w>
i dea</w>
dr as</w>
doc tor</w>
de f
ay iˈy</w>
aqu ellos</w>
ant os</w>
P a
N A
8 6</w>
ti po</w>
terri torio</w>
q ajbʼil</w>
p en
mostr ar</w>
m aq</w>
k am
i w
er nos</w>
enseñ ó</w>
enseñ ar</w>
difi cultades</w>
d aba</w>
H ay</w>
C a
6 2</w>
pregun tó</w>
posi ción</w>
n xiʼye</w>
mi go</w>
mas tl</w>
for me</w>
f le
en o</w>
conse cu
bendi ciones</w>
a tziˈn</w>
A R
8 0</w>
19 9
wi ʼye</w>
v oc
t jyoʼn</w>
senti mos</w>
s te
par a
or gu
n qo</w>
kyw a</w>
ky ajbʼil</w>
comp le
alim ento</w>
X im
Hero des</w>
tzʼi bʼ
ta ta</w>
t kʼamoʼn</w>
qqʼ on</w>
kyi pumal</w>
ej a</w>
N i
í n
ér amos</w>
w aje</w>
tri b
taq ˈnil</w>
presi on
pas a</w>
ok il</w>
gob er
gi do</w>
fici os</w>
eci ó</w>
b an
aqu ella</w>
XI M
Ti ʼ
S O
pa ña</w>
necesit a</w>
mayor es</w>
efec to</w>
di v
c at
ar ón</w>
Xnaqʼtz bʼil</w>
W at
W I
T tanim</w>
O ʼN</w>
H ab
En tonces</w>
y endo</w>
w er</w>
w a
tel é
se o</w>
r en
pu mal
person alidad</w>
per se
j tz</w>
ayud an</w>
apo yo</w>
TZʼ OK</w>
IN A</w>
ándo se</w>
ví tico</w>
sacerdo te</w>
recuer da</w>
nbʼinch aʼne</w>
ja x</w>
ed ón</w>
ce p
P OR
Ar mag
úni co</w>
z ado</w>
tu bre</w>
ts amaʼn</w>
su fici
n txuʼye</w>
l lo</w>
j bʼal</w>
imit ar</w>
ho spit
a tzaj</w>
TN M</w>
P u
ON ES</w>
Le vítico</w>
F I
A na</w>
qʼanch aʼl</w>
q amiwbʼil</w>
oc tubre</w>
l á
ky qʼi
circunstan cias</w>
aˈ l</w>
M i</w>
Escu ela</w>
Armag edón</w>
z an</w>
ximbʼe tze</w>
v arias</w>
to xin</w>
ti r
s bʼil</w>
le yes</w>
in ka</w>
hubi era</w>
enseñ ado</w>
consu elo</w>
chmil bʼaj</w>
aw al</w>
adel anto</w>
ab an
T ito</w>
P ila
Es ter</w>
8 9</w>
x bʼil</w>
tqʼ abʼ</w>
tien es</w>
t kʼw
o ʼne</w>
no mbr
la bʼin</w>
estudi antes</w>
estudi ante</w>
cre e</w>
cl ases</w>
ayu de</w>
al kye
a provech
Re b
CH E</w>
B el
5 9</w>
ˈ l</w>
tr aducción</w>
pre g
bˈaj jo</w>
BʼAN T</w>
tzma xi</w>
t pakbʼan</w>
t pa
t kˈuˈj</w>
rela to</w>
qˈ aqˈ</w>
pi es</w>
pa íses</w>
o q</w>
novi embre</w>
lar go</w>
ky xqʼuqin</w>
ky kʼujlabʼil</w>
ho ras</w>
gi r</w>
fuer za</w>
a ún</w>
XJ EL</w>
M as</w>
Eze quías</w>
un as</w>
san jel</w>
pro pio</w>
para íso</w>
n maq</w>
g ü
debi do</w>
con migo</w>
aban don
Fili p</w>
7 3</w>
v aya</w>
tendr á</w>
tamiw a</w>
q ojtzqiʼn</w>
pi e</w>
d ados</w>
con centr
a to</w>
TZ EʼN</w>
Qʼ ij</w>
O M
x ma
su r
p ale</w>
nikʼ bʼaj</w>
kywu tz</w>
kyqʼi qʼ</w>
ky nimen</w>
e o</w>
con o
bʼ el</w>
ar ina</w>
T kˈwal</w>
O J
M undo</w>
L E</w>
tok s
tkʼw ala</w>
telé fono</w>
sufri r</w>
pod ían</w>
er lo</w>
cru z</w>
compa sión</w>
BI L
B o
á zar
tyekʼ ina</w>
tar se</w>
preg ún
much ísimo</w>
ky nabʼil</w>
keʼy ine</w>
i glesia</w>
h am
añ a
a parec
T i</w>
SI GU
L ázar
wi bʼe</w>
qʼan bʼil</w>
q w
op ini
lem ente</w>
le ales</w>
eʼ x</w>
Reb eca</w>
EM OS</w>
6 6</w>
1 00</w>
q naʼj</w>
pens amientos</w>
liber tad</w>
ky tzalaj</w>
habl ó</w>
ent an</w>
col ab
cheʼ w</w>
bˈaj lin
Q KYAQIL</w>
P U
NI M</w>
MÁ S</w>
Lázar o</w>
Aʼ yeju</w>
4 9
q jyoʼn</w>
pa p
mé dic
inter és</w>
ex qetziˈn</w>
an teri
am an</w>
10 3</w>
w0 6</w>
vide os</w>
t ará</w>
n tene</w>
mej ores</w>
fru to</w>
f ebr
febr ero</w>
escrit o</w>
dici embre</w>
demon ios</w>
al ma</w>
adel ante</w>
ab ri
To dos</w>
TO K</w>
Mu ch
I l
A m
3 9
w ajbʼene</w>
sex o</w>
q yol</w>
preocu p
ovej as</w>
n tqˈmaˈn</w>
mel tzˈ
man da
ju diy</w>
gober na
g er</w>
for m
fi esta</w>
entu si
demasi ado</w>
ayu dado</w>
ar ías</w>
ar ían</w>
ang el</w>
At pe</w>
vol ver
vi aje</w>
sigui ó</w>
s é</w>
qonikʼ en</w>
naˈ m
naj sa
mi les</w>
ma teri
kyaj toq</w>
en d
cu ál</w>
conduc ta</w>
cam po</w>
Di os
Al gun
z c
we ʼye</w>
tzeˈnku xjo</w>
tzaqʼw et</w>
tx k
tr e
tr ad
mo mentos</w>
man dó</w>
ky kyaqil
jyon kuxa</w>
hi ja</w>
ex pres
ejér cito</w>
disfru tar</w>
des as
comi en
ac ciones</w>
a fec
T bˈajlin
SIGU IEN
Pue de</w>
PO R</w>
C ol</w>
A ca
v imos</w>
re fer
qʼaqʼ in</w>
prome tido</w>
m adu
fí si
fic ar</w>
enseñ anzas</w>
dr á</w>
d or
an cia</w>
aj kawil</w>
a to
T kyimlen</w>
RI BIL
RIBIL LO</w>
EST RIBILLO</w>
u do</w>
ten gan</w>
t toq</w>
re yes</w>
public adores</w>
kʼu xbʼil</w>
ky el</w>
i q
human o</w>
b or
ay iˈn</w>
ab ˈ</w>
X i
Tex to</w>
TZAQʼW EN
D is
BʼA ʼN</w>
vers ículos</w>
superinten dente</w>
segui da</w>
qˈ an
n chin</w>
ky yajil</w>
ku kx
empez ar</w>
deber ía</w>
con sol
br es</w>
aye tziˈn</w>
No em
F ran
Di ablo</w>
vi ve</w>
ve an</w>
us ando</w>
tr an
t j
pue da</w>
lec ciones</w>
kʼuj lalil</w>
kyxol x</w>
il u
famili as</w>
enferme dades</w>
Noem í</w>
L ea</w>
és te</w>
tzqi j</w>
t tzi
sa tis
pedi r</w>
pan dem
ku j</w>
japun el</w>
importan cia</w>
i or</w>
her mo
er á</w>
au to
Sal ón</w>
6 8</w>
y en</w>
tra ta</w>
res ca
raz on
qch winqlal</w>
o la</w>
noq x</w>
ky kanoʼn</w>
im a</w>
escla vo</w>
con f
ci miento</w>
T kʼwaʼl</w>
S AL
PREGUN TAS</w>
KU Bʼ</w>
ES I
vol u
tja pin</w>
si enten</w>
sali r</w>
s bˈil</w>
qo p
pec to</w>
obe de
nti ˈ
n mane</w>
gu erras</w>
gi o</w>
g enes</w>
esper ar</w>
des anim
G O</w>
E d
4 0
tz oq
tech il</w>
so lu
mo tiv
mal v
m et</w>
le g
kyi bʼe</w>
ky kʼamoʼn</w>
iky x</w>
f araón</w>
est én</w>
activi dades</w>
Tz al
Pregun tas</w>
J LU</w>
6 3</w>
tzma x</w>
t kawbˈil</w>
t ese</w>
satis f
q keʼyin</w>
mil il</w>
me tas</w>
l jo</w>
iky tziˈn</w>
f ra
ar ca</w>
Eli seo</w>
8 8</w>
w0 7</w>
p aj
nikyˈ a</w>
llam ó</w>
instr ucciones</w>
hon or</w>
fr on
fr ente</w>
entusi as
ent as</w>
e ño</w>
consecu encias</w>
b ol</w>
ar ro
ad ora</w>
xim o</w>
t jyo
sis tema</w>
precurs ores</w>
ok a</w>
ob ˈ</w>
ktzaj il</w>
imag in
il jo</w>
hab ría</w>
go zo</w>
an si
a yon</w>
Y o</w>
E no
2 Cr</w>
v arios</w>
uʼjink tza</w>
si guen</w>
re almente</w>
r ío</w>
pu do</w>
kʼw ale</w>
gra cia</w>
bʼaj sbʼil</w>
ateʼ toq</w>
Por que</w>
O ʼ
D E
á les</w>
we ʼ
t tat</w>
sor pren
re fle
le jos</w>
ky n
ier to</w>
i teˈ
habl ando</w>
g as
contr ario</w>
con ver
compañ eros</w>
cier ta</w>
bʼ i</w>
bautiz arse</w>
S u</w>
Eʼ Y
A arón</w>
á nimo</w>
tzi kʼ
reac cion
prob able</w>
mej orar</w>
ky qʼoʼne</w>
enferme dad</w>
don aciones</w>
asisti r</w>
Y a</w>
Ta jaw</w>
M r</w>
xi ʼya</w>
verdad eros</w>
u l
t kʼwal</w>
segu ridad</w>
resca te</w>
obe deci
necesi dad</w>
mal dad</w>
comen zó</w>
bʼi bʼaj</w>
Qʼ am
B ro
AM OS</w>
6 ,
0 5</w>
terr emo
q ja
por no
kyu ʼjin</w>
emo cion
e cu
dese os</w>
am amos</w>
Y or
T witz</w>
PR O
N abu
Li br
x u
tziy en</w>
ttzaqpi ʼn</w>
párraf os</w>
os to</w>
o sor</w>
naˈ bˈl</w>
ky witze</w>
ky ex</w>
j as</w>
cristi ana</w>
capaci dad</w>
an t</w>
ac arías</w>
Z acarías</w>
Tu ˈjil</w>
P ar
Ja tumel</w>
J U
BLI C
7 6</w>
ʼj x</w>
tna bʼl</w>
ta ña</w>
sufici ente</w>
so la</w>
rá pi
resul tado</w>
pi de</w>
kyxo la</w>
kabˈ e</w>
humil dad</w>
don osor</w>
co donosor</w>
au lo</w>
aq ine</w>
ali a</w>
ag osto</w>
adu l
Yor k</w>
Nabu codonosor</w>
B ern
wan mi
vol vió</w>
ten imiento</w>
t ada</w>
sti tu
s áb
r an</w>
q xiʼ</w>
puer ta</w>
pens emos</w>
na s
n etz</w>
kyoj ele</w>
ky xnaqʼtzaʼn</w>
ky klet</w>
in s
in dic
cu esti
constr ucción</w>
ar y</w>
T es</w>
Eno c</w>
9 0</w>
é poca</w>
ximbʼe tza</w>
plan eta</w>
n wiʼye</w>
miembr os</w>
kʼu ʼn</w>
ky kyim</w>
il x</w>
iky ˈ
idio mas</w>
ha gamos</w>
dis puesto</w>
demuestr an</w>
conti nu
acep tar</w>
N os</w>
xit en</w>
x milal</w>
tz aq
r os</w>
q yekʼun</w>
porno grafía</w>
ob ern
kubʼ pe</w>
ju l</w>
j oy
explic ó</w>
er g
enseñ anza</w>
de ón</w>
d ud
asun tos</w>
NI Kʼ</w>
N OS</w>
G obern
Ez e</w>
ó gi
tran qui
respu estas</w>
responsabili dad</w>
pu si
predic ando</w>
nim x</w>
mi tiʼ
i rá</w>
ex puls
er te</w>
d est
cla ve</w>
M ás</w>
Ge deón</w>
Chʼ ix
0 2</w>
si quiera</w>
re fu
q kʼujlaʼn</w>
oj in</w>
ham bre</w>
famili ar</w>
cuán do</w>
bʼinch al</w>
ab é</w>
Tz e
Gobern ante</w>
D t</w>
BʼA BʼIL</w>
7 1</w>
ʼn tl</w>
ʼj ine</w>
ó mi
txi ʼya</w>
ti ˈj
segun do</w>
s antos</w>
rech a
q bʼi
po li
per mit
per dido</w>
of reci
kyu w</w>
kyqʼ ama</w>
kych mon</w>
exi sti
bʼinch ante</w>
ax ju</w>
SIGUIEN TES</w>
C ar
9 7</w>
yekˈ in</w>
xi tzin</w>
waj toqe</w>
tom ó</w>
ti vas</w>
sbʼ u
person al</w>
pandem ia</w>
or amos</w>
nas yon</w>
man te</w>
ky bʼaj</w>
imag en</w>
i bu
ha gan</w>
ec en</w>
ci ud
ci dos</w>
c l</w>
apren dido</w>
a h
TQʼ AMAʼN</w>
O n
Mar ta</w>
Bern abé</w>
trat ar</w>
religi osos</w>
re de
qnim saʼn</w>
pas os</w>
of re
obli g
ky kyaqilx</w>
in vesti
in fier
escuch a</w>
decidi r</w>
cre er</w>
aplic ación</w>
ad á</w>
T aq
SE Ñ
DA D</w>
8 7</w>
un te</w>
tqan ina</w>
sacri ficios</w>
r as
pág s</w>
lleg aron</w>
j weʼ</w>
is mo</w>
in medi
iky tzin</w>
dis ci
demostr amos</w>
cul tiv
che wix</w>
ateʼ kux</w>
al rede
VI D</w>
Taq ikʼ</w>
8 4</w>
ti ʼna</w>
tex tos</w>
salv ación</w>
sali ó</w>
ri ca</w>
re present
q bʼis</w>
ky yekʼun</w>
im á
h ay
cul p
bˈinch in</w>
ansi edad</w>
a tzunju</w>
V ER</w>
Q a
Cu er
xim in</w>
ton ina</w>
signi ficado</w>
pumal e</w>
precurs ora</w>
milagr o</w>
jaʼ tzun</w>
infier no</w>
gobier nos</w>
est ás</w>
encu entr
e con
disci pl
des cri
chʼixpu ʼn</w>
Ojtzqi ʼn</w>
Cuer po</w>
8 ,
7 9</w>
ʼ J
tjyo ʼna</w>
r nos</w>
p acto</w>
m pi
il bʼaj</w>
humil de</w>
cuán to</w>
consegui r</w>
al te</w>
M e
M ar</w>
M A</w>
K A</w>
Bʼ alo</w>
A qʼun
20 22</w>
19 14</w>
í do</w>
responsabili dades</w>
que dó</w>
permi te</w>
kyanmi ˈn</w>
k japunel</w>
j iy</w>
control ar</w>
contr ibu
ch aq
cas os</w>
car a</w>
bˈ in
b h</w>
actu ar</w>
a v
T est
S aulo</w>
No q</w>
J os</w>
E x
ñ as</w>
xuʼj ilbʼaj</w>
univer so</w>
pág inas</w>
p el
cu ar
Q A</w>
KʼU ʼJ</w>
Es te</w>
D eb
CI ONES</w>
ʼn x</w>
tra i
of en
me tros</w>
li at</w>
kyim nin</w>
ky xnaqʼtzan</w>
kol bˈil</w>
gra ve</w>
ex la</w>
di os
at lo</w>
ajbʼe bʼil</w>
ac ción</w>
ab el</w>
Go liat</w>
G ala
C Ó
ˈ xsin</w>
xnaqˈtz il</w>
tz q
tab ern
tabern áculo</w>
sinti ó</w>
religi ones</w>
n yekʼ
kych winqlal</w>
dis puestos</w>
d arnos</w>
cui dar</w>
ar ás</w>
am ent
al in</w>
X jal</w>
Libr ary</w>
J or
De ut</w>
B R
A hora</w>
6 7</w>
w w
tzu lo</w>
taq jo</w>
t lo</w>
q kubʼ</w>
preocu pa</w>
pre dijo</w>
nqan ine</w>
mo da</w>
lo l</w>
i ban</w>
g ol
dar les</w>
cont est
OJ TZ
N ab
Gali lea</w>
Es to</w>
Des pués</w>
CÓ MO</w>
A p</w>
ʼN A</w>
Á frica</w>
wamiw e</w>
traba ja
ton bʼil</w>
tendr emos</w>
sol dados</w>
recor dar</w>
q pasens</w>
prof es
libr os</w>
ky ʼ
jun io</w>
exi ste</w>
detal les</w>
dec ían</w>
TI L
T al</w>
Qu e</w>
Q qʼonk</w>
MA S</w>
H a
Ch e</w>
vo y</w>
u m
sexu ales</w>
pu di
princip ales</w>
podr ían</w>
pe le
ky bʼi
ju ʼ
gener al</w>
entusias mo</w>
di vi
d i</w>
cor ri
art ículos</w>
aqʼun al</w>
T e
N ú</w>
M ari
Jo h
C A</w>
6 9</w>
1 Sa</w>
vi ven</w>
un gidos</w>
segu ra</w>
recu per
pedi rle</w>
ocur ri
men udo</w>
jus tos</w>
it as</w>
g ane</w>
an te
am in
a ver
TK EʼY
Aca b</w>
7 8</w>
tx qan</w>
tu ʼjin</w>
sirvi endo</w>
r in
qe ˈy</w>
n ximbʼetze</w>
men ti
li pe</w>
kynim bˈila</w>
kyi ˈjjo</w>
id enti
fuer tes</w>
farise os</w>
de ja</w>
cum pl
confi r
a prob
U Q
TKEʼY INA</w>
T nej
M O
I ky
Aqʼun tl</w>
us ó</w>
su c
quer ido</w>
q kʼamoʼn</w>
profe tas</w>
perse cu
ny u
n yoline</w>
man a</w>
la bʼ
il ó
ga se</w>
don os</w>
com pens
al co
Qa jaw</w>
E T</w>
oˈ kx</w>
ofre zca</w>
mu ri
mostr ó</w>
llev ó</w>
li xix</w>
in te
im presion
humil des</w>
er ía</w>
di rec
chʼexpu ʼn</w>
at ac
alrede dor</w>
T at</w>
9 8</w>
vang elio</w>
spi r
sir ven</w>
re al</w>
qui ero</w>
q kʼuʼje</w>
or den
ol esc
o dio</w>
nbʼi ʼne</w>
n xuʼj
l te</w>
kyok lin</w>
kyan min</w>
ec emos</w>
e d</w>
cont acto</w>
bendi ción</w>
b at
at x</w>
asun to</w>
al tar</w>
a fron
Xim ana</w>
TO K
Qʼ il</w>
HA C
F eli
EN SEÑ
Cr ón</w>
CO VID</w>
B ar
A R</w>
últi mo</w>
y jil</w>
w 11</w>
qʼam ante</w>
perdon ar</w>
pas ando</w>
p ena</w>
nxuʼj ile</w>
keʼy ina</w>
hi er
hab éis</w>
h áb
