#version: 0.2
l i</w>
c h
n a
o s</w>
a n
q u
l a
ʼ a
e s
e r
e n
c u
d e</w>
i n
s a
a n</w>
r a
e l</w>
r i
t i
t a
b ʼ</w>
r e
ch i
qu e</w>
c o
l a</w>
l e
u t</w>
r e</w>
i l</w>
c i
a r
u n
a b
e n</w>
l i
a l</w>
h o
e b</w>
r u</w>
la j</w>
e s</w>
i n</w>
d o</w>
na q</w>
k ʼ
d i
l os</w>
c a
t e
b ʼ
p o
m a
t o
b ʼa
k ʼa
e bʼ</w>
m i
na k</w>
s i
t e</w>
ß a
x y
l o</w>
e ho
ch i</w>
qu i
t o</w>
J eho
p a
t z
r o
d e
ó n</w>
l o
a s</w>
k i
j o
t a</w>
sa ʼ</w>
u n</w>
v i
n e
s o
t r
h a
m o
ch ʼ
la l</w>
j un
s u
qu e
ch a
e ʼ
s e</w>
i os</w>
ß u
co n
d a
q a
t en
s e
c ßa
p u
sa ß</w>
k a
m os</w>
p ar
D ios</w>
@ -
@- @</w>
m an
a j
t u
x b
d a</w>
la s</w>
p er
o o
r u
xy e</w>
Jeho v
m o</w>
k il</w>
q ßu
n o</w>
a l
í a</w>
m u
r a</w>
w an
par a</w>
b i
h i
o n
ci ón</w>
s u</w>
â n
s a</w>
x kʼ
co n</w>
k eʼ
que ß
q ʼ
li x</w>
m p
cu i
po r</w>
r es
j un</w>
j e
a ʼ
cu an
l e</w>
cu a
n i
le bʼ</w>
c h</w>
j u
bʼ a</w>
w i
ab ʼa
g u
d os</w>
J es
m e
a a
t ra
d el</w>
chi x
h eb</w>
x bʼa
o n</w>
s i</w>
o r
Jeho bʼa</w>
ri x</w>
e r</w>
a j</w>
o x
á s</w>
t â
a ß
le s</w>
Jehov á</w>
bʼa l</w>
n u
m en
y u
b re</w>
kʼa ʼ</w>
j o</w>
na ʼ
le b</w>
k ß
chi ru</w>
aʼ in</w>
ne keʼ
d es
ab ʼ
na mi
p ro
te nami
an ti
e l
b a
chʼ oo
á n</w>
h ab
d o
ch an
tenami t</w>
l â
t es
su s</w>
a k</w>
ú s</w>
da d</w>
Jes ús</w>
n o
f i
un a</w>
wan k</w>
U t</w>
J o
wi ʼ</w>
n os</w>
e e
c a</w>
Q u
m e</w>
chʼoo l</w>
e b
tz o
cu an</w>
anti l</w>
in kʼaʼ</w>
g a
f u
ch ß
cßa ß</w>
é n</w>
qu il</w>
u s</w>
chix jun
cua ß</w>
m a</w>
t in
b li
cui ß</w>
ch o
re s</w>
chi rix</w>
u s
qu eb</w>
g o</w>
m â
S antil</w>
er a</w>
t os</w>
ri kʼ
í as</w>
naʼ lebʼ</w>
tr os</w>
s ra
p e
aß an</w>
c ß
L i</w>
m in
K â
Y os</w>
x i
chi c</w>
h ebʼ</w>
p i
chi k</w>
H u</w>
xbʼa an
tz ʼ
t er
t an</w>
m ás</w>
xb an</w>
y a
l u
v er
o r</w>
co mo</w>
I sra
c o</w>
Isra el</w>
es ta
po r
x a
ra j</w>
é l</w>
j a
1 0</w>
S a
i bʼ</w>
h er
a h</w>
na x
Jehov ah</w>
ri s
k u
Kâ cuaß</w>
c e</w>
k ß</w>
e j</w>
on es</w>
te ß
rikʼ in</w>
1 5</w>
ri qßu
er on</w>
ch an</w>
s er
ti x
ân u</w>
tr a</w>
te ʼ
chʼ o
t an
t es</w>
J u
i s
é s</w>
r o</w>
p re
in cßaß</w>
re y</w>
kʼa ru</w>
es t
a w
a t</w>
y o</w>
m i</w>
ne queß
nu es
ra lal</w>
s o</w>
sa l</w>
qui x
a ʼa
e li
h a</w>
la k</w>
cuan do</w>
qßu e</w>
t u</w>
in kil</w>
v o
q al</w>
g i
k o
per o</w>
re heb</w>
b a</w>
d u
l an
a c
c es</w>
a na
chan ru</w>
d as</w>
q ʼa
a s
1 1</w>
qu é</w>
j os</w>
a r</w>
cu i</w>
en te</w>
n in
v e
ta s</w>
qui xye</w>
h e
b al</w>
L I</w>
ci a</w>
k o</w>
na s</w>
riqßu in</w>
m bre</w>
b ra
1 2</w>
aj cuiß</w>
tr o</w>
abʼa l</w>
ta l</w>
chixjun il</w>
to j</w>
na xye</w>
e mp
so bre</w>
c ar
i i
lo m</w>
i s</w>
man k</w>
ti n</w>
n k</w>
ki x
x in
aʼa n</w>
ch o</w>
m bi
B i
ten qʼ
xkʼ u
Qu é</w>
n a</w>
er o</w>
er ra</w>
por que</w>
a yu
c er</w>
ó mo</w>
o b
jo ʼ</w>
k an</w>
ma a
z a</w>
kʼ an
r á</w>
cha q</w>
B ʼ
m b
O S</w>
ʼ kan</w>
ô l</w>
x na
in k</w>
e x
1 4</w>
y e</w>
e d
1 3</w>
na qa
j i
b il</w>
A N
b an</w>
Bi bli
xkʼ e</w>
l le
in o</w>
Bibli a</w>
D a
g un
xbʼaan u</w>
e x</w>
jo ß</w>
ʼa j
aj wiʼ</w>
na ru</w>
ci ones</w>
di jo</w>
kʼ u
x chʼool</w>
â l</w>
j el</w>
sa l
s ta</w>
tz ʼa
v a
gu i
en do</w>
c er
ta a
mo ko</w>
p r
kʼa sal</w>
C h
l il</w>
k ebʼ</w>
vi d</w>
e mos</w>
lâ in</w>
J er
la n</w>
- -</w>
d es</w>
c an</w>
1 6</w>
Da vid</w>
1 7</w>
x al</w>
b u
to do</w>
an i
xb ê
i lo
í an</w>
M o
chʼ u
mbi én</w>
to dos</w>
re hebʼ</w>
min s</w>
man os</w>
x kʼa
y oo
xbʼa an</w>
ar an</w>
so tros</w>
cßa ß
na n</w>
an i</w>
cuan queb</w>
p á
cha k</w>
ta k
ân k</w>
t ê
ru u
tzo lom</w>
hi jos</w>
c an
y ô
en t
w a
f a
M a</w>
ra qal</w>
el los</w>
jo ʼkan</w>
t qa
men te</w>
f e
x u
cu î
ch ʼ</w>
g ra
d ar
x eʼ
ris ti
i x
to n
E n
xb ânu</w>
ki xye</w>
C H
chi ru
ta mbién</w>
f or
v o</w>
di o</w>
sa s</w>
per so
bʼ an
jo l</w>
ton ces</w>
cßaß ru</w>
ma laj</w>
es ta</w>
l bʼal</w>
v en
si lal</w>
1 9</w>
ka na
bʼ i
o c</w>
E S
cu a</w>
x cßa
ta r</w>
ʼa m</w>
po n
E s
ju naq</w>
d ía</w>
cu u
h u</w>
N a
n i</w>
b an
tz ß
ti erra</w>
cu e</w>
na ßa
g a</w>
M a
ox la</w>
w i</w>
chi ha
ti en
ch â
es i
chixjun i
la a
1 8</w>
in q</w>
m al</w>
x bʼ
u u
je j</w>
mi en
c ri
R e
d er
mp lo</w>
de ci
pa la
h u
k ʼ</w>
tra s</w>
se r</w>
vi da</w>
C u
o k</w>
y a</w>
est á</w>
á n
2 0</w>
ʼ q</w>
l ê</w>
di s
ta lil</w>
e ß
En tonces</w>
g r
q ʼ</w>
S e
t z</w>
un kil</w>
ten to</w>
se ñ
h il</w>
hab ía</w>
na ka
cuî nk</w>
w u
c ßu
z o</w>
ri l</w>
P or</w>
xbʼaan unkil</w>
es te</w>
ch ʼa
la c</w>
T i
l la
k eb</w>
K ʼa
cha abʼ
Ju an</w>
A A
co r
chß ôl</w>
ri b</w>
te o</w>
as í</w>
abʼa n</w>
a ñ
h e</w>
i m
ta r
pu e
c ción</w>
a c</w>
ch ß</w>
ma y
kʼa ʼ
chʼo chʼ</w>
o na
jun eli
K ʼ
C ómo</w>
x lo
an te</w>
ma an</w>
c ß</w>
un i
de o</w>
an do</w>
hi jo</w>
to o
a qu
ra s</w>
ha cer</w>
Mo is
k oo
in c</w>
mi s
mu ch
p res
x ta
ra ho
pu eb
Jer u
m k</w>
y o
di ce</w>
fu e</w>
ki lal</w>
abʼ an
o m</w>
l ti
2 1</w>
no koo
í bli
so n</w>
es to</w>
de b
c re
ab a</w>
P a
xbʼ e
u silal</w>
man o</w>
aa tin</w>
sa b
ab lo</w>
w inq</w>
A ba
ku tan</w>
la q</w>
Aba nan</w>
p â
o ra
an u</w>
chixjuni leb</w>
tenqʼ a</w>
xy u
L I
j w
kʼ e</w>
g os</w>
aß in</w>
ch e
l in
d re</w>
chi ʼ
ri bʼ</w>
qa chʼool</w>
v a</w>
s ti
chʼu ut</w>
T I
ca m
Mois és</w>
0 0</w>
naßa jej</w>
ra z
ca sa</w>
ti nak</w>
lo k</w>
k ßa
cuan quil</w>
co m
s an
2 2</w>
pue de</w>
chʼa ʼaj
pá r
kʼan je
ri a</w>
L â
es i</w>
ri q</w>
es ti
s en
ro n</w>
sal én</w>
u in</w>
P ablo</w>
x ka
ga r</w>
chi chʼochʼ</w>
l â</w>
Jeru salén</w>
bʼa ʼ</w>
i w</w>
pueb lo</w>
ar on</w>
s to
pu és</w>
po de
n eb</w>
S i
ris to</w>
ri o</w>
p en
ma s</w>
b en
ʼ ebʼ</w>
ho mbre</w>
da do</w>
co sas</w>
é is</w>
na raj</w>
u e
b íbli
z a
ti emp
s ut</w>
es tu
I n
queß x
3 0</w>
mâ c</w>
en cia</w>
lâ ex</w>
v u
h an</w>
cho ch</w>
chß o
c e
xcßa jol</w>
2 4</w>
c la
p ri
tenqʼ an
re ga
cu u</w>
us ta</w>
con tra</w>
es o</w>
bra s</w>
ox ibʼ</w>
pa abʼan
nu m
cho ʼq</w>
cho kß</w>
t ó</w>
di ó</w>
ú n</w>
her manos</w>
ê re</w>
chiha bʼ</w>
Ch an
t ri
ti jo
ß can</w>
xi c</w>
pro fe
l k</w>
chaabʼ il</w>
t bʼ
da des</w>
cu tan</w>
2 0
k tes
con o
kʼan jel</w>
c ab
bi en</w>
e ch
pu ktes
ha sta</w>
yu ʼam</w>
d r
ca s</w>
p o</w>
ci o</w>
des pués</w>
bʼa al</w>
J a
da r</w>
kana bʼ</w>
sa ʼebʼ</w>
chiru heb</w>
re ci
o s
k si</w>
gi p
d á</w>
L aj</w>
nues tra</w>
kʼaʼ ut</w>
tiemp o</w>
la m</w>
ee talil</w>
mb res</w>
2 3</w>
xkʼa bʼaʼ</w>
ci as</w>
a mo
ci e
L a</w>
wan q</w>
perso nas</w>
mu y</w>
bʼ il</w>
ja lan</w>
N A
an je
en tes</w>
y î
bʼ tes
xbê neb</w>
na j
eʼ k</w>
ch al</w>
w bʼal</w>
an eb</w>
ta w</w>
S al
xy ee
ar á</w>
D E</w>
el la</w>
t i</w>
si ón</w>
no sotros</w>
wan kebʼ</w>
q e</w>
s in</w>
qu in
Jes us</w>
ya al</w>
na ʼa
sa r</w>
li n</w>
Ju dá</w>
vo l
b o
e j
re e
teß x
t ro
na abʼal</w>
raz ón</w>
tzo l</w>
ti j</w>
j al
wi ibʼ</w>
en señ
chßo chß</w>
tes ti
b âl</w>
c os</w>
d on
cu ânk</w>
e je
ʼ k</w>
tu s</w>
cu lo</w>
res pon
tr u
c ómo</w>
t q
E gip
le n</w>
b eb</w>
í o</w>
y al</w>
do r</w>
nekeʼ x
an os</w>
Egip to</w>
hi zo</w>
lâ at</w>
mo co</w>
ni ma
a li
v os</w>
o tros</w>
c risti
m í</w>
mu er
ho m</w>
ca na
ci endo</w>
abʼa anu</w>
â tin</w>
r en
ho ra</w>
na q
pre gun
Qu i
ent re</w>
L e
a mos</w>
b aj
p ó
ta do</w>
c en
con g
a do</w>
xbê n</w>
cu al</w>
esta ba</w>
x wan
x jun
b ânu</w>
m un
I sa
Bʼ i
ha y</w>
y ô</w>
aj cui</w>
pr en
ne que</w>
ca u
ci u
ho mbres</w>
x ak</w>
ma r</w>
in quil</w>
Kʼa ru</w>
cong rega
añ os</w>
o f
paabʼan el</w>
C an
2 5</w>
chi q
ch ox
cu r
her maan</w>
b ra</w>
O R
aw abʼ
N o</w>
x cuanquil</w>
pu es</w>
v e</w>
to das</w>
ti na
ca r</w>
pa abʼal</w>
k risti
de lan
to da</w>
kristi ʼa
vo sotros</w>
pa tzʼ
ni m
bʼan kil</w>
t h</w>
ruu q</w>
ne c
a u
xbʼe en</w>
ra y
kristiʼa an</w>
g o
us te
chʼaʼaj kilal</w>
bʼa n</w>
po ya
R U</w>
L A
c â
in eb</w>
an jel</w>
yoo k</w>
nues tro</w>
la j
wu lak</w>
mo s
x sa
v er</w>
s inkil</w>
co razón</w>
de más</w>
T o
ray lal</w>
mi li
in a</w>
tzʼa qal</w>
tien e</w>
vu es
ser á</w>
emp re</w>
ca da</w>
kʼanje lak</w>
aqu í</w>
tz ßa
g ún</w>
L A</w>
E l</w>
yô queb</w>
te mplo</w>
maa kʼaʼ</w>
ed ro</w>
ta t
b e</w>
un quil</w>
chi ri
a m</w>
res i</w>
E L</w>
pode mos</w>
P ro
ju nak</w>
R I
qʼa xal</w>
Can ción</w>
2 8</w>
no mbre</w>
Bʼi ch</w>
xkʼ ut</w>
e z
fu er
B ʼ</w>
si empre</w>
nim la</w>
he cho</w>
tijo k</w>
qßu e
es per
ar a</w>
con tra
na m</w>
w e</w>
t ú</w>
k e
x c</w>
a mi
a les</w>
x ko
juneli k</w>
C ha
le c
u e</w>
P edro</w>
l en
wa ʼ</w>
ca do</w>
p le
d ías</w>
fa mili
ro ch
congrega ción</w>
ʼ A
C hi
mi s</w>
m in</w>
ab a
co b</w>
o so
c to</w>
eb al</w>
x tenqʼa</w>
ta xak</w>
xb ân
ca ß
s é</w>
ß leb</w>
î c</w>
xwan kil</w>
poya nam</w>
mien to</w>
te x
Jo ßcan</w>
c en</w>
cui ß
co mp
un o</w>
jo s
tzo lbʼal</w>
es cu
cuiß chic</w>
qʼ e</w>
ya abʼa
l í</w>
in ebʼ</w>
ra b
eje mplo</w>
qu er
Sal mo</w>
2 6</w>
0 00</w>
jw al</w>
cuu lac</w>
2 7</w>
re uni
Ma teo</w>
t í
w a</w>
re y
an tes</w>
p í
rikʼ inebʼ</w>
E S</w>
ve z</w>
na w</w>
2 9</w>
s í</w>
de r</w>
men to</w>
I D
chiq u</w>
patzʼ om</w>
x ti
esta s</w>
xbân unquil</w>
tu ra</w>
mis mo</w>
ñ o</w>
delan te</w>
se gui
in ci
xyee bʼal</w>
re tal</w>
f er
chiʼ us</w>
vi vi
ta m</w>
i k</w>
M ar
hab la
u x
re mos</w>
E N
ser vi
se a</w>
chox a</w>
na xkʼe</w>
tbʼ esi</w>
cu er
a gu
men os</w>
é n
so l
puktes ink</w>
si er
mo n
m ar
lu gar</w>
amo r</w>
M i
chiru hebʼ</w>
kßa xal</w>
an a</w>
x cß
lle v
N e
b er
du r
A bra
ver dad</w>
â lal</w>
w abʼ
m ón</w>
es e</w>
ter i
k e</w>
x chßôl</w>
ona l</w>
xy î
p la
ki xbʼaanu</w>
est án</w>
ne que
aj el</w>
er an</w>
e ji
xu l</w>
kß e
B I
a hora</w>
i r</w>
R uu
Lâ in</w>
f e</w>
cu en
T Z
1 9
o j
bu en
ree tal</w>
A po
ru chi
mun do</w>
Ja cob</w>
hi lal</w>
sa ch</w>
pre di
cui b</w>
í n</w>
di ciendo</w>
x tes
an za</w>
x naʼlebʼ</w>
me jo
uste d</w>
s te</w>
k cuan</w>
x ra
v an
Ruu chichʼochʼ</w>
con ver
si gui
im por
man a</w>
g ente</w>
b le
Se ñ
k al</w>
Señ or</w>
E bʼ</w>
g en
pala bras</w>
ân keb</w>
chʼo l</w>
si s</w>
er a
qʼa x</w>
ro choch</w>
r án</w>
jun chʼol</w>
ora ción</w>
x ch</w>
pu ed
hab i
cß anje
ni a</w>
nues tros</w>
tra baj
chʼ i
bʼi deo</w>
sen ti
es cri
par te</w>
mâ cßaß</w>
mu cho</w>
qu i</w>
î k</w>
L u
riqßu ineb</w>
sa ch
al gun
ta d</w>
C risto</w>
des de</w>
me di
la ak</w>
ban bil</w>
C a
kʼ a</w>
l la</w>
C o
eji lal</w>
V e
pár r</w>
b le</w>
tzʼa q
a pó
nec esi
Jo b</w>
tan to</w>
sto l</w>
ra hilal</w>
ple ti
en to</w>
tak la</w>
ta sal</w>
con fi
ra j
j a</w>
ʼa a
l bal</w>
E n</w>
P ero</w>
ilo c</w>
fu eron</w>
H a
Jo sé</w>
so lo</w>
n á
qui en</w>
ten er</w>
ma ak</w>
ten ía</w>
p a</w>
l mank</w>
es pi
a pren
xkʼu l</w>
ju lti
ba r</w>
chan chan</w>
é r
su m
aa tinak</w>
m â</w>
Re ino</w>
B e
na w
kʼ oxla</w>
ix k</w>
i do</w>
x ni
m ó</w>
juneli c</w>
Jes u
gr an</w>
k abʼal</w>
ha ce</w>
xy ânkeb</w>
ca min
ca b</w>
bʼa r
a ri
pa dre</w>
i b</w>
B LI
pí ri
d ó</w>
3 1</w>
tzʼ e
much os</w>
ayu dar
ES T
cer do
ab ilo
bʼar wiʼ</w>
b ê
Na q</w>
y e
ki xkʼe</w>
I L</w>
m an</w>
S A
mi na
ciu dad</w>
R o
án g
sa cerdo
ju d
ma aʼ
es a</w>
1 0
Sa ú
s es</w>
Saú l</w>
ayu da</w>
x tzolbʼal</w>
cßu l</w>
chiri x
â cue</w>
do res</w>
or o</w>
B abilo
ra b</w>
mu si
bʼ ej</w>
res u
pa ra
â tina
Babilo nia</w>
al lí</w>
x ku
awabʼ ej</w>
qa yuʼam</w>
ri lbʼal</w>
Q A
E li
o h</w>
xy aa
na l</w>
ch ee
ac e
ri tu
pa sa
res il</w>
me dio</w>
na u</w>
tzʼ il</w>
a b</w>
pri m
per el</w>
un que</w>
profe ta</w>
kß on
ha ʼ</w>
c ó</w>
qʼ e
x eß
pa re
e go</w>
ii k</w>
en es</w>
le a</w>
algun os</w>
Sa lo
L os</w>
E Bʼ</w>
âtina c</w>
wa k
s ino</w>
ne r</w>
c í
píri tu</w>
m il</w>
C or
A ß
ha q</w>
vi deo</w>
ji k</w>
pleti c</w>
en vi
jal an
tix qʼax</w>
si g
yo ʼ
c ía</w>
tu min</w>
man q</w>
s to</w>
ab an</w>
xi k</w>
may ej</w>
famili a</w>
impor tan
ho onal</w>
er e</w>
châ bil</w>
p li
er es</w>
d res</w>
man era</w>
qu in</w>
po si
li dad</w>
i ibʼ</w>
o jo
espi ritu
ch a</w>
tr uu
in ti
v ino</w>
ʼ an
E R
cu mp
ac er
t î
cha kß
sa bi
Sa ʼ</w>
es tos</w>
e di
vi si
Pa la
3 3</w>
o tro</w>
de j
ana kcuan</w>
w u</w>
i r
er to</w>
mo n</w>
bʼ en
tzʼ ii
chiha b</w>
aw il</w>
qui lal</w>
â k</w>
qßu in</w>
T a
je r</w>
qʼ on
ni m</w>
ta q
f eli
pr inci
se gu
q ibʼ</w>
mu jer</w>
mos tra
xyî b</w>
too ruuq</w>
pued en</w>
li b
xa maan</w>
na n
E f
aba ß</w>
con se
cam s
rey eb</w>
er os</w>
che ß</w>
c risto</w>
Q a
yu cuaß</w>
truu q</w>
ʼa wabʼ
sa ho
jo lo
xkʼ e
teʼ x
CH A
don de</w>
nu e
ki lebʼ</w>
an ci
Jesu cristo</w>
BI BLI
ruu chichʼochʼ</w>
mâ usilal</w>
maa re</w>
V ID
b ios</w>
CH I
3 2</w>
BIBLI A</w>
î n
e mb
ca ción</w>
ri beb</w>
S an
D ani
chʼu tam</w>
E b</w>
re li
xa q
r os</w>
ta dos</w>
d án</w>
ʼaj mank</w>
perso na</w>
S B
SB G</w>
c l
a do
in ter
estu di
mejo r</w>
pa dres</w>
ma k</w>
S o
si do</w>
ka mk</w>
k el</w>
z as</w>
s os</w>
re g
ch e</w>
E z
her mano</w>
t ô
ʼ ok</w>
d en
ân c</w>
3 5</w>
ta ron</w>
pa tz
di cho</w>
w 0
Chan ru</w>
f ru
xkʼu tbʼesi</w>
xy ebal</w>
o y
T esti
pa z</w>
e m
d an</w>
cha lk</w>
c ti
b us
chß ô
ari n</w>
t ân
qßu i
xna wbʼal</w>
di do</w>
di a</w>
Y OS</w>
3 4</w>
si kʼ</w>
cana b</w>
q ebʼ</w>
u ti
o so</w>
t ß
j cual</w>
fi ci
deb emos</w>
w an</w>
u l</w>
pa a
aqu el</w>
xta wbʼal</w>
naka a
nima jcual</w>
i mp
cu l
al go</w>
f al
en contra
Isa ías</w>
xkʼ oxla</w>
much as</w>
ch ê
ix q</w>
ar ón</w>
3 7</w>
u la
pala bra</w>
ten kß
ma do</w>
tz a
jo ß
û nk</w>
yaabʼa si</w>
tzʼ in</w>
nequeß x
Dani el</w>
C I
na ʼajmank</w>
chʼo l
TZ O
ue go</w>
ra r</w>
des e
x tenamit</w>
ka w
ar tí
ux l</w>
p es
L uego</w>
qʼ ra
ma l
T ES
Salo món</w>
xna ßleb</w>
na xkʼut</w>
gui en</w>
lle g
pe k</w>
deci r</w>
a unque</w>
es po
b e
le bʼaal</w>
gr an
al guien</w>
AA TI
apó stol</w>
S E
le c</w>
bíbli co</w>
á is</w>
to rio</w>
po co</w>
S I
xi cß</w>
to j
h as</w>
M A
T A
v en</w>
Ti erra</w>
ʼawabʼ ejilal</w>
qui enes</w>
o l
chee kel</w>
na ca
D i
qʼra bʼ</w>
mo lam</w>
tien en</w>
la do</w>
kß al</w>
ba leb</w>
h ar
x il</w>
k i</w>
ru heb</w>
4 0</w>
nu me
e k
ha k</w>
de as</w>
xyu ʼam</w>
muer te</w>
des tru
r é</w>
raj lal</w>
es il</w>
quix qßue</w>
kʼa m</w>
e mi
di os</w>
camin o</w>
f ri
paa bʼ</w>
j eb</w>
na da</w>
b tes
j as</w>
chʼ o</w>
pu er
hab ían</w>
a le
cuen ta</w>
Jo ʼkan</w>
N o
ʼa j</w>
in i
chan queb</w>
U N
a d
J O
áng el</w>
ver bios</w>
na ciones</w>
í os</w>
sa li
ra bʼ
LI L</w>
AATI N</w>
i laq</w>
esta ban</w>
xkʼe bʼal</w>
ro ksi</w>
o k
lâ o</w>
na bal</w>
Q U
Pro verbios</w>
su me</w>
M OS</w>
A arón</w>
f in</w>
z ar</w>
kʼ e
mi iw</w>
X CHA
reci bi
Q ʼA
o l</w>
cha p</w>
abʼa lebʼ</w>
Kâ cua</w>
n or
chʼo lo
chi cuu</w>
x qa
eb re
e de
Ti mo
yoo kebʼ</w>
xkʼu lu
A b
z ar
A J</w>
ku bʼ
hi ci
d rá</w>
t res</w>
com pa
x aa
i hom</w>
li s
cump li
ñ a</w>
ob er
o jos</w>
C ßa
c ô
bu e
tu u
tak lan</w>
AA Bʼ
tu d</w>
u t
sa cri
ruu k</w>
l lo
ilo k</w>
te r</w>
û l</w>
R E
un os</w>
R AATIN</w>
ten emos</w>
o choch</w>
cßanje lac</w>
b en</w>
ruchi chßochß</w>
cristi anos</w>
qui xbânu</w>
xy âlal</w>
co me
In cßaß</w>
an chal</w>
te e
ju sti
le van
ta mos</w>
o tras</w>
pro ble
Timo teo</w>
TES OR
di j
1 4
ßa j</w>
nues tras</w>
TESOR OS</w>
or g</w>
o tra</w>
ci ona
artí culo</w>
x cu
dis cí
discí pu
p ru
segui r</w>
ru silal</w>
kʼu lmank</w>
jw org</w>
xsa hil</w>
t án</w>
k ab
cie lo</w>
châ cuu</w>
f un
estu dio</w>
en ten
di eron</w>
QʼA LIL</w>
XCHA QʼALIL</w>
aa we</w>
lo r</w>
bʼ e</w>
O O
min is
es píritu</w>
ci ó</w>
Qu eß
an u
a ción</w>
ma aj
r s</w>
n un
B a
pa ci
le j</w>
pu bli
O N
tzß â
lec tura</w>
S al</w>
xni mal</w>
se gún</w>
d en</w>
s tru
ri si</w>
gu ar
can a</w>
C RI
anci anos</w>
g re</w>
a m
ta ber
taber ná
mu el</w>
añ o</w>
E l
mien tos</w>
ho y</w>
ban quil</w>
xtes i</w>
f í
tz ûl</w>
esta r</w>
v as</w>
taberná culo</w>
q ii
xi kʼ</w>
se mana</w>
naʼ le
ana q
sier vos</w>
ra ón</w>
x tenqʼan
kʼa l</w>
ca li
anaq wan</w>
M aa
que x</w>
a gra
na xbʼaanu</w>
e les</w>
dur ante</w>
cha qʼrabʼ</w>
bi ß</w>
ri ó</w>
du cción</w>
co men
Jo su
q as</w>
o í
inti os</w>
eho c</w>
S i</w>
ve ces</w>
jos kß
M at</w>
Ez e
re la
qii tzʼin</w>
respon dió</w>
g ri
G a
pro pi
ci do</w>
y âl</w>
to kil</w>
ro so
chakß rab</w>
ter tokil</w>
pe cado</w>
ca me
Cor intios</w>
j ûnk</w>
tq abʼaanu</w>
testi gos</w>
xbʼe en
cu b
cha len</w>
H i
P re
Lu cas</w>
cô eb</w>
Sa muel</w>
cui qßuin</w>
ca mbi
per las</w>
r se</w>
chʼol chʼo</w>
to ox
su e
i x</w>
X ʼawabʼejilal</w>
jun wa</w>
aw u</w>
qui ere</w>
par ti
en tra
s t
D e
rab i</w>
A ʼ
tenqʼan k</w>
o ch</w>
Chan chan</w>
qui cuan</w>
N ab
M u
N ak</w>
he ß</w>
ér ci
VID A</w>
xcß abaß</w>
ti xbʼaanu</w>
i t</w>
P A
ro n
o q</w>
pres en
jud ío</w>
g an</w>
a que
discípu los</w>
bue nas</w>
Ve a</w>
na wulak</w>
keʼ x
ha ß</w>
ca so</w>
teri o</w>
j al</w>
fa raón</w>
lib ro</w>
chirix ebʼ</w>
o lo
raho k</w>
laj u</w>
cu il</w>
chi xyebal</w>
an o</w>
nekeʼ xye</w>
L o
ta mente</w>
ca mp
bê n</w>
q on</w>
f o
L O
p sis</w>
cha awu</w>
el k</w>
cali psis</w>
Cha awil</w>
pá g</w>
pode r</w>
bíbli ca</w>
T U
ti l</w>
qʼ ej</w>
pár rs</w>
e ch</w>
I N
Kʼ U
x num
pla ta</w>
P AABʼ
J un</w>
su t
k ex</w>
san gre</w>
cau sa</w>
a la
J e
F i
3 8</w>
tr an
qu ías</w>
xb aneb</w>
qui leb</w>
al qui
Pa dre</w>
patz ʼ</w>
kʼu l</w>
ê rib</w>
cß âl</w>
s tos</w>
chixjuni lebʼ</w>
Aß an</w>
sol dado</w>
di e</w>
importan te</w>
es pa
Apo calipsis</w>
D I
nequeß iloc</w>
g lo
bʼa r</w>
cßa m</w>
c ô</w>
si kʼ
yo ß
ten qʼa
le cción</w>
x e
y ee
ca m</w>
mo ra
ha m</w>
la r</w>
b el</w>
maa junwa</w>
caß in</w>
D e</w>
sigui ente</w>
of re
jun kabʼal</w>
nun ca</w>
b ej</w>
pru eb
may ej
e dad</w>
ben eb</w>
A r
ba uti
E O</w>
wi bʼ</w>
so y</w>
po dr
A bʼan</w>
xy o
tzʼe q
tr ó</w>
le vi
chßô leb</w>
yî banbil</w>
mo ri
S TI
xyu ʼa
jun to</w>
aß aneb</w>
A t</w>
AN A</w>
û k</w>
jun jûnk</w>
kß e</w>
ech os</w>
se era
na do</w>
esper anza</w>
chi xbânunquil</w>
x o
JO ʼ</w>
pregun tas</w>
ana n</w>
P on
es pe
E N</w>
xkʼ anjel</w>
des cen
chß î
x oo
wak l
jun es</w>
vivi r</w>
EST R
m es</w>
co l</w>
c lu
M â
Josu é</w>
l ó</w>
mo ni
taa kʼe</w>
ser i
fi lis
car ner</w>
su kß
re talil</w>
r ía</w>
ox lo
l lo</w>
e kʼa</w>
PAABʼ AN
C on
g as</w>
3 9</w>
x chßôleb</w>
es a
ab anan</w>
w aʼ
es con
pu esto</w>
es is</w>
5 0</w>
res pe
pu l
n il</w>
ʼ U
ê b</w>
ob ra</w>
chi wu</w>
can âk</w>
PAABʼAN EL</w>
ta w
jun i
ayu dar</w>
Abra ham</w>
ha cer
CRI STI
A demás</w>
naʼa j</w>
kʼa joʼ</w>
ga mos</w>
fu era</w>
r ó</w>
chʼolo bʼ</w>
z ó</w>
nokoo xtenqʼa</w>
mu es
W i</w>
A bi
l í
g una</w>
vi eron</w>
ten qʼ</w>
pe c</w>
agu a</w>
pu so</w>
CRISTI ANA</w>
A S</w>
si ones</w>
raho bʼtes
r ê
r an
A si
jo ßcan</w>
en emi
vo z</w>
jun xil</w>
cua j</w>
sra eli
i sraeli
la aʼ
ci ento</w>
H echos</w>
musi qʼej</w>
ri os</w>
res i
ser án</w>
de mos</w>
R a
v esti
ka m
justi cia</w>
ami gos</w>
chßî chß</w>
ver da
ta ba</w>
proble mas</w>
châ lk</w>
Jer em
si r
julti k
eʼ q</w>
v ía</w>
ta wiʼ</w>
su fri
habla r</w>
ó n
tzʼeq ta
tzo lok</w>
su per
roch beneb</w>
cu alqui
ju na
ha ya</w>
Jerem ías</w>
nekeʼ raj</w>
i ma
án do
na abʼalebʼ</w>
ñ os</w>
de mostra
ßa k</w>
p lan
su men
si heb</w>
r ûk</w>
la jik</w>
kʼa mo
ca l
T aa
visi ta</w>
na die</w>
gu nas</w>
Cu i</w>
x ʼ
pu esta</w>
ka ʼaj
ca u</w>
Testi iw</w>
e za</w>
cßa mo
a ajel</w>
ri dad</w>
naʼa jej</w>
in for
xyaa lal</w>
kaʼaj wiʼ</w>
tq il</w>
nekeʼ xbʼaanu</w>
chiʼ i</w>
lan kil</w>
s antil</w>
moni o</w>
mo qon</w>
in chʼool</w>
T â
a ʼ</w>
tâ cuânk</w>
he mos</w>
Cu ando</w>
3 6</w>
sacerdo te</w>
qʼ i</w>
m ô
car n
tzʼaq on
ka w</w>
j ar
ta rá</w>
jun jun
jolo min
po s
ox ib</w>
na r</w>
eho k</w>
tân a</w>
ni fi
c emos</w>
sab er</w>
ra a
naj t</w>
yoʼ yo</w>
i ʼ</w>
es inkil</w>
cam si</w>
xeʼ x
san to</w>
res inkil</w>
S u
kʼ in</w>
A l
yô quin</w>
tu q
cho k</w>
o cu
T za</w>
ti naq</w>
la aw
ex pli
en fer
e le
á r
bi leb</w>
k in</w>
gra cias</w>
for ta
ʼan inkil</w>
reuni ón</w>
l las</w>
Pon ga</w>
B en
x co
to r
mien tras</w>
jun pa
tâ rûk</w>
n în
d ero</w>
t en</w>
r ás</w>
c il</w>
W iibʼ</w>
Cßa ß
î nk</w>
naʼle bʼa
in bil</w>
israeli tas</w>
K IL</w>
ʼ ut</w>
dar á</w>
Kʼa ʼut</w>
queß xye</w>
naqa j</w>
a f
A sí</w>
én esis</w>
bi ó</w>
au di
NA ʼ
G énesis</w>
C he
4 5</w>
tzß ek
testi iw</w>
o que
a q</w>
x tzolom</w>
d in
au to
ʼaa tinak</w>
men sa
g ober
ace p
aa chʼool</w>
fu ego</w>
a ma</w>
á l</w>
tzß î
emb ar
posi ble</w>
junjun q</w>
cristi an</w>
Qu ix
H ebre
or g
o ksi</w>
in ten
el las</w>
tix qßue</w>
si e
L EBʼ</w>
vi o</w>
in chßôl</w>
di os
1 7
va li
er á</w>
da dos</w>
vues tros</w>
no che</w>
na ßleb</w>
ma dre</w>
lo kßon
kʼaʼ uxl</w>
ha cia</w>
de ja
co mi
chʼaʼaj ko
aj o</w>
toj bal</w>
mi seri
mensa j
ci r
tan a</w>
le y</w>
i c
al gunas</w>
S e</w>
C ana
mô s</w>
R e</w>
vu el
qʼ o
i l
audi torio</w>
li dades</w>
junpa at</w>
tri bu
c in
trabaj o</w>
l los</w>
ki b</w>
i heb</w>
C or</w>
í amos</w>
xko mon</w>
ta ka
ta ción</w>
of ren
hici eron</w>
bʼa nan</w>
A bʼanan</w>
ki wank</w>
cß al</w>
bʼa anu</w>
M t</w>
G u
1 8
tu vo</w>
po der
nax naw</w>
miseri cor
embar go</w>
b re
xkʼulu bʼa</w>
sig nifi
a xal</w>
x paabʼal</w>
oque bâl</w>
la je
g ar
R i
O ksi</w>
E s</w>
E J
co s
bʼi lebʼ</w>
tzßâ ma</w>
man da
b eb
vi en
tî quilal</w>
se o</w>
came nak</w>
a cu
, 000</w>
xkʼ ojo
q ech
I N</w>
per mi
c ru
Q aa
tin ye</w>
h ará</w>
conver sar</w>
acer ca</w>
u l
jun ta
pâ b</w>
espiritu ales</w>
er as</w>
ch os</w>
joskß il</w>
for ma</w>
chß i
1 6
ja ʼ</w>
hu mi
k abʼ
ci er
bʼa lebʼ</w>
xa kil</w>
re kʼa</w>
ka t</w>
tuq tuu
pi en
ar tal</w>
ana li
S l</w>
â c</w>
forta le
xy an
puer ta</w>
minis terio</w>
maaj iʼ</w>
Bʼ A
4 1</w>
publi ca
ga do</w>
con si
cie los</w>
R E</w>
Qaa waʼ</w>
Pala bra</w>
ti vos</w>
sa aj</w>
queß côeb</w>
gu e</w>
ado ra
Le v
xlo kßal</w>
sacerdo tes</w>
reuni ones</w>
nima ß</w>
for me</w>
fi cio</w>
b ar
a kʼa
á ba
y ox
reli gi
CH AN
â ba
y ajel</w>
re ali
qßue heb</w>
pen sa
ti do</w>
t wanq</w>
pe ca
o c
ma ción</w>
QA TZO
ta aw
Ro manos</w>
In kʼaʼ</w>
roch ben</w>
ro y
mu j
din ero</w>
ani ma
T z
J o</w>
ciu dades</w>
us o</w>
muj eres</w>
CHAN RU</w>
y âlal</w>
ruchi ch</w>
A MOS</w>
4 4</w>
xlo qʼon
taw mank</w>
ta u</w>
cono cer</w>
sier vo</w>
oj yî
lo qʼon
dur ía</w>
conver sa
buen o</w>
Ch i</w>
emp ez
dij eron</w>
cua lal</w>
ʼa l</w>
s ó</w>
re ino</w>
quix takla</w>
pre para
bʼ e
tzʼii bʼa</w>
ti ó</w>
sabi duría</w>
r î
ob ede
joß caßin</w>
in el</w>
ha cen</w>
chi re</w>
fe c
b o</w>
in vi
in tro
A ta
A n
ro k
laaʼ o</w>
ci os</w>
Chi xjun
u bʼ</w>
jalan q</w>
tan ás</w>
Sa tanás</w>
nekeʼ xkʼe</w>
cßa t
Pre gun
Isa ac</w>
É l</w>
sie te</w>
ki ʼok</w>
is t</w>
S anti
i a</w>
bʼan bʼil</w>
ki xkʼul</w>
i deas</w>
cha r</w>
ro k</w>
y u</w>
y i
ta truuq</w>
ra do</w>
queß xbânu</w>
pro me
org ani
fi r
Qui én</w>
tzßa kal</w>
naßa jeb</w>
kʼ ox
bi er
x q</w>
x k</w>
vol un
ra miiw</w>
i te</w>
bʼ resi</w>
tin qßue</w>
ob je
lu z</w>
la aʼa
buen a</w>
f r
bʼa ʼ
NAʼ LEBʼ</w>
su ce
ko l</w>
Ch ʼ
ri ist</w>
le e
espo sa</w>
Hebre os</w>
tô nil</w>
toox tenqʼa</w>
so mos</w>
prim ero</w>
ko kʼal</w>
xna w</w>
w il</w>
senti do</w>
KʼU TU
xa qa
ru kß</w>
pâ ban
ha ga</w>
cßa ßak</w>
taa tzʼil</w>
ra q
la r
jo ʼ
U sta</w>
Q ilaq</w>
LA Q</w>
xta w</w>
ti xkʼe</w>
re de
q i
nue vo</w>
enseñ a</w>
ya lok</w>
pa í
o sa</w>
ma la</w>
J un
ê lk</w>
teßx qßue</w>
al rede
B us
sol dados</w>
na ción</w>
R A
P or
xlo kßon
vues tro</w>
m es
bʼ ebʼ</w>
ace ite</w>
T OO
ra m</w>
que mos</w>
ho n
bíbli cos</w>
S U
tzʼaqon k</w>
nin ye</w>
J or
H eb</w>
r ón</w>
qui én</w>
ku b</w>
za do</w>
ti xye</w>
ee t</w>
des i
Pala bras</w>
Fi li
tan do</w>
d era</w>
xra q
le j
cab eza</w>
xtenqʼan kilebʼ</w>
pr ó
a po
un k</w>
t q</w>
n kil</w>
la ción</w>
cu n
chê ru</w>
ac tu
oy bʼen
na ril</w>
ón de</w>
Ó N</w>
espe ci
a go</w>
Santi ago</w>
Hi jo</w>
ʼa q</w>
xti ki
t el</w>
si tu
ic r</w>
cu y</w>
SE AMOS</w>
ʼaa tinaq</w>
kana ak</w>
esta mos</w>
e xi
di fí
z ca</w>
xjun kabʼal</w>
ten dr
ju naj
a ten
misericor dia</w>
m ín</w>
espa da</w>
enemi gos</w>
a si
pala u</w>
jo lom</w>
comp le
al tar</w>
es os</w>
x caß
pen sar</w>
o ri
P e
tuqtuu kilal</w>
tri b
t ʼ
la aʼin</w>
glo ria</w>
ben di
qech paabʼanel</w>
li sis</w>
ch ßu
ki ʼ
espiritu al</w>
ab le</w>
xa m</w>
s tan
r an</w>
laa chʼool</w>
cuî mk</w>
bu en</w>
A dán</w>
mi k</w>
ca t</w>
pi ed
jun pâ
ʼU S</w>
é ste</w>
qui c</w>
princi p
cur so</w>
compa ñ
OR ES</w>
v or</w>
rok sinkil</w>
r le</w>
mâ queb</w>
con forme</w>
Mar ía</w>
i ra</w>
di das</w>
câ mk</w>
c ían</w>
Ben ja
4 2</w>
un to</w>
nequeß xbânu</w>
n es</w>
ma q</w>
m era</w>
laaʼa t</w>
ci miento</w>
CHI ʼUS</w>
xjun es</w>
na tawmank</w>
l len
W an
L O</w>
x sumen
ti i
pro te
me r</w>
m q</w>
fu tu
QATZO LAQ</w>
u m
per i
ten ían</w>
qʼ il</w>
queßx qßue</w>
ojyî n</w>
jolomin k</w>
de di
alrede dor</w>
tin o
jud íos</w>
cß anjel</w>
cualqui er</w>
S a</w>
vi sto</w>
tee p</w>
chan i</w>
vi sta</w>
tê bânu</w>
p an</w>
da mos</w>
bʼ ee
H O
y ó</w>
pa reci
junpâ t</w>
g en</w>
h o</w>
a kal</w>
p ti
intro ducción</w>
ch ßa
á cti
sut qʼ
naqa tzol</w>
ja lam</w>
camp o</w>
y os</w>
res puesta</w>
en cias</w>
conversa ción</w>
ESTR OS</w>
yu m</w>
te ma</w>
t re
qßu ebal</w>
ch ex
ac ti
L o</w>
y es</w>
u sa
men tos</w>
ej érci
chʼ ii
Y o</w>
Jor dán</w>
to mó</w>
ri xakil</w>
rey es</w>
chirix eb</w>
ar án</w>
CH ʼ
waʼ bʼej</w>
ta abʼaanu</w>
s ón</w>
humi l
Y u
nor te</w>
kʼu tbʼesi</w>
aj e</w>
ab i
P ri
Jo na
ʼa n</w>
fa vor</w>
cßu l
cßamo c</w>
ó ven
óven es</w>
xtiki bʼankil</w>
sa hil</w>
m eb</w>
her mana</w>
ha lla
futu ro</w>
cuu kub</w>
ci erto</w>
a tinak</w>
wak li
qa kutan</w>
predi car</w>
ca ri
TOO KʼUTU
TOOKʼUTU Q</w>
qßue heß</w>
T in
o res</w>
i q</w>
ná lisis</w>
chʼii chʼ</w>
an kil</w>
ac ab
A nálisis</w>
us eb</w>
ter ri
r re
cuu lak</w>
chaabʼ i
ú lti
naʼa atinak</w>
ju sto</w>
hab éis</w>
e ter
xka w
pr ácti
de a</w>
J E
D es
Benja mín</w>
te mos</w>
mp i
m er
lo q</w>
chʼi naʼ
a da</w>
Ve amos</w>
Sa ß</w>
Qu e</w>
M EJ
MEJ ORES</w>
ru bel</w>
laj êb</w>
ii y</w>
cßa jol</w>
MA ESTROS</w>
Lâ at</w>
CI ÓN</w>
na baleb</w>
cu â
bʼtes ihom</w>
a par
xy al</w>
v al
sacri ficio</w>
s ías</w>
mues tra</w>
j óvenes</w>
gu erra</w>
feli z</w>
cl uso</w>
xa k
se an</w>
na chalk</w>
la ya</w>
cha ki</w>
â leb</w>
kß eb</w>
ii q</w>
cor re
Mo ab</w>
ê chßôl</w>
si cß
kʼu l
K i
în c</w>
xaq il</w>
to mar</w>
raho btes
pa l
ofren da</w>
o ve
o ca
h eb
cu ânc</w>
U se</w>
Pro v</w>
El ías</w>
xsumen kil</w>
pa so</w>
es co
ab i</w>
R A</w>
M es
ê t</w>
xkʼa ʼ
cßu t
P ara</w>
xka mik</w>
mu lti
a dos</w>
Ata laya</w>
t é</w>
kʼa ʼaq</w>
hab ló</w>
h án</w>
carn e</w>
X in
yî b</w>
vi ó</w>
rabʼ inkil</w>
lla mado</w>
ki raj</w>
envi ó</w>
bʼ el</w>
EN T
to jaʼ</w>
si cß</w>
s í
jalan il</w>
fici os</w>
escon didas</w>
H ech</w>
A na
naʼlebʼa k</w>
yaabʼa sinkil</w>
xeß tônil</w>
xbʼeen ebʼ</w>
qa paabʼal</w>
lleg ó</w>
en tonces</w>
J n</w>
qui cuulac</w>
le bâl</w>
la b
chʼaʼajko ʼk</w>
X yaabʼasinkil</w>
Bus quemos</w>
ê bên</w>
tina nkil</w>
qʼa l</w>
Por que</w>
M â</w>
ya laq</w>
x sikʼ
ar ro
al ma</w>
4 3</w>
xin ye</w>
tu ras</w>
taa yaabʼasi</w>
seera qʼ</w>
p e</w>
no ti
man i
m ânk</w>
con te
1 ,
ê ch</w>
tzʼeqta ana</w>
ti co</w>
ob o
ju i
edi fi
cuer po</w>
conse jos</w>
bo ca</w>
ʼ eʼ
ßa m</w>
xkʼ ox
servi r</w>
lo bʼaal</w>
ka q</w>
ami go</w>
dis fru
M ana
v an</w>
tâ c</w>
mo do</w>
k u</w>
k in
hi ja</w>
deb e</w>
b resi</w>
ra f
pâban el</w>
mâ cua</w>
i gu
chʼoo lej</w>
b on
Lu c</w>
x lan</w>
t eb</w>
g e</w>
e mbre</w>
cßa joß</w>
Mar cos</w>
Ef ra
Abra hán</w>
os os</w>
Es cri
x qʼa
Pri mera</w>
5 5</w>
ya lak</w>
resu l
ma da</w>
ka a
di fer
bʼa anu
xu cua
tzßa c</w>
de bi
c el
C re
li o</w>
R aatin</w>
ó ni
wu laq</w>
rabʼ i</w>
organi za
m ebʼ</w>
kix kanabʼ</w>
fuer zas</w>
chßu tu
ar re
U ni
x ca
u b
ta da</w>
pro p
co sa</w>
N ue
4 8</w>
xkʼox lankil</w>
tzß in</w>
ser es</w>
pre ocu
pi e</w>
Nab u
y âba
m é
in cluso</w>
ci on
z ás</w>
teʼ ruuq</w>
r nos</w>
R U
tino bʼaal</w>
S AN
ñ ana</w>
muer tos</w>
m aron</w>
C U
x cha
sa lu
cßanje lak</w>
an un
al mente</w>
aa wibʼ</w>
ta ban</w>
pasa do</w>
na xkʼutbʼesi</w>
encontra do</w>
xcßa m</w>
con stru
pár raf
desi erto</w>
tza ca
ra ko
can do</w>
ayu dó</w>
vien e</w>
teʼ wanq</w>
nin gún</w>
may or</w>
E va</w>
tß icr</w>
c ed
O M
Cßaß ut</w>
A L
x kße
pa cto</w>
hu manos</w>
fr ente</w>
er o
che ʼ</w>
ayudar á</w>
Y o
Mu si
I s</w>
A cab</w>
me tzʼe
hab rá</w>
go bier
cu án
maa tan</w>
ka me
én do
taq la</w>
s â
bʼan k</w>
ar é</w>
v es</w>
ula ʼaninkil</w>
servi cio</w>
me tro</w>
lo kßal</w>
escu ch
e c</w>
cua tro</w>
ben e
V i
R om</w>
resu ci
quer ía</w>
predi cación</w>
kß ojyîn</w>
R ulaʼaninkil</w>
R ES
Aʼ IN</w>
x raqal</w>
tzaca ê
raho m</w>
pi o</w>
o bras</w>
naka aw
to y</w>
tenqʼa hebʼ</w>
maaʼ usilal</w>
naq abʼaanu</w>
hab er</w>
Mana s
Efra ín</w>
qui âtinac</w>
mu heb
hab la</w>
Jona tán</w>
H U</w>
xsikʼ bʼal</w>
ti vo</w>
naqa naw</w>
cuer do</w>
Manas és</w>
É x</w>
na xbânu</w>
m esa</w>
kʼa tq</w>
ka b</w>
da vía</w>
L a
xti k
mon te</w>
in di
gi do</w>
es cla
ejérci to</w>
metzʼe w</w>
ma ñana</w>
lo c</w>
L as</w>
E R</w>
xcaß cßâl</w>
te os</w>
su r</w>
re visita</w>
princi pio</w>
kʼa q</w>
gran de</w>
feli ces</w>
f ra
d ente</w>
co l
cha l
a un</w>
tran s
señ or</w>
se cción</w>
ove jas</w>
ma lo</w>
ma g
cer ca</w>
X Y
TZO LO
SAN TI
ʼa bʼ
ô queb</w>
x mâc</w>
ten ga</w>
kʼa bʼaʼ
cuan to</w>
xkʼu tbʼ
tza ca</w>
se gun
pres i
ma aw
jo ven</w>
cir cun
c r
P o
xna u</w>
mis ma</w>
lo ca
a t
a conte
xkʼutbʼ esinkil</w>
pe que
mensaj e</w>
car on</w>
al gún</w>
akʼa le
QU É</w>
E M
y aj</w>
xku tan
vol ver</w>
juni lo</w>
i y</w>
c to
c ciones</w>
C o</w>
pá g
e ß</w>
A ni</w>
y ânk</w>
volun tad</w>
ra l</w>
obo am</w>
mo mento</w>
lo gra
infor mación</w>
g ro</w>
Asi ria</w>
ê n
xku y
t bʼal</w>
nan te</w>
ku y</w>
Kʼ oxla</w>
Co lo
na c</w>
jo m</w>
g e
T eß
A m
xkʼaʼ uxl</w>
queß xyîb</w>
pro ve
oso r</w>
ne t</w>
laa d</w>
kʼanje lobʼaal</w>
don osor</w>
co donosor</w>
bʼa la
agu as</w>
a ß</w>
V I
Nabu codonosor</w>
Lâ ex</w>
H o
pregun tó</w>
o ch
num ta
con su
z os</w>
xkʼa m</w>
pes iiy</w>
junta qʼ
hi sto
cu e
come r</w>
x maak</w>
pro pesiiy</w>
ora ciones</w>
h eʼk</w>
Sa ma
Apo c</w>
man e
ma t
kubʼ ee
g l
con clu
apren der</w>
akʼale hom</w>
Ga laad</w>
Eze quías</w>
ú ni
xa kab</w>
t îc</w>
prueb a</w>
na kʼulmank</w>
maaʼ ani</w>
b les</w>
H e</w>
6 5</w>
ú m
yu waʼbʼej</w>
xloqʼon inkil</w>
signifi ca</w>
m ê
o p
ma tri
kßa xtesi</w>
ha ciendo</w>
fe cto</w>
c ta</w>
bʼtes i</w>
Re y</w>
QU E</w>
Kʼ A
ê riq</w>
yô quex</w>
tzßek tâna</w>
pro du
i ba</w>
est re
dios es</w>
di ri
SANTI L</w>
Di os
ô b</w>
sal v
s ent
na cuulac</w>
mo r</w>
la ayu
en k</w>
cu b</w>
ch in
bʼ k</w>
anima les</w>
xta u</w>
m c</w>
cua ß
1 5
é stos</w>
yu waʼ</w>
vol ver
tenqʼan kil</w>
sa haq</w>
reg res
qui ye
p an
ga res</w>
cßu lbal</w>
ale gr
T ra
uste des</w>
pi es</w>
kʼanje laq</w>
ki ril</w>
mayej a</w>
filis teo</w>
chʼa ʼaj</w>
G o
Chi rix</w>
4 6</w>
r lo</w>
qui zás</w>
noti cias</w>
llev ar</w>
kʼu lu
SA ʼ</w>
Kʼ e</w>
E sa
Be tel</w>
xyu waʼ</w>
xaa taw</w>
to davía</w>
te mas</w>
ro r</w>
pri mer</w>
e xa
bʼi ʼ</w>
a sa
a jol</w>
P i
xyee chiʼi</w>
re cor
peca dos</w>
nax qßue</w>
juna j</w>
hi b</w>
gu s
Pregun ta</w>
x e</w>
ter mina
qßu ehoc</w>
oxlo qʼ</w>
kʼul manq</w>
kame naq</w>
fuer te</w>
cu los</w>
cams îk</w>
an quil</w>
L ix</w>
pres encia</w>
organiza ción</w>
na keb</w>
mi go</w>
fi eles</w>
Sama ria</w>
C i
so bre
rî tzßin</w>
mo os</w>
ju ra
e do</w>
buen os</w>
Kʼa akʼalehom</w>
H A
ár bo
s in
profe tas</w>
ha b</w>
cß oxla</w>
contra to</w>
as t
yu ßam</w>
xkuy bʼal</w>
tâ châlk</w>
mi la
in stru
al guna</w>
R aa
xkʼojo bʼ</w>
tê qßue</w>
ti r</w>
tar án</w>
pu ubʼ</w>
m en</w>
lej il</w>
d é
conse jo</w>
cer á</w>
LA S</w>
L i
yee mank</w>
prim era</w>
kß a</w>
espo so</w>
A s
xtik lajik</w>
vi sión</w>
ree talil</w>
har é</w>
den tro</w>
ar ca</w>
Eli seo</w>
ten go</w>
si kʼaq</w>
ora r</w>
muer to</w>
g ru
confi anza</w>
uni dad</w>
ti go</w>
tan tes</w>
qui xyîb</w>
f á
en ga
con migo</w>
bʼan yox
a kʼ</w>
K I
xkße hil</w>
ten e
si mo</w>
n to</w>
l bʼe</w>
ki kʼulmank</w>
ju z
e er
cuan quilal</w>
cam pa
O N</w>
sa k
pre ci
a dor</w>
yoo ko</w>
x pa
kʼamo lbʼe</w>
enten der</w>
e qui
cie dad</w>
X K
x chʼoo
t û
ra mos</w>
paí s</w>
le li
ho r
a te
tri go</w>
ti xbânu</w>
su bi
saho ʼk</w>
sa che
m bʼal</w>
es ink</w>
aj ej</w>
xkʼa jol</w>
tenqʼan q</w>
t kʼulmanq</w>
qa naʼlebʼ</w>
mu rió</w>
lec c</w>
ka j</w>
pare ce</w>
mu k
mo neb</w>
estudi ar</w>
con tin
x to
tin bânu</w>
teʼ xbʼaanu</w>
ten k</w>
ta l
si c</w>
sa len</w>
sa do</w>
l á
ji c</w>
cß ut</w>
chix tojbal</w>
Raa tinankil</w>
K riist</w>
xchʼoo lebʼ</w>
xa t
x saʼ</w>
x ra</w>
tak l
qßui al</w>
ki xkʼutbʼesi</w>
fi el</w>
est é</w>
es toy</w>
chix kʼatq</w>
al can
aa tinobʼaal</w>
ß i</w>
xnum sinkil</w>
po día</w>
li ber
le x</w>
la heb</w>
cua les</w>
ca sas</w>
ca p</w>
Es píritu</w>
wakl esi</w>
nume ß</w>
jo qʼe</w>
ent reg
e ʼ</w>
do na
cur so
bʼ resinkil</w>
L e</w>
tâ canâk</w>
man dó</w>
m bra
levi ta</w>
xta q
xka m
tâ ye</w>
pes ar</w>
chan chan
U n</w>
San són</w>
Musi k</w>
Cana án</w>
tat xtenqʼa</w>
s ó
oybʼen ihom</w>
naqa kʼe</w>
e z</w>
ana w</w>
NA Q</w>
ê leli
ru qʼ</w>
ma ra
levi tas</w>
le er</w>
l bej</w>
jultik a</w>
es ios</w>
con tigo</w>
an gu
a z
T en
Jo ab</w>
va lor</w>
s pi
r âtin</w>
pre curso
por t
nekeʼ xnaw</w>
naßa j</w>
mos tró</w>
gran des</w>
g ó</w>
b ron
ab an
a y
a rio</w>
xi u</w>
s ink</w>
qui cam</w>
naj ter</w>
mi edo</w>
lu gares</w>
câ mc</w>
c tura</w>
bron ce</w>
D ES
tijo c</w>
pó si
po ner</w>
kʼ ehok</w>
ka ʼaj</w>
j y</w>
el lo</w>
con ta
cams îc</w>
baj o</w>
Qa sikʼaq</w>
Pe d</w>
J U
â cuiqßuin</w>
va mos</w>
s mo</w>
cl esi
a ta
a cuerdo</w>
Y U
G UN
va do</w>
u ineb</w>
tar ía</w>
le ʼk</w>
ent re
deja r</w>
ca sti
Ef esios</w>
D A</w>
Be t</w>
va lo
ten i
jultik ankil</w>
hab len</w>
A l</w>
xlo qʼal</w>
sa gra
ni mal</w>
nekeʼ xkʼoxla</w>
kaw resi</w>
filis teos</w>
di r</w>
cu ar
Ta mbién</w>
M e
tqa kʼe</w>
s tas</w>
roy bʼen
res in
prueb as</w>
lle gar</w>
di fi
d é</w>
ab ânu</w>
JE HO
Esa ú</w>
áng eles</w>
laje ß
di iy</w>
di cen</w>
con tro
a ma
L E
G ede
teß cuânk</w>
po d
mon ta
m ío</w>
k on</w>
i qʼ</w>
di o
deb er
cß abaß</w>
co cß</w>
N in
xlo k</w>
vues tras</w>
roso ʼ
no vi
l f
R O
ru la
pâ ban</w>
lâ k</w>
li bra
e vi
Aß aneb</w>
si endo</w>
na kʼanjelak</w>
ki xkʼut</w>
deci siones</w>
a mis
xqa tzol</w>
w t
wt st
wtst y</w>
tr an</w>
sto les</w>
pa só</w>
n wtsty</w>
mori r</w>
d ónde</w>
P O
ta u
sutqʼ iik</w>
sab emos</w>
q o</w>
mara vi
l c</w>
keʼ xye</w>
ka chʼ
P r</w>
K ʼ</w>
xco moneb</w>
te is</w>
ro xlo
ri xaqil</w>
ri as</w>
pro nto</w>
fru to</w>
du ra</w>
Le ctura</w>
Eze qui
4 7</w>
teß xbânu</w>
nax nau</w>
mis mos</w>
la lil</w>
es for
deb en</w>
d ando</w>
chox a
ca xlan</w>
apó stoles</w>
ñ as</w>
ß al</w>
x na</w>
wu laj</w>
tenami teb</w>
pro fun
lla mó</w>
en ta</w>
câ hib</w>
cui x</w>
con f
R ut</w>
I sa</w>
E j
xkʼu tbʼal</w>
sti tu
on el</w>
enfer me
cub ri
P er
Escri turas</w>
E clesi
xna ßaj</w>
testi monio</w>
sali ó</w>
nec esa
kßa xtes
el q</w>
con ven
anje lac</w>
a mente</w>
L u</w>
ê yânk</w>
yâba c</w>
vol vió</w>
tzßî banbil</w>
p ú
p os</w>
loca us
ho locaus
en car
asa mb
Ti m</w>
No é</w>
so r
m á
en so</w>
difí cil</w>
dar é</w>
cu abi</w>
con du
chi qa
So ciedad</w>
P RE
AN KIL</w>
xyaa lalil</w>
xkʼa mbʼal</w>
x jal
ver sí
v í
tu lo</w>
tar se</w>
p l
lla ma</w>
igu al</w>
hu bi
fi nal</w>
conclu sión</w>
ce le
TZ ʼ
P u
xtenqʼan kil</w>
x molam</w>
len gu
lan k</w>
i leb</w>
chʼi na
sacri ficios</w>
ro pa</w>
publica ciones</w>
ol vi
nin nau</w>
ma nas</w>
kß laj</w>
ji ß</w>
inci enso</w>
ho mak</w>
f es</w>
ex peri
d aba</w>
b esi</w>
ru kßeb</w>
ok si
ne ke
i da</w>
adora ción</w>
xbʼeen wa</w>
tß an
tzʼa lam</w>
terri torio</w>
ta t</w>
pro pósi
o port
naʼ bʼej</w>
g er
eho mak</w>
di ente</w>
d í</w>
comp ren
an o
Ro ma</w>
xyî banquil</w>
qui qßueheß</w>
num si</w>
ki kamk</w>
i dio
hacer lo</w>
f at</w>
es fuer
do m</w>
d ón</w>
bi o
P as
G U
Ej érci
x jolom</w>
u sar</w>
tê lom</w>
res ca
qʼa xtesi</w>
pueb los</w>
nîn kal</w>
mâ jiß</w>
d i</w>
Es ter</w>
A món</w>
re gi
rab in</w>
poder oso</w>
ni ño</w>
min kil</w>
medi ante</w>
lâ c</w>
chal q</w>
ate mala</w>
angu sti
Q ʼ
Gu atemala</w>
7 0</w>
r ío</w>
qui ril</w>
qa kʼaʼuxl</w>
ma las</w>
en ci
e na
c tos</w>
H ch</w>
Ejérci tos</w>
C â
x o</w>
wan ko</w>
t ʼan
sab e</w>
numta je
jui cio</w>
di endo</w>
c ías</w>
Dios eb</w>
A ʼan</w>
xbʼa l</w>
tzacaê mk</w>
sab ía</w>
kʼu tbʼ
he kß</w>
fá cil</w>
cßa me
an ebʼ</w>
T AA
M E</w>
ê n</w>
x nu
x chaqʼrabʼ</w>
tâ cuulak</w>
t wulaq</w>
mu x</w>
mo kon</w>
hi er
ex ten
di al</w>
alegr ía</w>
X ban</w>
Ba al</w>
2 8
x qßuebal</w>
vues tra</w>
rê kaj</w>
re ch</w>
podr ía</w>
pa sar</w>
o cur
nin guna</w>
ja ch</w>
deci sión</w>
chex ʼaatinaq</w>
T ex
C r</w>
pu si
fo lle
cam siheb</w>
aque llos</w>
M I
xy â
perso na
histo ria</w>
cla ro</w>
ID EO</w>
xyuʼa minkil</w>
wa q</w>
tak laheb</w>
queß cuan</w>
qa kʼanjel</w>
propi a</w>
pen ses</w>
pa cßal</w>
p unto</w>
na cuaj</w>
kʼ i
e ta</w>
aque lla</w>
Testi gos</w>
Bʼ IDEO</w>
va ción</w>
teri or</w>
i mi
f lu
esta do</w>
e en
auto ridad</w>
Es tados</w>
xkʼu lbʼal</w>
t tenqʼanq</w>
sukß i</w>
suce dió</w>
pâ bâl</w>
je fes</w>
h ebre
gr os</w>
cuan quex</w>
Uni dos</w>
Si ria</w>
D O</w>
xy e
xna ʼ</w>
ta des</w>
sal ón</w>
que dar
patz ß</w>
ni ños</w>
ke ß</w>
e mo
der os</w>
ab aß
a cuîmk</w>
I s
yô cat</w>
xy iibʼ</w>
xy a
só lo</w>
raz ones</w>
r éis</w>
quix q</w>
chi saʼ</w>
c li
VID EO</w>
Si me
B el
20 0
y ii
se pul
qa molam</w>
propósi to</w>
naqa taw</w>
gu en</w>
Fili penses</w>
A ma
2 ,
í do</w>
ába mos</w>
z an</w>
trib u</w>
qui rabi</w>
pl êt</w>
m poco</w>
fa ri
chix cßulbal</w>
I deas</w>
G é</w>
B íbli
ô leb</w>
tenkß a</w>
taa taw</w>
su tam</w>
gi ó</w>
d encia</w>
b el
N U
C on</w>
ver g
tzʼa ama</w>
situ ación</w>
re i
princip ios</w>
lin yuʼam</w>
i wil</w>
folle to</w>
di go</w>
consi der
cono cimiento</w>
co b
ca mos</w>
yoo kat</w>
xyan qebʼ</w>
ser ía</w>
olo b</w>
l bʼalebʼ</w>
ha cemos</w>
escri bió</w>
comple to</w>
xucua c</w>
ti k
ten ido</w>
oí do</w>
kʼ ojo
jura mento</w>
ja p</w>
hi jas</w>
g eli
f ren
chʼ ina</w>
aʼ anebʼ</w>
E ʼ
sue lo</w>
ru k</w>
nax chʼolobʼ</w>
lu ego</w>
di entes</w>
chß û
J ez
J er</w>
Gede ón</w>
x reyeb</w>
tr ás</w>
teʼ xkʼe</w>
tex to</w>
profe cía</w>
n úm
kʼu tu
ka ʼ
esta ble
cua lidades</w>
contin u
U na</w>
M un
M e</w>
Bíbli ca</w>
1 3
î banbil</w>
u i
taa ye</w>
necesa rio</w>
ki roksi</w>
es as</w>
Jeru salen</w>
J A
Ana kcuan</w>
x nînkal</w>
ven ido</w>
tar é</w>
sa fat</w>
rab inquil</w>
dej ó</w>
ʼabʼ ink</w>
ê ru</w>
z ías</w>
y an</w>
x q
ri fi
re cuer
ra jom</w>
pró xi
per mane
per fec
kix taqla</w>
eli c</w>
de os</w>
ast és</w>
S ab
Lo kßlaj</w>
Ju das</w>
Eclesi astés</w>
2 9
x tenqʼ</w>
te x</w>
matri monio</w>
laa q</w>
h ú</w>
chʼoo lejil</w>
car a</w>
5 1</w>
4 9</w>
xlokßon i</w>
xi w</w>
van geli
j i</w>
gen era
X tzolbʼal</w>
W I
á ni
y ink</w>
us ebʼ</w>
re cha
puktes inel</w>
kachʼ in</w>
eje mp
U s</w>
Ra lal</w>
G ali
Ab salón</w>
xqʼa xbʼal</w>
ta kßa</w>
men ti
habi tantes</w>
er se</w>
de cía</w>
chi ßi</w>
T ê
Co mo</w>
w ak</w>
sum laak</w>
ro q</w>
nequeß xye</w>
ki tenqʼank</w>
gra cia</w>
especi al</w>
con tes
ami iw</w>
T e</w>
Mois es</w>
Ezequi el</w>
B er
â chßôl</w>
yoʼ laak</w>
xa m
ru bʼel</w>
pro b
hu mani
en cuen
agu an
J W</w>
C ON
quer emos</w>
i c</w>
h an
chi ku</w>
Lev í</w>
D an</w>
ya q</w>
vi r
tzʼaq lok</w>
tqa kanabʼ</w>
taaw aj</w>
puer tas</w>
much a</w>
ex tra
ch as</w>
cel esti
San t</w>
5 2</w>
ú n
y eron</w>
xy ii
xkutan kil</w>
uti li
un tos</w>
tiemp os</w>
ro x</w>
re ch
r â
qa qʼe</w>
na ʼ</w>
kab ên</w>
ha mbre</w>
cier tamente</w>
Ne keʼ
í n
se mos</w>
san to
r i</w>
parti ci
núm ero</w>
mal dad</w>
m u</w>
lar go</w>
eß x
estu vo</w>
abaß eb</w>
SI Kʼ</w>
Re paso</w>
D A
u vas</w>
naka t
naka anaw</w>
na roksi</w>
mo nos</w>
maaw aʼ</w>
loqʼon i</w>
kix tzʼiibʼa</w>
co le
chaabʼi lal</w>
cau heb</w>
N i
ula ʼal</w>
ten drá</w>
re in
re cono
nekeʼ ilok</w>
importan tes</w>
esi lal</w>
en gen
des a
Queß x
B ar
wi kʼin</w>
tâ n</w>
ra s
párraf o</w>
naqa kʼul</w>
cul pa</w>
C A
z aron</w>
y ehoc</w>
xjal bʼal</w>
xin qßue</w>
re n</w>
pres ente</w>
fuer za</w>
chiri lbal</w>
aten ción</w>
a ún</w>
Wan k</w>
Jo sías</w>
Ch ee
qui era</w>
nax kʼam</w>
man quil</w>
lf f</w>
kʼ ti
g an
deb ajo</w>
Aʼ in</w>
v ar</w>
que tô
paabʼan kil</w>
pa r</w>
ku bʼ</w>
do lor</w>
der ra
demostra r</w>
chßutu b</w>
ca paci
N M</w>
A K</w>
6 0</w>
xkʼ i
verda dero</w>
rê chani</w>
qʼe t</w>
pa sto
llo nes</w>
dar le</w>
b or
xra hil</w>
tu k
sa n</w>
ra kß</w>
quiye heß</w>
prop eet</w>
oso btes
nor mas</w>
naq il</w>
lokßon i</w>
l ino</w>
kʼ oj
ko mon</w>
ki wulak</w>
i rá</w>
di era</w>
chʼi ʼ
camin os</w>
G aba
5 3</w>
tix sach</w>
se ebʼ</w>
pue do</w>
nequeß taklan</w>
ki kʼ</w>
emp e
ar se</w>
apren demos</w>
a ca
tijo q</w>
r á
lan do</w>
ji kebʼ</w>
in kilebʼ</w>
h i</w>
er i
al to</w>
T e
T EN
F a
E dom</w>
x ter
x kana
wi i
tro no</w>
ru hebʼ</w>
pal to
maaʼ us</w>
lin chʼool</w>
G e
si a</w>
ra hebʼ</w>
pro mesa</w>
pregun ta</w>
pied ra</w>
mon ios</w>
levan tó</w>
jos qʼil</w>
ja más</w>
de f
da mente</w>
cßat bil</w>
cab laju</w>
bʼa an</w>
b û
Gali lea</w>
D is
Cu an</w>
2 7
xkaw resinkil</w>
xa kab
ver emos</w>
sache kß</w>
re cu
qʼe hil</w>
qßue hekß</w>
na ß</w>
na tu
gi dos</w>
expli ca</w>
du e
confi ar</w>
bʼi ch</w>
T NM</w>
Ef es</w>
C E</w>
y aj
xeʼ xbʼaanu</w>
xaqa lil</w>
x haʼ</w>
so l</w>
qui q</w>
nakaa kʼoxla</w>
kubʼ si</w>
i si
feli ci
en fren
cin co</w>
cana beb</w>
awabʼ ej
Ne he
K abʼ
x w
x paabʼankil</w>
qʼo q
pos esi
laayu ʼam</w>
dese a</w>
cla se</w>
cab al
aconte ció</w>
SU ME</w>
Ca ßaj</w>
AN K</w>
án jel</w>
xraq bʼal</w>
ri que
necesi tamos</w>
nax sume</w>
mo r
humani dad</w>
escu char</w>
ca cuâ
ba ta
N E
Apo stol</w>
tzʼ i
tenkß an</w>
reli k</w>
no ta</w>
nax ra</w>
eb e
dis tin
amis tad</w>
Cu án
xyaa bʼ</w>
xka bʼ</w>
tz ʼ</w>
pu estos</w>
mâ n</w>
muheb âleb</w>
ilo l</w>
e cho</w>
com er
bu r
S ara</w>
S T
5 4</w>
xaqa bʼ</w>
tar de</w>
salu d</w>
s é
s ába
resu rre
quix c</w>
qui er
que o</w>
nekeʼx paabʼ</w>
mâ cuaß</w>
me lec</w>
lleg aron</w>
cuan quin</w>
ar u</w>
ab el</w>
Jo ʼ</w>
BʼA L</w>
quin ye</w>
pon dr
na yeemank</w>
mi o</w>
ju cub</w>
her edad</w>
escri to</w>
ab un
P RO
M Á
Kabʼ l</w>
G én</w>
A wabʼ
ʼA M</w>
â ma</w>
san tu
respon sabi
próxi ma</w>
presi ón</w>
mi llones</w>
lan quil</w>
kʼamo k</w>
gru po</w>
cßa lebâl</w>
cari ño</w>
PRE GUN
Jer i
ê riqßuin</w>
ut lebʼaal</w>
na taklan</w>
man dado</w>
kʼa bʼaʼ</w>
ka Dios</w>
go l
fal ta</w>
cur sos</w>
To dos</w>
Chixjun il</w>
x xu
vi a</w>
ta les</w>
segu ro</w>
ro s
naw aj</w>
multi tud</w>
e ere</w>
di g
de cla
d ro</w>
comi da</w>
comen zó</w>
bon dad</w>
b i</w>
U T</w>
LA L</w>
Chʼ utlebʼaal</w>
A c</w>
tî queb</w>
ti ik</w>
su cur
recibi r</w>
celesti al</w>
TZOLO M</w>
xyii bʼankil</w>
u tu
tâ oc</w>
tu vieron</w>
ten cia</w>
ta mpoco</w>
sigui entes</w>
si ente</w>
resurre cción</w>
o sas</w>
li mpi
f le
cumpli r</w>
Qui xye</w>
Nue vo</w>
In ter
In c</w>
5 7</w>
1 Co</w>
sal vación</w>
s ando</w>
prácti ca</w>
oso kß</w>
no co
na chʼaʼajkoʼk</w>
kʼox laq</w>
ha cía</w>
a k
a delan
BʼA AN
u r
ti va</w>
teß xye</w>
pti embre</w>
kʼu t
i k
ech a</w>
a fir
To j</w>
P U
Le an</w>
C O
xyuʼa mi</w>
xter am</w>
to res</w>
si c
r ero</w>
qʼoq yink</w>
qui xb
ok enk</w>
nax chap</w>
ma y</w>
in clu
eter na</w>
escu cha</w>
es ca
chix c</w>
chiqa junilo</w>
a g
NA X
L OS</w>
Chee yaabʼasi</w>
. .</w>
. ..</w>
ʼa mi</w>
êleli c</w>
re co
rahobʼtes i</w>
l es
k ar
in bʼil</w>
cui si</w>
bʼa yaq</w>
R o</w>
Jer oboam</w>
s anti
re a</w>
lle va</w>
li g
do queo</w>
cos tu
con ci
TAA SUME</w>
T ento</w>
No e
Mar doqueo</w>
K ßa
GU I
Chan chan
AA W
xkʼu bʼ</w>
us il</w>
tqa taw</w>
santu ario</w>
nue va</w>
loqʼon ink</w>
le yes</w>
im ón</w>
esta rá</w>
empez ó</w>
choxa hil</w>
asamb lea</w>
Des pués</w>
xkana bʼankil</w>
tzʼaq loq</w>
se e
much í
lin a</w>
junaj il</w>
in e
ee lom</w>
der echo</w>
bʼaanu mank</w>
anci ano</w>
TA S</w>
Mâ cßaß</w>
Câ x</w>
xin ʼok</w>
qu bʼ</w>
pro f
on o
man kil</w>
laa m</w>
keʼ ok</w>
jun tos</w>
es tro</w>
eer ibʼ</w>
S u</w>
O M</w>
Cu ál</w>
Ba laam</w>
xsa ho
x moos</w>
tâ k</w>
te mor</w>
ta te</w>
ro so</w>
ro cho
reali dad</w>
mi emb
ma los</w>
lo ni
le jos</w>
kʼa y
gen er
eb il</w>
co dos</w>
cele bra
ali mento</w>
PA TZʼ
M ê
H eb
Cre ador</w>
A caso</w>
â cuib</w>
si gue</w>
pa ri
na xkʼoxla</w>
manda mientos</w>
kʼoj kʼ
er ras</w>
ar ías</w>
a segu
Kßa xal</w>
ßa jeb</w>
teßx cßul</w>
pen diente</w>
ob âl</w>
o ja
naj til</w>
mar zo</w>
ma ri
lla m
ci dos</w>
chʼoo q</w>
cacuâ y</w>
Tz ol</w>
Tra ducción</w>
PATZʼ OM</w>
últi mos</w>
ú a</w>
x oc</w>
tzʼeqta ana
ti kʼti
m ías</w>
l á</w>
ki ʼaatinak</w>
du l
da ño</w>
bata lla</w>
aw eʼ</w>
profe cías</w>
nekeʼ ril</w>
li a</w>
joß queb</w>
i m</w>
dese o</w>
cha le
c la</w>
aʼ ebʼ</w>
a mar
X jultikankil</w>
í so</w>
yu cua</w>
xko lbʼal</w>
w er</w>
ti ki
qui cana</w>
pied ras</w>
oport unidad</w>
mâ tan</w>
maa ko
in quileb</w>
gu ía</w>
en ter
e la</w>
ci eron</w>
añ a
ab o
ab les</w>
a ciones</w>
Mo ko</w>
De u
Chixjun ileb</w>
A hora</w>
3 0
xna ßajeb</w>
tz e
r me</w>
que b
mu k</w>
le ʼq</w>
ju kubʼ</w>
gi r</w>
bʼ ru</w>
O X
Chan cha
CHI K</w>
ên t</w>
q abʼ
pe di
paci encia</w>
n el</w>
llev ó</w>
l ó
habla do</w>
gober na
cu ân
cre ación</w>
chßô lej</w>
c é</w>
ab ril</w>
ab ri
a tra
S O
R ub
M O</w>
t chalq</w>
se xu
rahobʼtes iik</w>
nequeß cßanjelac</w>
naʼ ok</w>
k a</w>
gl esi
ca pí
S er
P ON
NU ESTR
ter ono
terono mio</w>
su ced
que dó</w>
oksi mank</w>
obede cer</w>
o t</w>
ne er</w>
naca t
man do</w>
lo bâl</w>
her mo
engen dr
ejemp los</w>
cha do</w>
a pli
Deu teronomio</w>
B ʼa
5 6</w>
vi ve</w>
sufri miento</w>
roxlo qʼi</w>
o qu
ka ch</w>
camp os</w>
5 8</w>
ándo se</w>
yoo kin</w>
va ya</w>
segun do</w>
quetô mk</w>
pâ b
propi o</w>
ob edi
naw eʼk</w>
mo bresi</w>
mes es</w>
man eras</w>
in es</w>
her mân</w>
du ras</w>
cuan quileb</w>
cua cl
bʼala qʼil</w>
b ô
adelan to</w>
Y a
O h</w>
Lâ o</w>
G ober
C ho
za re
tzßâ manquil</w>
tro mp
too wanq</w>
reli c</w>
rako k</w>
pusi eron</w>
mun dial</w>
holocaus to</w>
hi l
e t</w>
difi cul
ci en
b h</w>
xaq abʼan
xa q</w>
x nin
ve lación</w>
tâ qßue</w>
t kße
ri lbal</w>
qa miiw</w>
nax q</w>
mâ re</w>
lo kß</w>
hu bo</w>
engendr ó</w>
enga ñ
c aba</w>
beb er</w>
an cia</w>
agra deci
a lal</w>
Z ac
Q ßu
Je hú</w>
CHʼ OO
A yu
ê u</w>
x qʼe</w>
x eb</w>
u lu
sukß îk</w>
servi dores</w>
sen ses</w>
o ke
nume naq</w>
may or
kʼulu bʼa</w>
cui dado</w>
A unque</w>
uu l</w>
q u</w>
pi m</w>
je fe</w>
esa loni
châ lc</w>
cen tra
b es
T esaloni
P en
Maa re</w>
Le a</w>
Gober nante</w>
y endo</w>
x rahom</w>
tâ xic</w>
t tzʼaqloq</w>
su r
sir vi
po drá</w>
ni kin
nekeʼ ruuk</w>
man ten
ma si
ju stos</w>
he chos</w>
escri bi
e du
d á
bʼee k</w>
b âc</w>
Zac arías</w>
RES PON
Le y</w>
Cu er
Colo senses</w>
x joskßil</w>
profe ti
nequeßx qßue</w>
in flu
ca sa
awabʼ ejilal</w>
Se de
Je f
Cuer po</w>
Ar an</w>
x tz</w>
u r</w>
s un
pa s</w>
kar neer</w>
H ero
yô co</w>
y on</w>
x tu
u c</w>
tqa kʼoxla</w>
ti les</w>
regi ón</w>
me j</w>
i dos</w>
cßa t</w>
cß oj
cen ses</w>
cana u</w>
Yu cua</w>
San to</w>
2 6
u me
tin a</w>
ter min
rula ʼaninkil</w>
rocho ch
queß el</w>
princi pa
mâ ji</w>
juntaqʼ ee
e kß</w>
e hil</w>
de masi
circun ci
anti gu
El los</w>
â tinak</w>
y bal</w>
xya abʼa
xin bânu</w>
xcß âl</w>
x mâqueb</w>
wakli iq</w>
tuk tû
saho kß</w>
naqa ye</w>
na ß
kʼ ut</w>
kʼ iik</w>
instru cciones</w>
enseñ ado</w>
eb ânu</w>
cristi ano</w>
cha p
ch u
bʼa mank</w>
ba la
ayudar nos</w>
T E</w>
Jo safat</w>
yu cuaß
xko ho</w>
tqa tzʼil</w>
segu ros</w>
ni quin
kʼu ulaʼal</w>
ki chalk</w>
kana aq</w>
gun o</w>
entra da</w>
bʼan onel</w>
bʼ o
abun d
Cßaß ru</w>
xo do</w>
w0 6</w>
ti fi
si s
pu ro</w>
pró ji
per se
of reci
nekeʼ xkʼut</w>
nekeʼ kʼanjelak</w>
musi k</w>
ka q
jw a</w>
juna jwa</w>
h á
esper a</w>
acti tud</w>
a res</w>
R ebe
Jo se</w>
I Bʼ</w>
E E
Bʼ A</w>
xyan q</w>
xbʼaan ebʼ</w>
wakli ik</w>
se me
re presen
que m</w>
próji mo</w>
na xyeechiʼi</w>
kubʼee k</w>
hebre o</w>
chßû tal</w>
asi sti
ar nos</w>
ab or
Pa tzʼ
í do
én es</w>
xko kʼal</w>
testi go</w>
tak l</w>
pi dió</w>
nequeß cßamoc</w>
mi yon</w>
man tener</w>
le beb</w>
la tas</w>
ini qui
fri ca</w>
esi l
es p
bíbli cas</w>
ar ri
X bʼaan</w>
Tesaloni censes</w>
Pi la
óni cas</w>
ßu x</w>
xna ʼaj</w>
t ris
stan te</w>
seme j
s inti
ros tro</w>
ris inkil</w>
pág ina</w>
posesi ón</w>
po l
ob e
obe deci
nakaaw aj</w>
mu xb
kʼutu k</w>
kʼox lak</w>
inter es
cua c
cu âtin</w>
bê c</w>
ado rar</w>
V er
Rebe ca</w>
Ma t
ve mos</w>
u x</w>
sach k</w>
ro xcßâl</w>
rela ción</w>
r ían</w>
pala cio</w>
l mente</w>
l el</w>
en tró</w>
com ba
chʼu tu
bʼi ho
bʼa chʼoolej</w>
b ân
Pila to</w>
Nab al</w>
Lo t</w>
J on
ENT ES</w>
árbo l</w>
queß cuulac</w>
prim eros</w>
pensa mientos</w>
hi m</w>
experi encia</w>
e en</w>
de cían</w>
d ras</w>
cua ca
chakß oc</w>
YU ʼAM</w>
Si ón</w>
SI GUI
Patzʼ om</w>
OM ON</w>
Jo ás</w>
E le
E MOS</w>
za dos</w>
tu bre</w>
to mar
tiki bʼ</w>
tii kilal</w>
teß xic</w>
principa les</w>
on i</w>
ojo b</w>
na canau</w>
i kß</w>
har ás</w>
gus taría</w>
e k</w>
cie mbre</w>
chʼol chʼooq</w>
campa mento</w>
b â
ani hebʼ</w>
ami iwil</w>
Rub én</w>
Inter net</w>
C ar
tra i
si on
sent ía</w>
oí r</w>
maako bʼk</w>
ma s
keʼ xbʼaanu</w>
cre ó</w>
a prove
S in</w>
Mun do</w>
xʼ Eva</w>
xyâ b</w>
sába do</w>
sabi o</w>
sa q
respe to</w>
qui cuil</w>
princip al</w>
kab ânu</w>
joß nak</w>
in ch</w>
gi o</w>
famili as</w>
dios eb</w>
câ k</w>
comp en
al lá</w>
8 3</w>
é monos</w>
xcu ênt</w>
u j</w>
