#version: 0.2
l i</w>
c h
n a
o s</w>
a n
q u
l a
ʼ a
e s
e r
e n
c u
d e</w>
i n
s a
a n</w>
r a
r i
e l</w>
t i
t a
r e
ch i
b ʼ</w>
qu e</w>
c o
l a</w>
u t</w>
l e
r e</w>
i l</w>
c i
a r
u n
a b
e n</w>
l i
a l</w>
h o
e b</w>
r u</w>
la j</w>
e s</w>
i n</w>
d o</w>
na q</w>
k ʼ
d i
l os</w>
t e
c a
p o
b ʼ
m a
t o
b ʼa
k ʼa
e bʼ</w>
m i
na k</w>
s i
ß a
t e</w>
x y
e ho
l o</w>
qu i
ch i</w>
t o</w>
J eho
p a
t z
r o
d e
ó n</w>
k i
a s</w>
l o
j o
t a</w>
u n</w>
sa ʼ</w>
v i
n e
s o
t r
h a
m o
ch ʼ
la l</w>
j un
qu e
s u
e ʼ
ch a
i os</w>
s e</w>
ß u
co n
d a
t en
c ßa
s e
q a
p u
sa ß</w>
k a
p ar
m os</w>
D ios</w>
@ -
@- @</w>
m an
a j
x b
t u
d a</w>
la s</w>
p er
r u
xy e</w>
Jeho v
o o
m o</w>
k il</w>
q ßu
n o</w>
a l
í a</w>
m u
r a</w>
par a</w>
w an
b i
h i
ci ón</w>
o n
s u</w>
â n
x kʼ
s a</w>
k eʼ
co n</w>
que ß
li x</w>
q ʼ
m p
cu i
r es
po r</w>
j un</w>
j e
a ʼ
cu an
l e</w>
cu a
le bʼ</w>
n i
c h</w>
j u
bʼ a</w>
ab ʼa
w i
g u
d os</w>
J es
m e
a a
t ra
d el</w>
chi x
h eb</w>
x bʼa
o n</w>
s i</w>
o r
Jeho bʼa</w>
ri x</w>
e r</w>
t â
o x
á s</w>
a ß
a j</w>
Jehov á</w>
le s</w>
bʼa l</w>
n u
y u
m en
b re</w>
kʼa ʼ</w>
j o</w>
na ʼ
le b</w>
k ß
chi ru</w>
ne keʼ
aʼ in</w>
d es
na mi
p ro
ab ʼ
te nami
an ti
e l
chʼ oo
h ab
b a
á n</w>
ch an
d o
tenami t</w>
l â
t es
su s</w>
Jes ú
da d</w>
a k</w>
Jesú s</w>
n o
f i
U t</w>
J o
un a</w>
wi ʼ</w>
wan k</w>
n os</w>
e e
Q u
c a</w>
m e</w>
chʼoo l</w>
e b
cu an</w>
tz o
anti l</w>
in kʼaʼ</w>
ch ß
g a
cßa ß</w>
qu il</w>
é n</w>
chix jun
cua ß</w>
u s</w>
f u
cui ß</w>
b li
t in
m a</w>
chi rix</w>
ch o
qu eb</w>
u s
re s</w>
m â
S antil</w>
g o</w>
er a</w>
ri kʼ
í as</w>
t os</w>
naʼ lebʼ</w>
s ra
tr os</w>
aß an</w>
c ß
p e
L i</w>
K â
Y os</w>
m in
chi c</w>
h ebʼ</w>
H u</w>
xbʼa an
chi k</w>
x i
p i
t an</w>
t er
m ás</w>
xb an</w>
tz ʼ
y a
I sra
co mo</w>
v er
l u
o r</w>
Isra el</w>
po r
c o</w>
es ta
ra j</w>
é l</w>
1 0</w>
x a
S a
j a
i bʼ</w>
a h</w>
h er
na x
Jehov ah</w>
ri s
Kâ cuaß</w>
c e</w>
k u
k ß</w>
on es</w>
e j</w>
te ß
rikʼ in</w>
1 5</w>
ri qßu
er on</w>
ch an</w>
ti x
ân u</w>
s er
te ʼ
tr a</w>
chʼ o
t es</w>
J u
t an
i s
é s</w>
p re
in cßaß</w>
re y</w>
r o</w>
kʼa ru</w>
a w
a t</w>
ne queß
ra lal</w>
v e
qui x
sa l</w>
e li
s o</w>
nu es
y o</w>
a ʼa
h a</w>
m i</w>
es t
qßu e</w>
cuan do</w>
la k</w>
t u</w>
in kil</w>
q al</w>
g i
v o
per o</w>
re heb</w>
k o
b a</w>
d u
a c
l an
chan ru</w>
c es</w>
a na
d as</w>
a s
1 1</w>
q ʼa
cu i</w>
qu é</w>
j os</w>
n in
a r</w>
qui xye</w>
en te</w>
ta s</w>
h e
b al</w>
L I</w>
ci a</w>
riqßu in</w>
na s</w>
m bre</w>
1 2</w>
k o</w>
aj cuiß</w>
b ra
tr o</w>
abʼa l</w>
chixjun il</w>
ta l</w>
na xye</w>
e mp
so bre</w>
to j</w>
lo m</w>
c ar
i s</w>
man k</w>
i i
ti n</w>
n k</w>
ki x
aʼa n</w>
m bi
x in
B i
ten qʼ
ch o</w>
xkʼ u
Qu é</w>
n a</w>
er ra</w>
por que</w>
a yu
c er</w>
ó mo</w>
er o</w>
jo ʼ</w>
o b
r á</w>
k an</w>
ma a
kʼ an
z a</w>
O S</w>
B ʼ
m b
cha q</w>
ʼ kan</w>
ô l</w>
1 4</w>
x na
1 3</w>
y e</w>
e x
in k</w>
e d
b il</w>
na qa
b an</w>
A N
j i
Bi bli
xkʼ e</w>
Bibli a</w>
D a
l le
in o</w>
g un
xbʼaan u</w>
jo ß</w>
e x</w>
aj wiʼ</w>
ʼa j
na ru</w>
ci ones</w>
di jo</w>
â l</w>
x chʼool</w>
kʼ u
sa l
j el</w>
s ta</w>
gu i
ta a
p r
c er
tz ʼa
kʼa sal</w>
v a
l il</w>
vi d</w>
en do</w>
mo ko</w>
lâ in</w>
J er
- -</w>
e mos</w>
C h
k ebʼ</w>
d es</w>
c an</w>
la n</w>
1 6</w>
Da vid</w>
1 7</w>
x al</w>
to do</w>
xb ê
an i
b u
í an</w>
i lo
M o
mbi én</w>
to dos</w>
re hebʼ</w>
min s</w>
chʼ u
man os</w>
x kʼa
ar an</w>
cßa ß
so tros</w>
na n</w>
cuan queb</w>
cha k</w>
y oo
p á
an i</w>
ta k
ân k</w>
t ê
tzo lom</w>
ru u
hi jos</w>
y ô
xbʼa an</w>
ra qal</w>
f a
el los</w>
jo ʼkan</w>
en t
c an
f e
t qa
cu î
men te</w>
M a</w>
g ra
d ar
x u
ris ti
w a
to n
E n
xb ânu</w>
ch ʼ</w>
x eʼ
ki xye</w>
C H
chi ru
ta mbién</w>
f or
i x
di o</w>
sa s</w>
v o</w>
per so
ton ces</w>
bʼ an
cßaß ru</w>
jo l</w>
ma laj</w>
es ta</w>
l bʼal</w>
si lal</w>
1 9</w>
v en
o c</w>
E S
ka na
cu a</w>
x cßa
ʼa m</w>
ta r</w>
po n
bʼ i
cu u
E s
ju naq</w>
d ía</w>
h u</w>
n i</w>
tz ß
b an
ti erra</w>
cu e</w>
na ßa
N a
ox la</w>
M a
g a</w>
w i</w>
chi ha
ch â
es i
chixjun i
1 8</w>
in q</w>
je j</w>
x bʼ
mi en
c ri
m al</w>
C u
la a
R e
ti en
mp lo</w>
de ci
d er
pa la
tra s</w>
se r</w>
vi da</w>
h u
2 0</w>
l ê</w>
u u
á n
ʼ q</w>
e ß
ta lil</w>
En tonces</w>
di s
k ʼ</w>
o k</w>
S e
un kil</w>
ten to</w>
t z</w>
g r
y a</w>
hab ía</w>
h il</w>
cuî nk</w>
na ka
se ñ
c ßu
w u
ri l</w>
P or</w>
xbʼaan unkil</w>
z o</w>
es te</w>
la c</w>
q ʼ</w>
k eb</w>
T i
K ʼa
Ju an</w>
A A
ch ʼa
l la
cha abʼ
chß ôl</w>
ri b</w>
te o</w>
as í</w>
abʼa n</w>
a ñ
h e</w>
i m
co r
est á</w>
pu e
c ción</w>
a c</w>
ch ß</w>
ta r
kʼa ʼ
ma y
jun eli
o na
C ómo</w>
chʼo chʼ</w>
an te</w>
ma an</w>
K ʼ
x lo
c ß</w>
de o</w>
un i
hi jo</w>
to o
a qu
Mo is
ha cer</w>
ra s</w>
in c</w>
an do</w>
k oo
mi s
p res
x ta
Jer u
ra ho
mu ch
m k</w>
pu eb
di ce</w>
abʼ an
ki lal</w>
l ti
2 1</w>
no koo
y o
o m</w>
í bli
es to</w>
ab a</w>
de b
P a
xbʼ e
u silal</w>
A ba
ab lo</w>
so n</w>
c re
aa tin</w>
ku tan</w>
sa b
Aba nan</w>
w inq</w>
man o</w>
la q</w>
fu e</w>
p â
chixjuni leb</w>
o ra
tenqʼ a</w>
L I
an u</w>
xy u
aß in</w>
g os</w>
kʼ e</w>
j w
chi ʼ
qa chʼool</w>
ri bʼ</w>
chʼu ut</w>
d re</w>
T I
v a</w>
s ti
ca m
Mois és</w>
0 0</w>
naßa jej</w>
ra z
ti nak</w>
lo k</w>
k ßa
ch e
cuan quil</w>
2 2</w>
l in
chʼa ʼaj
pue de</w>
co m
pá r
L â
ca sa</w>
ri a</w>
s an
ri q</w>
kʼan je
sal én</w>
es i</w>
u in</w>
es ti
P ablo</w>
s en
l â</w>
Jeru salén</w>
ro n</w>
chi chʼochʼ</w>
i w</w>
ga r</w>
s to
pu és</w>
n eb</w>
bʼa ʼ</w>
ris to</w>
S i
po de
pueb lo</w>
ʼ ebʼ</w>
b en
é is</w>
x ka
p en
co sas</w>
da do</w>
ma s</w>
ri o</w>
ho mbre</w>
b íbli
ar on</w>
na raj</w>
v u
ti emp
s ut</w>
queß x
I n
es tu
3 0</w>
mâ c</w>
lâ ex</w>
en cia</w>
h an</w>
chß o
z a
xcßa jol</w>
u e
2 4</w>
c e
c la
p ri
tenqʼ an
cho ch</w>
cu u</w>
us ta</w>
con tra</w>
re ga
ox ibʼ</w>
bra s</w>
pa abʼan
cho ʼq</w>
es o</w>
cho kß</w>
nu m
ú n</w>
di ó</w>
her manos</w>
ê re</w>
chiha bʼ</w>
Ch an
ti jo
ß can</w>
xi c</w>
pro fe
t ó</w>
t ri
l k</w>
cu tan</w>
da des</w>
t bʼ
2 0
k tes
con o
chaabʼ il</w>
pu ktes
kʼan jel</w>
yu ʼam</w>
ha sta</w>
d r
bi en</w>
e ch
des pués</w>
ca s</w>
J a
ci o</w>
c ab
p o</w>
da r</w>
sa ʼebʼ</w>
chiru heb</w>
kana bʼ</w>
o s
gi p
d á</w>
re ci
k si</w>
L aj</w>
kʼaʼ ut</w>
ee talil</w>
2 3</w>
tiemp o</w>
mb res</w>
la m</w>
xkʼa bʼaʼ</w>
ci as</w>
a mo
bʼa al</w>
L a</w>
nues tra</w>
ci e
wan q</w>
perso nas</w>
ja lan</w>
N A
an je
y î
xbê neb</w>
bʼ tes
en tes</w>
an eb</w>
S al
xy ee
w bʼal</w>
ar á</w>
D E</w>
ta w</w>
ch al</w>
mu y</w>
el la</w>
t i</w>
na j
si ón</w>
Jes us</w>
qu in
ya al</w>
s in</w>
sa r</w>
Ju dá</w>
li n</w>
wan kebʼ</w>
q e</w>
no sotros</w>
vo l
teß x
eʼ k</w>
raz ón</w>
e j
ti j</w>
j al
tzo l</w>
bʼ il</w>
re e
wi ibʼ</w>
t ro
na ʼa
chßo chß</w>
tes ti
en señ
b âl</w>
na abʼal</w>
cu ânk</w>
c os</w>
b o
cu lo</w>
res pon
e je
d on
c ómo</w>
E gip
t q
tu s</w>
b eb</w>
tr u
nekeʼ x
le n</w>
Egip to</w>
lâ at</w>
an os</w>
mo co</w>
hi zo</w>
y al</w>
o tros</w>
c risti
ʼ k</w>
í o</w>
v os</w>
m í</w>
a li
ca na
ni ma
â tin</w>
ho m</w>
ci endo</w>
abʼa anu</w>
mu er
pre gun
ho ra</w>
r en
na q
L e
do r</w>
Qu i
ent re</w>
p ó
a mos</w>
con g
xbê n</w>
c en
cu al</w>
x wan
esta ba</w>
b ânu</w>
x jun
I sa
m un
a do</w>
ta do</w>
y ô</w>
aj cui</w>
b aj
Bʼ i
ne que</w>
pr en
ca u
x ak</w>
in quil</w>
ho mbres</w>
Kʼa ru</w>
cong rega
ci u
añ os</w>
paabʼan el</w>
o f
2 5</w>
C an
ma r</w>
chi q
her maan</w>
ch ox
cu r
b ra</w>
O R
aw abʼ
N o</w>
x cuanquil</w>
pu es</w>
ha y</w>
to das</w>
ti na
pa abʼal</w>
k risti
kristi ʼa
de lan
vo sotros</w>
to da</w>
ca r</w>
pa tzʼ
v e</w>
t h</w>
bʼan kil</w>
ruu q</w>
m la</w>
kristiʼa an</w>
ne c
ra y
xbʼe en</w>
chʼaʼaj kilal</w>
a u
us te
R U</w>
L A
c â
in eb</w>
g o
po ya
an jel</w>
yoo k</w>
wu lak</w>
bʼa n</w>
la j
v er</w>
s inkil</w>
mo s
co razón</w>
de más</w>
x sa
ray lal</w>
T o
mi li
vu es
ser á</w>
tz ßa
emp re</w>
g ún</w>
L A</w>
tzʼa qal</w>
yô queb</w>
te mplo</w>
E l</w>
aqu í</w>
ca da</w>
kʼanje lak</w>
nues tro</w>
un quil</w>
b e</w>
chi ri
ed ro</w>
E L</w>
ta t
pode mos</w>
P ro
ju nak</w>
R I
a m</w>
Can ción</w>
2 8</w>
Bʼi ch</w>
no mbre</w>
qʼa xal</w>
maa kʼaʼ</w>
in a</w>
res i</w>
xkʼ ut</w>
B ʼ</w>
e z
si empre</w>
fu er
tijo k</w>
qßu e
he cho</w>
ni mla</w>
es per
con tra
ar a</w>
x c</w>
juneli k</w>
a les</w>
le c
tien e</w>
a mi
u e</w>
na m</w>
P edro</w>
p le
C ha
x ko
k e
fa mili
congrega ción</w>
ʼ A
ro ch
w e</w>
d ías</w>
ab a
co b</w>
eb al</w>
c to</w>
x tenqʼa</w>
o so
ta xak</w>
l en
xb ân
C hi
ca ß
ß leb</w>
wa ʼ</w>
ca do</w>
î c</w>
s é</w>
xwan kil</w>
Jo ßcan</w>
m in</w>
te x
mien to</w>
cui ß
poya nam</w>
mi s</w>
tzo lbʼal</w>
jo s
cuiß chic</w>
un o</w>
c en</w>
in ebʼ</w>
eje mplo</w>
ra b
l í</w>
es cu
Sal mo</w>
2 6</w>
0 00</w>
ya abʼa
t ú</w>
qu er
cuu lac</w>
co mp
2 7</w>
Ma teo</w>
re uni
qʼ e</w>
re y
jw al</w>
t í
an tes</w>
rikʼ inebʼ</w>
E S</w>
p í
2 9</w>
na w</w>
ve z</w>
de r</w>
I D
w a</w>
chiq u</w>
s í</w>
patzʼ om</w>
xbân unquil</w>
esta s</w>
mis mo</w>
tu ra</w>
se gui
delan te</w>
xyee bʼal</w>
men to</w>
in ci
re tal</w>
chiʼ us</w>
ta m</w>
E N
ser vi
se a</w>
hab la
x ti
vi vi
tbʼ esi</w>
u x
na xkʼe</w>
re mos</w>
men os</w>
chox a</w>
puktes ink</w>
M ar
si er
so l
f er
é n
cu er
amo r</w>
M i
lu gar</w>
chiru hebʼ</w>
ñ o</w>
kßa xal</w>
x cß
mo n
N e
lle v
b er
A bra
a gu
â lal</w>
ver dad</w>
m ón</w>
du r
w abʼ
m ar
x chßôl</w>
ter i
es e</w>
k e</w>
xy î
ona l</w>
i k</w>
an a</w>
ki xbʼaanu</w>
ne que
p la
er an</w>
e ji
kß e
B I
aj el</w>
a hora</w>
T Z
R uu
Lâ in</w>
f e</w>
xu l</w>
1 9
cu en
ree tal</w>
A po
ru chi
Ja cob</w>
o j
hi lal</w>
mun do</w>
i r</w>
pre di
cui b</w>
di ciendo</w>
sa ch</w>
x tes
í n</w>
x naʼlebʼ</w>
me jo
an za</w>
uste d</w>
est án</w>
bu en
k cuan</w>
Ruu chichʼochʼ</w>
si gui
im por
con ver
v an
Se ñ
b le
Señ or</w>
x ra
E bʼ</w>
g en
g ente</w>
ân keb</w>
k al</w>
pala bras</w>
man a</w>
chʼo l</w>
si s</w>
qʼa x</w>
s te</w>
er a
ro choch</w>
r án</w>
jun chʼol</w>
ora ción</w>
x ch</w>
pu ed
hab i
cß anje
ni a</w>
nues tros</w>
bʼi deo</w>
par te</w>
mâ cßaß</w>
sen ti
qu i</w>
î k</w>
riqßu ineb</w>
es cri
al gun
C risto</w>
des de</w>
sa ch
ta d</w>
ban bil</w>
C a
eji lal</w>
C o
L u
mu cho</w>
la ak</w>
pár r</w>
kʼ a</w>
a pó
tra baj
me di
b le</w>
tzʼa q
nec esi
Jo b</w>
tan to</w>
sto l</w>
ple ti
ra hilal</w>
tak la</w>
con fi
ta sal</w>
l bal</w>
en to</w>
P ero</w>
ilo c</w>
ʼa a
Jo sé</w>
ra j
E n</w>
H a
n á
so lo</w>
qui en</w>
ten ía</w>
l mank</w>
ten er</w>
fu eron</w>
xkʼu l</w>
x ni
ju lti
chʼ i
a pren
ba r</w>
m â</w>
Re ino</w>
B e
l la</w>
es pi
aa tinak</w>
ma ak</w>
chan chan</w>
j a</w>
é r
kʼ oxla</w>
ix k</w>
juneli c</w>
i do</w>
Jes u
m an</w>
na w
xy ânkeb</w>
ca b</w>
bʼa r
m ó</w>
gr an</w>
i b</w>
B LI
pí ri
3 1</w>
k abʼal</w>
ayu dar
ES T
cer do
ab ilo
bʼar wiʼ</w>
b ê
a ri
pa dre</w>
d ó</w>
Na q</w>
ha ce</w>
I L</w>
ki xkʼe</w>
S A
y e
p a</w>
ca min
much os</w>
tzʼ e
án g
sa cerdo
ju d
ciu dad</w>
R o
1 0
Sa ú
Saú l</w>
s es</w>
mi na
ma aʼ
x tzolbʼal</w>
cßu l</w>
chiri x
ayu da</w>
â cue</w>
or o</w>
B abilo
ra b</w>
res u
mu si
â tina
su m
Babilo nia</w>
awabʼ ej</w>
es a</w>
x ku
qa yuʼam</w>
do res</w>
E li
ri lbʼal</w>
bʼ ej</w>
al lí</w>
pa ra
o h</w>
Q A
na l</w>
ri tu
ac e
res il</w>
me dio</w>
xy aa
na u</w>
a b</w>
pri m
per el</w>
un que</w>
tzʼ il</w>
profe ta</w>
pa sa
kß on
ch ee
x eß
c ó</w>
en es</w>
le a</w>
ha q</w>
algun os</w>
Sa lo
E Bʼ</w>
âtina c</w>
ne r</w>
c í
píri tu</w>
L os</w>
A ß
s ino</w>
vi deo</w>
C or
pleti c</w>
pa re
ii k</w>
e go</w>
wa k
en vi
jal an
tix qʼax</w>
m il</w>
si g
ji k</w>
ha ʼ</w>
yo ʼ
c ía</w>
man q</w>
s to</w>
ab an</w>
qʼ e
impor tan
famili a</w>
may ej</w>
châ bil</w>
p li
man era</w>
d res</w>
qu in</w>
po si
ho onal</w>
er e</w>
li dad</w>
espi ritu
o jo
tr uu
tu min</w>
E R
i ibʼ</w>
cu mp
t î
in ti
cha kß
v ino</w>
sa bi
ac er
es tos</w>
e di
Sa ʼ</w>
Pa la
3 3</w>
ch a</w>
vi si
er es</w>
ana kcuan</w>
o tro</w>
chiha b</w>
qui lal</w>
er to</w>
â k</w>
qßu in</w>
aw il</w>
mo n</w>
ʼ an
qßu i
xi k</w>
tzʼ ii
qʼ on
bʼ en
pr inci
f eli
de j
T a
se gu
ta q
xyî b</w>
too ruuq</w>
q ibʼ</w>
pued en</w>
mos tra
w u</w>
xa maan</w>
E f
aba ß</w>
ni m</w>
Q a
cam s
rey eb</w>
li b
che ß</w>
c risto</w>
yu cuaß</w>
con se
truu q</w>
ʼa wabʼ
sa ho
na n
er os</w>
CH A
xkʼ e
Jesu cristo</w>
BI BLI
teʼ x
mâ usilal</w>
maa re</w>
jo lo
r é</w>
ki lebʼ</w>
don de</w>
V ID
nu e
CH I
ruu chichʼochʼ</w>
b ios</w>
3 2</w>
je r</w>
BIBLI A</w>
î n
ri beb</w>
ca ción</w>
D ani
S an
E b</w>
re li
chʼu tam</w>
mu jer</w>
an ci
r os</w>
e mb
d án</w>
ʼaj mank</w>
S B
SB G</w>
perso na</w>
a do
ta dos</w>
pa dres</w>
mejo r</w>
c l
in ter
ma k</w>
estu di
ka mk</w>
xa q
s os</w>
S o
E z
z as</w>
k el</w>
t ô
ân c</w>
si do</w>
3 5</w>
w 0
Chan ru</w>
di cho</w>
d en
xkʼu tbʼesi</w>
ta ron</w>
pa tz
xy ebal</w>
f ru
ch e</w>
T esti
re g
ki ʼ
pa z</w>
o y
her mano</w>
c ti
chß ô
t ân
d an</w>
cha lk</w>
Y OS</w>
3 4</w>
xna wbʼal</w>
di a</w>
cana b</w>
si kʼ</w>
b us
e m
ari n</w>
t ß
j cual</w>
deb emos</w>
fi ci
q ebʼ</w>
di do</w>
u ti
o so</w>
aqu el</w>
xta wbʼal</w>
naka a
nima jcual</w>
pa a
i mp
al go</w>
Isa ías</w>
xkʼ oxla</w>
u l</w>
f al
cu l
ch ê
en contra
ar ón</w>
3 7</w>
ten kß
pala bra</w>
jo ß
nequeß x
û nk</w>
yaabʼa si</w>
w an</w>
Dani el</w>
C I
na ʼajmank</w>
TZ O
ue go</w>
tz a
ma do</w>
chʼo l
D i
x tenamit</w>
much as</w>
des e
ar tí
L uego</w>
ux l</w>
ma l
ka w
T ES
Salo món</w>
xna ßleb</w>
gui en</w>
qʼ ra
na xkʼut</w>
a unque</w>
u la
deci r</w>
tzʼ in</w>
ra r</w>
al guien</w>
AA TI
apó stol</w>
S E
le c</w>
bíbli co</w>
á is</w>
lle g
xi cß</w>
S I
to rio</w>
p es
M A
T A
to j
h as</w>
Ti erra</w>
ʼawabʼ ejilal</w>
qui enes</w>
pe k</w>
na ca
po co</w>
mo lam</w>
es po
kß al</w>
ba leb</w>
qʼra bʼ</w>
h ar
b e
ru heb</w>
chee kel</w>
4 0</w>
tien en</w>
la do</w>
nu me
x il</w>
v en</w>
o l
k i</w>
ha k</w>
xyu ʼam</w>
gr an
e k
de as</w>
muer te</w>
des tru
raj lal</w>
quix qßue</w>
ix q</w>
e mi
di os</w>
es il</w>
j eb</w>
paa bʼ</w>
kʼa m</w>
b tes
hab ían</w>
pu er
Jo ʼkan</w>
le bʼaal</w>
chan queb</w>
U N
N o
cuen ta</w>
chʼ o</w>
in i
f ri
camin o</w>
a le
J O
áng el</w>
ver bios</w>
na ciones</w>
ra bʼ
LI L</w>
í os</w>
AATI N</w>
na da</w>
a d
esta ban</w>
xkʼe bʼal</w>
i laq</w>
sa li
ro ksi</w>
lâ o</w>
j as</w>
na bal</w>
Q U
Pro verbios</w>
ʼa j</w>
o k
M OS</w>
su me</w>
A arón</w>
mi iw</w>
X CHA
Q ʼA
r se</w>
reci bi
kʼ e
f in</w>
Kâ cua</w>
n or
cha p</w>
z ar</w>
chi cuu</w>
eb re
abʼa lebʼ</w>
chʼo lo
e de
Ti mo
xkʼu lu
A b
A J</w>
d rá</w>
z ar
ku bʼ
t res</w>
cump li
o l</w>
ob er
i hom</w>
C ßa
li s
c ô
hi ci
com pa
tak lan</w>
bu e
AA Bʼ
tu d</w>
o jos</w>
tu u
sa cri
ruu k</w>
û l</w>
R E
R AATIN</w>
un os</w>
ilo k</w>
cßanje lac</w>
b en</w>
te r</w>
ruchi chßochß</w>
cristi anos</w>
u t
qui xbânu</w>
xy âlal</w>
In cßaß</w>
yoo kebʼ</w>
ju sti
an chal</w>
x qa
te e
o tras</w>
l lo
Timo teo</w>
TES OR
pro ble
le van
1 4
ßa j</w>
TESOR OS</w>
or g</w>
o tra</w>
ci ona
artí culo</w>
x cu
x aa
ten emos</w>
dis cí
discí pu
co me
p ru
nues tras</w>
segui r</w>
ta mos</w>
ru silal</w>
kʼu lmank</w>
jw org</w>
châ cuu</w>
t án</w>
k ab
f un
estu dio</w>
QʼA LIL</w>
xsa hil</w>
o choch</w>
en ten
di j
XCHA QʼALIL</w>
di eron</w>
O O
cie lo</w>
min is
es píritu</w>
Qu eß
a ción</w>
r s</w>
B a
pa ci
n un
ma aj
tzß â
pu bli
lec tura</w>
le j</w>
O N
ñ a</w>
se gún</w>
aa we</w>
S al</w>
can a</w>
C RI
xni mal</w>
ri si</w>
anci anos</w>
ta ber
taber ná
mu el</w>
d en</w>
ban quil</w>
añ o</w>
E l
mien tos</w>
gu ar
xtes i</w>
tz ûl</w>
taberná culo</w>
ho y</w>
v as</w>
ci ó</w>
an u
se mana</w>
s tru
q ii
lo r</w>
sier vos</w>
ra ón</w>
g re</w>
ana q
xi kʼ</w>
naʼ le
x tenqʼan
f í
a m
esta r</w>
anaq wan</w>
a gra
que x</w>
na xbʼaanu</w>
e les</w>
dur ante</w>
bi ß</w>
du cción</w>
Jo su
q as</w>
o í
cha qʼrabʼ</w>
inti os</w>
eho c</w>
bʼ e</w>
S i</w>
jos kß
co men
ca li
M at</w>
Ez e
qii tzʼin</w>
ve ces</w>
respon dió</w>
re la
G a
y âl</w>
to kil</w>
ro so
chakß rab</w>
ter tokil</w>
pro pi
ca me
Cor intios</w>
j ûnk</w>
tq abʼaanu</w>
testi gos</w>
pe cado</w>
cha len</w>
M aa
g ri
P re
Lu cas</w>
xbʼe en
cô eb</w>
cu b
Sa muel</w>
cui qßuin</w>
ci do</w>
H i
per las</w>
ri ó</w>
kʼa l</w>
chʼol chʼo</w>
ca mbi
X ʼawabʼejilal</w>
D e
jun wa</w>
aw u</w>
en tra
su e
rab i</w>
A ʼ
qui ere</w>
Chan chan</w>
tenqʼan k</w>
to ox
s t
qui cuan</w>
par ti
o ch</w>
N ab
N ak</w>
he ß</w>
ér ci
VID A</w>
M u
xcß abaß</w>
ti xbʼaanu</w>
P A
i x</w>
ve a</w>
pres en
jud ío</w>
a que
g an</w>
discípu los</w>
na wulak</w>
ha ß</w>
bue nas</w>
i t</w>
ca so</w>
fa raón</w>
V e
teri o</w>
ro n
j al</w>
keʼ x
chirix ebʼ</w>
raho k</w>
laj u</w>
cu il</w>
chi xyebal</w>
lib ro</w>
nekeʼ xye</w>
L o
bê n</w>
r ía</w>
L O
p sis</w>
cha awu</w>
q on</w>
el k</w>
cali psis</w>
ca mp
Cha awil</w>
ta mente</w>
pá g</w>
bíbli ca</w>
T U
pode r</w>
f o
F i
pár rs</w>
Kʼ U
I N
pla ta</w>
P AABʼ
x num
qʼ ej</w>
k ex</w>
J un</w>
su t
cau sa</w>
3 8</w>
ti l</w>
an o</w>
J e
qu ías</w>
e ch</w>
xb aneb</w>
qui leb</w>
o q</w>
Pa dre</w>
al qui
ê rib</w>
san gre</w>
o lo
cß âl</w>
tr an
kʼu l</w>
chixjuni lebʼ</w>
a la
Aß an</w>
s tos</w>
patz ʼ</w>
sol dado</w>
importan te</w>
Apo calipsis</w>
D I
nequeß iloc</w>
g lo
cßa m</w>
c ô</w>
yo ß
le cción</w>
ca m</w>
si kʼ
mo ra
ha m</w>
di e</w>
ten qʼa
b el</w>
es pa
caß in</w>
sigui ente</w>
maa junwa</w>
jun kabʼal</w>
y ee
x e
of re
bʼa r</w>
b ej</w>
pru eb
may ej
ben eb</w>
D e</w>
nun ca</w>
ba uti
E O</w>
r an</w>
e dad</w>
po dr
la r</w>
A bʼan</w>
chßô leb</w>
yî banbil</w>
le vi
S TI
xyu ʼa
mo ri
aß aneb</w>
A t</w>
jun to</w>
wi bʼ</w>
tr ó</w>
AN A</w>
û k</w>
xy o
jun jûnk</w>
tzʼe q
kß e</w>
ech os</w>
esper anza</w>
chi xbânunquil</w>
P on
so y</w>
JO ʼ</w>
se era
pregun tas</w>
ana n</w>
E N</w>
chß î
des cen
es pe
EST R
xkʼ anjel</w>
Josu é</w>
wak l
m es</w>
c lu
M â
x o
ser i
fi lis
co l</w>
car ner</w>
vivi r</w>
su kß
re talil</w>
ox lo
na do</w>
mo ni
e kʼa</w>
PAABʼ AN
C on
taa kʼe</w>
3 9</w>
x chßôleb</w>
jun es</w>
ab anan</w>
l ó</w>
res pe
es is</w>
es a
5 0</w>
ʼ U
pu esto</w>
ê b</w>
ob ra</w>
n il</w>
g as</w>
chi wu</w>
can âk</w>
PAABʼAN EL</w>
ta w
pu l
es con
ayu dar</w>
Abra ham</w>
ha cer
CRI STI
A demás</w>
fu era</w>
kʼa joʼ</w>
nokoo xtenqʼa</w>
jun i
chʼolo bʼ</w>
W i</w>
A bi
mu es
i r
vi eron</w>
pe c</w>
g una</w>
CRISTI ANA</w>
A S</w>
ten qʼ</w>
si ones</w>
r ê
naʼa j</w>
l í
jo ßcan</w>
en emi
z ó</w>
x ʼ
ga mos</w>
cua j</w>
A si
sra eli
raho bʼtes
pu so</w>
i sraeli
vo z</w>
ci ento</w>
H echos</w>
x oo
musi qʼej</w>
jun xil</w>
ser án</w>
ri os</w>
res i
de mos</w>
v esti
justi cia</w>
ami gos</w>
w aʼ
chßî chß</w>
ver da
proble mas</w>
l lo</w>
ta ba</w>
châ lk</w>
Jer em
julti k
ta wiʼ</w>
R a
roch beneb</w>
su per
su fri
si r
ju na
habla r</w>
ha ya</w>
eʼ q</w>
cu alqui
tzʼeq ta
Jerem ías</w>
r ó</w>
ó n
tzo lok</w>
nekeʼ raj</w>
la aʼ
i ma
án do
r an
de mostra
ßa k</w>
na abʼalebʼ</w>
m q</w>
si heb</w>
r ûk</w>
agu a</w>
su men
la jik</w>
gu nas</w>
Cu i</w>
ka ʼaj
ca u</w>
Testi iw</w>
visi ta</w>
kʼa mo
pu esta</w>
cßa mo
p lan
in for
kaʼaj wiʼ</w>
tq il</w>
ri dad</w>
nekeʼ xbʼaanu</w>
naʼa jej</w>
a ajel</w>
T aa
ñ os</w>
xyaa lal</w>
s antil</w>
moni o</w>
m ô
lan kil</w>
chiʼ i</w>
T â
na die</w>
tâ cuânk</w>
mo qon</w>
in chʼool</w>
Cu ando</w>
3 6</w>
sacerdo te</w>
he mos</w>
a ʼ</w>
tzʼaq on
ta rá</w>
po s
ox ib</w>
jun jun
v ía</w>
tân a</w>
ni fi
jolo min
sab er</w>
qʼ i</w>
na r</w>
ca l
c emos</w>
yoʼ yo</w>
es inkil</w>
eho k</w>
cam si</w>
san to</w>
naj t</w>
S u
yô quin</w>
res inkil</w>
tu q
j ar
T za</w>
ka w</w>
for ta
ex pli
o cu
e za</w>
cho k</w>
bi leb</w>
kʼ in</w>
ti naq</w>
gra cias</w>
A l
ʼan inkil</w>
e le
a q</w>
Pon ga</w>
B en
xeʼ x
x co
r ás</w>
mien tras</w>
tâ rûk</w>
n în
W iibʼ</w>
Cßa ß
î nk</w>
reuni ón</w>
jun pa
in bil</w>
naʼle bʼa
israeli tas</w>
car n
K IL</w>
ʼ ut</w>
dar á</w>
c il</w>
Kʼa ʼut</w>
l las</w>
d ero</w>
C he
queß xye</w>
A sí</w>
én esis</w>
en fer
a f
NA ʼ
G énesis</w>
4 5</w>
tzß ek
testi iw</w>
o que
naqa j</w>
x tzolom</w>
k in</w>
ʼaa tinak</w>
bi ó</w>
au di
ace p
men sa
g ober
t en</w>
au to
tzß î
aa chʼool</w>
a ma</w>
á r
posi ble</w>
emb ar
cristi an</w>
Qu ix
H ebre
á l</w>
ra a
or g
o ksi</w>
junjun q</w>
in ten
tix qßue</w>
el las</w>
L EBʼ</w>
in chßôl</w>
di os
1 7
va li
si e
er á</w>
vues tros</w>
vi o</w>
na ßleb</w>
lo kßon
mô s</w>
la aw
fu ego</w>
toj bal</w>
mi seri
ha cia</w>
da dos</w>
ci r
chʼaʼaj ko
mensa j
kʼaʼ uxl</w>
i c
de ja
al gunas</w>
S e</w>
C ana
le y</w>
R e</w>
d in
audi torio</w>
tan a</w>
li dades</w>
i ʼ</w>
tri bu
no che</w>
junpa at</w>
vu el
qʼ o
ki b</w>
i heb</w>
C or</w>
to r
í amos</w>
xko mon</w>
ta ka
ta ción</w>
i l
bʼa nan</w>
A bʼanan</w>
ki wank</w>
cß al</w>
M t</w>
1 8
tu vo</w>
of ren
miseri cor
ma dre</w>
aj o</w>
xkʼulu bʼa</w>
sig nifi
po der
embar go</w>
b re
a xal</w>
x paabʼal</w>
oque bâl</w>
c in
R i
E J
nax naw</w>
hici eron</w>
bʼa anu</w>
G u
tzßâ ma</w>
O ksi</w>
tî quilal</w>
man da
E s</w>
came nak</w>
bʼi lebʼ</w>
, 000</w>
xkʼ ojo
se o</w>
I N</w>
a cu
Q aa
trabaj o</w>
tin ye</w>
per mi
h ará</w>
conver sar</w>
c ru
jun ta
acer ca</w>
vi en
pâ b</w>
l los</w>
espiritu ales</w>
la je
joskß il</w>
co s
ci er
chß i
1 6
ja ʼ</w>
hu mi
forta le
bʼa lebʼ</w>
xa kil</w>
u l
re kʼa</w>
ch os</w>
q ech
pi en
for ma</w>
ar tal</w>
ana li
S l</w>
â c</w>
tuq tuu
ka t</w>
g ar
b eb
minis terio</w>
maaj iʼ</w>
er as</w>
Bʼ A
4 1</w>
puer ta</w>
publi ca
con si
cie los</w>
R E</w>
Qaa waʼ</w>
Pala bra</w>
ti vos</w>
queß côeb</w>
co mi
ado ra
Le v
xlo kßal</w>
sacerdo tes</w>
sa aj</w>
reuni ones</w>
nima ß</w>
for me</w>
fi cio</w>
á ba
reli gi
CH AN
â ba
qßue heb</w>
y ox
pen sa
o c
ma ción</w>
gu e</w>
QA TZO
xy an
Ro manos</w>
t wanq</w>
roch ben</w>
ro y
re ali
pe ca
b ar
In kʼaʼ</w>
J o</w>
y ajel</w>
ti do</w>
ciu dades</w>
us o</w>
CHAN RU</w>
ta aw
y âlal</w>
ruchi ch</w>
ani ma
A MOS</w>
4 4</w>
xlo qʼon
taw mank</w>
ta u</w>
cono cer</w>
sier vo</w>
oj yî
lo qʼon
dur ía</w>
conver sa
cua lal</w>
re ino</w>
quix takla</w>
sabi duría</w>
r î
pre para
ob ede
mu j
joß caßin</w>
ha cen</w>
ga do</w>
chi re</w>
a kʼa
Ch i</w>
tzʼii bʼa</w>
fe c
emp ez
ti ó</w>
b o</w>
T z
A ta
ro k
muj eres</w>
in tro
din ero</w>
Chi xjun
dij eron</w>
tan ás</w>
s ó</w>
jalan q</w>
ci os</w>
Sa tanás</w>
nekeʼ xkʼe</w>
cßa t
Pre gun
Isa ac</w>
É l</w>
kiʼ ok</w>
is t</w>
A n
sie te</w>
ki xkʼul</w>
in vi
S anti
bʼan bʼil</w>
ta truuq</w>
queß xbânu</w>
pro me
org ani
cha r</w>
ro k</w>
i a</w>
tzßa kal</w>
naßa jeb</w>
kʼ ox
i deas</w>
x k</w>
ra miiw</w>
in el</w>
buen o</w>
x q</w>
tin qßue</w>
laaʼ o</w>
fi r
vol un
u bʼ</w>
i te</w>
NAʼ LEBʼ</w>
y u</w>
su ce
lu z</w>
bi er
ri ist</w>
Hebre os</w>
tô nil</w>
toox tenqʼa</w>
prim ero</w>
ob je
ko l</w>
k abʼ
xna w</w>
le e
Qui én</w>
KʼU TU
ru kß</w>
pâ ban
ha ga</w>
cßa ßak</w>
bʼa ʼ
taa tzʼil</w>
senti do</w>
buen a</w>
U sta</w>
Q ilaq</w>
LA Q</w>
w il</w>
ti xkʼe</w>
re de
ra do</w>
ko kʼal</w>
xta w</w>
pa í
nue vo</w>
enseñ a</w>
ê lk</w>
ya lok</w>
teßx qßue</w>
so mos</w>
ma la</w>
al rede
J un
B us
xa qa
o sa</w>
na ción</w>
la aʼa
espo sa</w>
P or
xlo kßon
vues tro</w>
ra q
jo ʼ
bʼ e
T OO
sol dados</w>
ra m</w>
que mos</w>
f r
bʼ ebʼ</w>
bíbli cos</w>
S U
y i
ace ite</w>
R A
J or
H eb</w>
tzʼaqon k</w>
nin ye</w>
ku b</w>
bʼ resi</w>
ʼa l</w>
ti xye</w>
des i
Pala bras</w>
Fi li
r ón</w>
qui én</w>
ho n
za do</w>
xtenqʼan kilebʼ</w>
xra q
pr ó
le j
d era</w>
a po
ee t</w>
Ch ʼ
A r
n kil</w>
la r
la ción</w>
cu n
chê ru</w>
oy bʼen
ac tu
Ó N</w>
q i
espe ci
xti ki
t q</w>
si tu
na ril</w>
ic r</w>
cu y</w>
SE AMOS</w>
Hi jo</w>
ʼa q</w>
t el</w>
m es
a go</w>
Santi ago</w>
xjun kabʼal</w>
kana ak</w>
ʼaa tinaq</w>
ten dr
e xi
z ca</w>
misericor dia</w>
m ín</w>
espa da</w>
enemi gos</w>
di fí
a ten
pala u</w>
ju naj
al tar</w>
a si
ón de</w>
s tan
comp le
x caß
pen sar</w>
tri b
glo ria</w>
es os</w>
tuqtuu kilal</w>
qech paabʼanel</w>
li sis</w>
ch ßu
ben di
espiritu al</w>
laa chʼool</w>
cuî mk</w>
A dán</w>
mi k</w>
ca t</w>
jun pâ
bu en</w>
ʼU S</w>
é ste</w>
xa m</w>
qui c</w>
princi p
cur so</w>
P e
OR ES</w>
rok sinkil</w>
r le</w>
mâ queb</w>
con forme</w>
cab eza</w>
ab le</w>
câ mk</w>
c ían</w>
Ben ja
4 2</w>
tan do</w>
nequeß xbânu</w>
n es</w>
di das</w>
CHI ʼUS</w>
un to</w>
o ri
na tawmank</w>
m era</w>
i ra</w>
L O</w>
xjun es</w>
me r</w>
jo lom</w>
W an
QATZO LAQ</w>
x sumen
v or</w>
la aʼin</w>
fu tu
ci miento</w>
ti i
ten ían</w>
queßx qßue</w>
pro te
ojyî n</w>
jolomin k</w>
de di
alrede dor</w>
u m
tin o
jud íos</w>
cß anjel</w>
S a</w>
vi sto</w>
cualqui er</w>
compa ñ
vi sta</w>
tê bânu</w>
tee p</w>
qʼ il</w>
per i
ma q</w>
an un
chan i</w>
Mar ía</w>
H O
junpâ t</w>
pi ed
da mos</w>
a kal</w>
intro ducción</w>
g en</w>
ch ßa
sut qʼ
pa reci
naqa tzol</w>
laaʼa t</w>
ja lam</w>
á cti
p ti
esta mos</w>
conversa ción</w>
ESTR OS</w>
te ma</w>
res puesta</w>
qßu ebal</w>
p an</w>
h o</w>
camp o</w>
ac ti
yu m</w>
y os</w>
u sa
t re
men tos</w>
ka m
L o</w>
y es</w>
l len
ej érci
Jor dán</w>
to mó</w>
ri xakil</w>
rey es</w>
en cias</w>
chirix eb</w>
ar án</w>
CH ʼ
s ón</w>
ch ex
Y u
Y o</w>
waʼ bʼej</w>
ta abʼaanu</w>
nor te</w>
kʼu tbʼesi</w>
humi l
P ri
Jo na
m eb</w>
cßu l
cßamo c</w>
aj e</w>
ab i
ó ven
óven es</w>
xtiki bʼankil</w>
sa hil</w>
ha lla
cuu kub</w>
qa kutan</w>
predi car</w>
futu ro</w>
ca ri
a tinak</w>
TOO KʼUTU
TOOKʼUTU Q</w>
y ó</w>
wak li
qßue heß</w>
o res</w>
ci erto</w>
t ʼ
ná lisis</w>
fa vor</w>
an kil</w>
T in
A nálisis</w>
us eb</w>
r re
cuu lak</w>
ju sto</w>
i q</w>
hab éis</w>
chaabʼ i
xka w
ter ri
pr ácti
naʼa atinak</w>
ac ab
J E
Benja mín</w>
ú lti
te mos</w>
lo q</w>
e ter
Ve amos</w>
Sa ß</w>
Qu e</w>
M EJ
MEJ ORES</w>
ru bel</w>
laj êb</w>
ii y</w>
cßa jol</w>
MA ESTROS</w>
Lâ at</w>
CI ÓN</w>
na baleb</w>
cu â
bʼtes ihom</w>
a par
xy al</w>
sacri ficio</w>
s ías</w>
j óvenes</w>
her mana</w>
gu erra</w>
cl uso</w>
xa k
v al
se an</w>
na chalk</w>
mues tra</w>
la ya</w>
feli z</w>
cha ki</w>
â leb</w>
kß eb</w>
bʼ ee
Mo ab</w>
ê chßôl</w>
si cß
m ebʼ</w>
în c</w>
raho btes
o ve
o ca
cu ânc</w>
U se</w>
Pro v</w>
El ías</w>
pa so</w>
h eb
ab i</w>
R A</w>
D es
ê t</w>
xsumen kil</w>
xkʼa ʼ
to mar</w>
ofren da</w>
de a</w>
cßu t
P ara</w>
xka mik</w>
pa l
mu lti
ii q</w>
es co
M es
K i
Ata laya</w>
ʼa n</w>
kʼa ʼaq</w>
h án</w>
chʼ ii
a da</w>
yî b</w>
rabʼ inkil</w>
lla mado</w>
ki raj</w>
envi ó</w>
cor re
EN T
to jaʼ</w>
si cß</w>
s í
jalan il</w>
hab ló</w>
fici os</w>
H ech</w>
A na
naʼlebʼa k</w>
m er
kʼu l
escon didas</w>
ʼ ok</w>
yaabʼa sinkil</w>
xeß tônil</w>
xbʼeen ebʼ</w>
qa paabʼal</w>
en tonces</w>
J n</w>
qui cuulac</w>
le bâl</w>
chʼi naʼ
X yaabʼasinkil</w>
Bus quemos</w>
ê bên</w>
tina nkil</w>
chʼaʼajko ʼk</w>
a dos</w>
Por que</w>
M â</w>
ya laq</w>
x sikʼ
chʼii chʼ</w>
4 3</w>
xaq il</w>
vi ó</w>
tu ras</w>
taa yaabʼasi</w>
no ti
m ânk</w>
la b
edi fi
con te
al ma</w>
1 ,
ê ch</w>
seera qʼ</w>
ob o
ju i
ʼ eʼ
ßa m</w>
xkʼ ox
ti co</w>
qʼa l</w>
conse jos</w>
tzʼeqta ana</w>
servi r</w>
lleg ó</w>
dis fru
M ana
xin ye</w>
tâ c</w>
deb e</w>
ar ro
ra f
pâban el</w>
mâ cua</w>
mp i
mo do</w>
i gu
b resi</w>
Lu c</w>
v an</w>
t é</w>
t eb</w>
lo bʼaal</w>
e mbre</w>
cßa joß</w>
chʼoo lej</w>
Ef ra
Abra hán</w>
os os</w>
man i
bo ca</w>
ami go</w>
Es cri
hi ja</w>
g e</w>
Pri mera</w>
5 5</w>
ya lak</w>
x qʼa
resu l
k in
cuer po</w>
bʼ el</w>
xu cua
tzßa c</w>
ka q</w>
k u</w>
de bi
C re
ma da</w>
m é
li o</w>
c el
R aatin</w>
Mar cos</w>
ó ni
wu laq</w>
rabʼ i</w>
organi za
kix kanabʼ</w>
fuer zas</w>
chßu tu
U ni
x ca
u b
pro p
di fer
co sa</w>
bʼa anu
N ue
4 8</w>
xkʼox lankil</w>
tzß in</w>
ser es</w>
pre ocu
carn e</w>
Nab u
y âba
ka a
in cluso</w>
R U
z ás</w>
teʼ ruuq</w>
r nos</w>
pi e</w>
tino bʼaal</w>
ci on
ar re
S AN
C U
p e</w>
muer tos</w>
cßanje lak</w>
al mente</w>
ta ban</w>
na xkʼutbʼesi</w>
m aron</w>
encontra do</w>
b on
xcßa m</w>
sa lu
pár raf
desi erto</w>
tza ca
ra ko
ayu dó</w>
aa wibʼ</w>
teʼ wanq</w>
pasa do</w>
E va</w>
tß icr</w>
ta da</w>
nin gún</w>
O M
Cßaß ut</w>
A L
x kße
un k</w>
pa cto</w>
may or</w>
hu manos</w>
er o
c ed
ayudar á</w>
I s</w>
A cab</w>
fr ente</w>
con stru
Mu si
ñ ana</w>
vien e</w>
hab rá</w>
cu án
x cha
s â
me tzʼe
maa tan</w>
go bier
ar é</w>
ula ʼaninkil</w>
taq la</w>
servi cio</w>
me tro</w>
lo kßal</w>
e c</w>
can do</w>
ben e
V i
R om</w>
resu ci
quer ía</w>
predi cación</w>
kß ojyîn</w>
escu ch
Y o
R ulaʼaninkil</w>
R ES
Aʼ IN</w>
én do
x raqal</w>
tzaca ê
raho m</w>
o bras</w>
naka aw
tenqʼa hebʼ</w>
pi o</w>
maaʼ usilal</w>
hab er</w>
bʼan k</w>
Mana s
Efra ín</w>
qui âtinac</w>
naq abʼaanu</w>
mu heb
cua tro</w>
Jona tán</w>
H U</w>
xsikʼ bʼal</w>
v es</w>
naqa naw</w>
ka me
Manas és</w>
É x</w>
na xbânu</w>
kʼa tq</w>
ka b</w>
hab la</w>
cuer do</w>
gi do</w>
es cla
ejérci to</w>
L a
lo c</w>
in di
E R</w>
xti k
xcaß cßâl</w>
ti vo</w>
te os</w>
re visita</w>
princi pio</w>
feli ces</w>
a un</w>
su r</w>
se cción</w>
ove jas</w>
metzʼe w</w>
X Y
TZO LO
SAN TI
ô queb</w>
x mâc</w>
ten ga</w>
ma g
f ra
cuan to</w>
cer ca</w>
L as</w>
xkʼu tbʼ
tza ca</w>
tran s
mon te</w>
ma lo</w>
ma aw
kʼa bʼaʼ
cir cun
ʼa bʼ
xna u</w>
se gun
mis ma</w>
kʼa q</w>
d ente</w>
cha l
c r
a conte
xkʼutbʼ esinkil</w>
mensaj e</w>
al gún</w>
akʼa le
QU É</w>
P o
E M
vol ver</w>
pres i
lo ca
i y</w>
C o</w>
xku tan
to y</w>
pá g
e ß</w>
car on</w>
c ciones</w>
y ânk</w>
obo am</w>
lo gra
infor mación</w>
a t
Asi ria</w>
A ni</w>
ê n
xku y
nan te</w>
mo mento</w>
ma ñana</w>
jo ven</w>
T eß
Kʼ oxla</w>
Co lo
volun tad</w>
t bʼal</w>
ra l</w>
na c</w>
juni lo</w>
A m
xkʼaʼ uxl</w>
queß xyîb</w>
oso r</w>
ne t</w>
laa d</w>
kʼanje lobʼaal</w>
gran de</w>
don osor</w>
con su
co donosor</w>
agu as</w>
a ß</w>
V I
Nabu codonosor</w>
Lâ ex</w>
H o
pro ve
pregun tó</w>
g ro</w>
g e
co l
pes iiy</w>
o ch
m ê
m esa</w>
ku y</w>
junta qʼ
hi sto
c to
z os</w>
y aj</w>
x maak</w>
pro pesiiy</w>
ora ciones</w>
Sa ma
Apo c</w>
num ta
kubʼ ee
g l
cu e
con clu
akʼale hom</w>
Ga laad</w>
Eze quías</w>
ú ni
xa kab</w>
t îc</w>
prueb a</w>
na kʼulmank</w>
b les</w>
apren der</w>
H e</w>
6 5</w>
xloqʼon inkil</w>
xkʼa m</w>
signifi ca</w>
h eʼk</w>
ú m
yu waʼbʼej</w>
pe que
man e
ma t
kßa xtesi</w>
jo m</w>
fe cto</w>
bʼtes i</w>
bʼa la
QU E</w>
Kʼ A
ê riq</w>
yô quex</w>
x lan</w>
tzßek tâna</w>
o p
ma tri
dios es</w>
c ta</w>
SANTI L</w>
Re y</w>
Di os
ô b</w>
señ or</w>
s ent
pro du
na cuulac</w>
mo r</w>
ha ciendo</w>
di ri
cu b</w>
come r</w>
xta u</w>
sal v
m c</w>
cua ß
ch in
1 5
é stos</w>
vol ver
tenqʼan kil</w>
sa haq</w>
qui ye
i ba</w>
ga res</w>
est re
cßu lbal</w>
maaʼ ani</w>
ki ril</w>
en k</w>
T ra
mayej a</w>
kʼanje laq</w>
filis teo</w>
anima les</w>
ale gr
Chi rix</w>
4 6</w>
qui zás</w>
noti cias</w>
la ayu
SA ʼ</w>
G o
E sa
Be tel</w>
xaa taw</w>
te mas</w>
ro r</w>
r lo</w>
pri mer</w>
pi es</w>
llev ar</w>
da vía</w>
chʼa ʼaj</w>
a jol</w>
reg res
peca dos</w>
nax qßue</w>
kʼu lu
juna j</w>
hi b</w>
bʼi ʼ</w>
Pregun ta</w>
yu waʼ</w>
xyee chiʼi</w>
x e</w>
qßu ehoc</w>
oxlo qʼ</w>
kʼul manq</w>
e xa
cams îk</w>
an quil</w>
xyu waʼ</w>
pres encia</w>
organiza ción</w>
na keb</w>
fi eles</w>
a sa
Sama ria</w>
P i
Kʼ e</w>
C i
uste des</w>
rî tzßin</w>
re cor
mo os</w>
ju ra
fuer te</w>
cu los</w>
Kʼa akʼalehom</w>
ter mina
so bre
profe tas</w>
ha b</w>
cß oxla</w>
contra to</w>
as t
yu ßam</w>
xkuy bʼal</w>
tâ châlk</w>
mi la
m en</w>
d é
al guna</w>
R aa
xkʼojo bʼ</w>
tê qßue</w>
tar án</w>
s in
mi go</w>
lej il</w>
conse jo</w>
cer á</w>
buen os</w>
X in
LA S</w>
L ix</w>
L i
H A
yee mank</w>
ti r</w>
prim era</w>
kß a</w>
gu s
xtik lajik</w>
in stru
har é</w>
ar ca</w>
Eli seo</w>
vi sión</w>
si kʼaq</w>
ree talil</w>
ora r</w>
kame naq</w>
confi anza</w>
A s
tan tes</w>
qui xyîb</w>
pu ubʼ</w>
f á
e do</w>
bʼan yox
K I
xkße hil</w>
uni dad</w>
ti go</w>
ten e
si mo</w>
n to</w>
ki kʼulmank</w>
ju z
den tro</w>
cuan quilal</w>
cam pa
O N</w>
l bʼe</w>
espo so</w>
pre ci
kʼamo lbʼe</w>
enten der</w>
en ga
e qui
a kʼ</w>
X K
x chʼoo
t û
sa k
paí s</w>
g ru
e er
con migo</w>
bʼ k</w>
tri go</w>
ti xbânu</w>
su bi
saho ʼk</w>
sa che
m bʼal</w>
es ink</w>
cie dad</w>
aj ej</w>
xkʼa jol</w>
x pa
tenqʼan q</w>
t kʼulmanq</w>
muer to</w>
lec c</w>
le li
ka j</w>
a te
a dor</w>
mo neb</w>
con tin
tin bânu</w>
teʼ xbʼaanu</w>
ten k</w>
si c</w>
qa naʼlebʼ</w>
p an
ji c</w>
cß ut</w>
chix tojbal</w>
Raa tinankil</w>
K riist</w>
xchʼoo lebʼ</w>
tak l
sa len</w>
qßui al</w>
mu k
ki xkʼutbʼesi</w>
fi el</w>
chix kʼatq</w>
aa tinobʼaal</w>
ß i</w>
x ra</w>
ra mos</w>
po día</w>
li ber
la heb</w>
estudi ar</w>
est é</w>
cua les</w>
ca p</w>
al can
Es píritu</w>
xnum sinkil</w>
pare ce</w>
nume ß</w>
le x</w>
ent reg
do na
cur so
xa t
tâ canâk</w>
sa do</w>
levi ta</w>
ca sas</w>
L e</w>
tâ ye</w>
jo qʼe</w>
che ʼ</w>
chan chan
bʼ resinkil</w>
U n</w>
San són</w>
Musi k</w>
Cana án</w>
ár bo
wakl esi</w>
tat xtenqʼa</w>
oybʼen ihom</w>
naqa kʼe</w>
man dó</w>
NA Q</w>
D ES
ê leli
x to
pes ar</w>
ma ra
levi tas</w>
le er</w>
l bej</w>
jultik a</w>
es ios</w>
e z</w>
ana w</w>
an gu
Jo ab</w>
va lor</w>
s pi
r âtin</w>
pre curso
por t
nekeʼ xnaw</w>
naßa j</w>
mos tró</w>
con tigo</w>
b ron
a rio</w>
xi u</w>
to davía</w>
qui cam</w>
lu gares</w>
câ mc</w>
c tura</w>
bron ce</w>
a z
T en
x saʼ</w>
tijo c</w>
pó si
po ner</w>
j y</w>
cams îc</w>
baj o</w>
ab an
Qa sikʼaq</w>
Pe d</w>
J U
â cuiqßuin</w>
xta q
s mo</w>
mu rió</w>
ka ʼaj</w>
ho r
con ta
cl esi
Y U
G UN
u ineb</w>
naj ter</w>
l á
ca sti
a cuerdo</w>
Ef esios</w>
D A</w>
Be t</w>
va lo
tar ía</w>
ru qʼ</w>
kʼ ehok</w>
jultik ankil</w>
hab len</w>
a ta
A l</w>
xlo qʼal</w>
ten i
ten go</w>
nekeʼ xkʼoxla</w>
kaw resi</w>
filis teos</w>
el lo</w>
di r</w>
deja r</w>
Ta mbién</w>
sa gra
roy bʼen
prueb as</w>
g ó</w>
es toy</w>
ent re
ab ânu</w>
JE HO
Esa ú</w>
áng eles</w>
yoo ko</w>
tqa kʼe</w>
s tas</w>
ni mal</w>
mi edo</w>
lle gar</w>
le ʼk</w>
laje ß
di iy</w>
con tro
M e
L E
G ede
xka m
va do</w>
teß cuânk</w>
m ío</w>
k on</w>
di o
di fi
deb er
cß abaß</w>
co cß</w>
xlo k</w>
vues tras</w>
s ink</w>
roso ʼ
res in
po d
no vi
m bra
l f
R O
ru la
pâ ban</w>
lâ k</w>
li bra
gran des</w>
e vi
d é</w>
N in
Aß aneb</w>
ki xkʼut</w>
deci siones</w>
a mis
xqa tzol</w>
w t
wt st
wtst y</w>
ta l
sto les</w>
na kʼanjelak</w>
n wtsty</w>
mori r</w>
cu ar
P O
tr an</w>
ta u
sutqʼ iik</w>
sab emos</w>
pa só</w>
mara vi
l c</w>
keʼ xye</w>
P r</w>
xco moneb</w>
te is</w>
si endo</w>
ro xlo
pro nto</w>
fru to</w>
Le ctura</w>
Eze qui
4 7</w>
teß xbânu</w>
q o</w>
nax nau</w>
mon ta
mis mos</w>
la lil</w>
es for
deb en</w>
ca xlan</w>
apó stoles</w>
P er
K ʼ</w>
ß al</w>
x na</w>
wu laj</w>
tenami teb</w>
ri as</w>
câ hib</w>
cui x</w>
R ut</w>
I sa</w>
E j
pro fun
lla mó</w>
en ta</w>
du ra</w>
con f
chox a
a y
Escri turas</w>
E clesi
xna ßaj</w>
xkʼu tbʼal</w>
testi monio</w>
sti tu
ri xaqil</w>
kßa xtes
cub ri
anje lac</w>
a mente</w>
L u</w>
ê yânk</w>
yâba c</w>
tzßî banbil</w>
sali ó</w>
s ó
p ú
loca us
ho locaus
el q</w>
d ónde</w>
asa mb
a ma
Ti m</w>
No é</w>
va mos</w>
so r
en so</w>
di cen</w>
cu abi</w>
con ven
So ciedad</w>
P RE
AN KIL</w>
ñ as</w>
xyaa lalil</w>
xkʼa mbʼal</w>
x jal
ver sí
tar se</w>
p l
nec esa
igu al</w>
i qʼ</w>
fi nal</w>
dar é</w>
d ando</w>
conclu sión</w>
ce le
TZ ʼ
xtenqʼan kil</w>
x molam</w>
v í
tu lo</w>
p os</w>
i leb</w>
enfer me
chʼi na
chi qa
vol vió</w>
sacri ficios</w>
publica ciones</w>
nin nau</w>
ma nas</w>
m á
kß laj</w>
ji ß</w>
inci enso</w>
ho mak</w>
f es</w>
ex peri
difí cil</w>
d aba</w>
con du
b esi</w>
G U
ru kßeb</w>
ne ke
len gu
en car
adora ción</w>
P u
xbʼeen wa</w>
tß an
pro pósi
ok si
o port
hu bi
eho mak</w>
di ente</w>
comp ren
Ro ma</w>
xyî banquil</w>
ta t</w>
qui qßueheß</w>
ol vi
naʼ bʼej</w>
ki kamk</w>
i dio
hacer lo</w>
g er
f at</w>
es fuer
e ʼ</w>
do m</w>
bi o
P as
Ej érci
u sar</w>
tê lom</w>
tzʼa lam</w>
terri torio</w>
res ca
pueb los</w>
nîn kal</w>
mâ jiß</w>
lla ma</w>
i da</w>
Es ter</w>
A món</w>
re gi
rab in</w>
qʼa xtesi</w>
min kil</w>
medi ante</w>
lâ c</w>
lan k</w>
d ón</w>
angu sti
7 0</w>
qui ril</w>
qa kʼaʼuxl</w>
poder oso</w>
ma las</w>
d í</w>
d i</w>
c tos</w>
ate mala</w>
H ch</w>
Gu atemala</w>
Ejérci tos</w>
C â
num si</w>
jui cio</w>
en ci
e na
chal q</w>
c ías</w>
Dios eb</w>
A ʼan</w>
tzacaê mk</w>
sab ía</w>
he kß</w>
fá cil</w>
cßa me
T AA
M E</w>
ê n</w>
xbʼa l</w>
x o</w>
x jolom</w>
x chaqʼrabʼ</w>
tâ cuulak</w>
t wulaq</w>
numta je
mu x</w>
mo kon</w>
di endo</w>
di al</w>
an o
an ebʼ</w>
alegr ía</w>
X ban</w>
Ba al</w>
2 8
x qßuebal</w>
wan ko</w>
vues tra</w>
sab e</w>
rê kaj</w>
podr ía</w>
o cur
kʼu tbʼ
ex ten
deci sión</w>
chex ʼaatinaq</w>
Q ʼ
C r</w>
nin guna</w>
ja ch</w>
fo lle
cam siheb</w>
aque llos</w>
T ex
M I
xy â
re ch</w>
perso na
pa sar</w>
histo ria</w>
cla ro</w>
ID EO</w>
xyuʼa minkil</w>
x nu
wa q</w>
tak laheb</w>
queß cuan</w>
pen ses</w>
pa cßal</w>
p unto</w>
on el</w>
na cuaj</w>
ka chʼ
hi er
e ta</w>
aque lla</w>
Testi gos</w>
Bʼ IDEO</w>
va ción</w>
propi a</w>
esta do</w>
Es tados</w>
xkʼu lbʼal</w>
t tenqʼanq</w>
sukß i</w>
suce dió</w>
qa kʼanjel</w>
pâ bâl</w>
pu si
je fes</w>
h ebre
gr os</w>
f lu
e en
cuan quex</w>
auto ridad</w>
Uni dos</w>
Si ria</w>
D O</w>
teri or</w>
que dar
patz ß</w>
ke ß</w>
i mi
e mo
der os</w>
ab aß
a cuîmk</w>
I s
yô cat</w>
xy e
ta des</w>
sal ón</w>
raz ones</w>
r éis</w>
quix q</w>
chi saʼ</w>
VID EO</w>
Si me
B el
20 0
xy iibʼ</w>
se pul
qa molam</w>
propósi to</w>
naqa taw</w>
gu en</w>
Fili penses</w>
A ma
2 ,
í do</w>
ába mos</w>
xna ʼ</w>
trib u</w>
qui rabi</w>
pl êt</w>
m poco</w>
fa ri
chix cßulbal</w>
I deas</w>
G é</w>
B íbli
ô leb</w>
tenkß a</w>
su tam</w>
re i
b el
N U
C on</w>
z an</w>
xy a
ver g
tzʼa ama</w>
taa taw</w>
situ ación</w>
princip ios</w>
i wil</w>
folle to</w>
d encia</w>
consi der
cono cimiento</w>
co b
yoo kat</w>
ser ía</w>
r ío</w>
olo b</w>
ni ños</w>
lin yuʼam</w>
l bʼalebʼ</w>
escri bió</w>
comple to</w>
c li
xyan qebʼ</w>
xucua c</w>
ten ido</w>
ro pa</w>
oí do</w>
kʼ ojo
jura mento</w>
hi jas</w>
ha cemos</w>
g eli
f ren
di go</w>
E ʼ
y ii
nax chʼolobʼ</w>
ja p</w>
chß û
aʼ anebʼ</w>
J ez
J er</w>
Gede ón</w>
x reyeb</w>
u i
teʼ xkʼe</w>
tex to</w>
t ʼan
ru k</w>
profe cía</w>
n úm
lu ego</w>
gi ó</w>
esta ble
di entes</w>
cua lidades</w>
contin u
U na</w>
M un
M e</w>
Bíbli ca</w>
1 3
î banbil</w>
ti k
ki roksi</w>
es as</w>
Jeru salen</w>
J A
Ana kcuan</w>
á ni
x nînkal</w>
ven ido</w>
tar é</w>
taa ye</w>
sa fat</w>
rab inquil</w>
kʼu tu
ê ru</w>
z ías</w>
y an</w>
ri fi
re cuer
ra jom</w>
pró xi
per mane
per fec
necesa rio</w>
kix taqla</w>
eli c</w>
de os</w>
ca mos</w>
ast és</w>
Lo kßlaj</w>
Ju das</w>
Eclesi astés</w>
2 9
x tenqʼ</w>
te x</w>
sue lo</w>
matri monio</w>
h ú</w>
chʼoo lejil</w>
S ab
5 1</w>
4 9</w>
ʼabʼ ink</w>
xlokßon i</w>
van geli
gen era
dej ó</w>
X tzolbʼal</w>
W I
re cha
puktes inel</w>
j i</w>
eje mp
U s</w>
Ra lal</w>
G ali
Ab salón</w>
xqʼa xbʼal</w>
ta kßa</w>
laa q</w>
habi tantes</w>
de cía</w>
chi ßi</w>
T ê
Co mo</w>
us ebʼ</w>
sum laak</w>
nequeß xye</w>
ki tenqʼank</w>
gra cia</w>
especi al</w>
er se</w>
ami iw</w>
Mois es</w>
Ezequi el</w>
B er
â chßôl</w>
yoʼ laak</w>
pro b
hu mani
agu an
J W</w>
C ON
xi w</w>
x q
ka ʼ
i c</w>
en cuen
chi ku</w>
T e</w>
Lev í</w>
D an</w>
vi r
tr ás</w>
puer tas</w>
h an
con tes
cel esti
5 2</w>
xy ii
xkutan kil</w>
un tos</w>
tzʼaq lok</w>
tqa kanabʼ</w>
tiemp os</w>
ru bʼel</w>
ro x</w>
re ch
r â
quer emos</w>
qa qʼe</w>
men ti
kab ên</w>
i m</w>
ex tra
cier tamente</w>
ch as</w>
San t</w>
Ne keʼ
ú n
í n
ya q</w>
y ink</w>
y eron</w>
w ak</w>
se mos</w>
san to
núm ero</w>
mal dad</w>
lar go</w>
eß x
abaß eb</w>
Re paso</w>
D A
C A
u vas</w>
só lo</w>
r i</w>
parti ci
ni ño</w>
maaw aʼ</w>
loqʼon i</w>
kix tzʼiibʼa</w>
estu vo</w>
co le
cau heb</w>
ten drá</w>
re in
re cono
nekeʼ ilok</w>
naka anaw</w>
na roksi</w>
importan tes</w>
ha mbre</w>
esi lal</w>
en gen
chaabʼi lal</w>
car a</w>
SI Kʼ</w>
uti li
tâ n</w>
taaw aj</w>
párraf o</w>
Queß x
B ar
z aron</w>
y ehoc</w>
xjal bʼal</w>
xin qßue</w>
re n</w>
pres ente</w>
naqa kʼul</w>
mo nos</w>
cul pa</w>
chiri lbal</w>
a ún</w>
Wan k</w>
Jo sías</w>
Ch ee
wi kʼin</w>
qui era</w>
naka t
man quil</w>
m u</w>
lf f</w>
aten ción</w>
Aʼ in</w>
que tô
paabʼan kil</w>
nax kʼam</w>
much a</w>
fuer za</w>
der ra
demostra r</w>
chßutu b</w>
ca paci
N M</w>
A K</w>
6 0</w>
xkʼ i
verda dero</w>
rê chani</w>
qʼe t</w>
pa sto
llo nes</w>
des a
dar le</w>
xra hil</w>
tu k
sa n</w>
ro q</w>
ra kß</w>
quiye heß</w>
prop eet</w>
oso btes
nor mas</w>
lokßon i</w>
kʼ ti
kʼ oj
ki wulak</w>
g an
di era</w>
G aba
5 3</w>
xa m
tix sach</w>
nequeß taklan</w>
l ino</w>
i rá</w>
emp e
deb ajo</w>
chʼi ʼ
apren demos</w>
v ar</w>
tijo q</w>
se ebʼ</w>
pue do</w>
ji kebʼ</w>
in kilebʼ</w>
h i</w>
er i
camin os</w>
T e
T EN
F a
E dom</w>
tro no</w>
pal to
naq il</w>
maaʼ us</w>
lin chʼool</w>
do lor</w>
ca k</w>
G e
x kana
si a</w>
ru hebʼ</w>
ra hebʼ</w>
pro mesa</w>
pregun ta</w>
pa r</w>
lan do</w>
ku bʼ</w>
ja más</w>
cßat bil</w>
chʼ ina</w>
cab laju</w>
b û
ar se</w>
Gali lea</w>
D is
Cu an</w>
2 7
xkaw resinkil</w>
xa kab
x ter
ver emos</w>
sache kß</w>
re cu
qßue hekß</w>
na ß</w>
na tu
mon ios</w>
levan tó</w>
ko mon</w>
expli ca</w>
confi ar</w>
al to</w>
T NM</w>
Ef es</w>
C E</w>
qui q</w>
nakaa kʼoxla</w>
ki kʼ</w>
jos qʼil</w>
feli ci
en fren
de f
da mente</w>
cana beb</w>
awabʼ ej
Ne he
xaqa lil</w>
x paabʼankil</w>
x haʼ</w>
pos esi
laayu ʼam</w>
kʼ i
kubʼ si</w>
kachʼ in</w>
gi dos</w>
dese a</w>
cla se</w>
cab al
bʼi ch</w>
bʼa an</w>
aconte ció</w>
abʼ l</w>
SU ME</w>
Ca ßaj</w>
AN K</w>
án jel</w>
ula ʼal</w>
qʼe hil</w>
necesi tamos</w>
nax sume</w>
humani dad</w>
ca cuâ
ba ta
N E
Apo stol</w>
xraq bʼal</w>
tenkß an</w>
reli k</w>
ra s
qʼo q
no ta</w>
nax ra</w>
i si
escu char</w>
eb e
dis tin
amis tad</w>
s é
pu estos</w>
mâ n</w>
muheb âleb</w>
e cho</w>
com er
cin co</w>
S ara</w>
S T
5 4</w>
y aj
xeʼ xbʼaanu</w>
salu d</w>
s ába
ri que
resu rre
quix c</w>
que o</w>
nekeʼx paabʼ</w>
mâ cuaß</w>
me lec</w>
ilo l</w>
cuan quin</w>
b or
ar u</w>
ab el</w>
BʼA L</w>
wi i
quin ye</w>
qui er
pon dr
na yeemank</w>
mo r
mi o</w>
lleg aron</w>
ju cub</w>
her edad</w>
du e
ab un
P RO
M Á
K abʼl</w>
Jo ʼ</w>
G én</w>
A wabʼ
ʼA M</w>
â ma</w>
xaqa bʼ</w>
x w
tzʼ i
san tu
respon sabi
r á
próxi ma</w>
presi ón</w>
mi llones</w>
lan quil</w>
escri to</w>
cßa lebâl</w>
cari ño</w>
bu r
PRE GUN
Jer i
ê riqßuin</w>
xyaa bʼ</w>
xka bʼ</w>
ut lebʼaal</w>
na taklan</w>
ka Dios</w>
gru po</w>
fal ta</w>
cur sos</w>
To dos</w>
Cu án
Chixjun il</w>
tar de</w>
ta les</w>
segu ro</w>
pied ra</w>
multi tud</w>
di g
de cla
bon dad</w>
b i</w>
U T</w>
LA L</w>
Chʼ utlebʼaal</w>
A c</w>
tî queb</w>
su cur
ro s
recibi r</w>
kʼamo k</w>
d ro</w>
celesti al</w>
TZOLO M</w>
xyii bʼankil</w>
u tu
tâ oc</w>
tu vieron</w>
ti ik</w>
ta mpoco</w>
sigui entes</w>
resurre cción</w>
o sas</w>
naw aj</w>
e ere</w>
cumpli r</w>
Qui xye</w>
Nue vo</w>
In ter
In c</w>
5 7</w>
1 Co</w>
ten cia</w>
sal vación</w>
prácti ca</w>
oso kß</w>
no co
na chʼaʼajkoʼk</w>
kʼox laq</w>
ha cía</w>
f le
comen zó</w>
a k
a delan
BʼA AN
teß xye</w>
si ente</w>
qui xb
pti embre</w>
na ʼ</w>
man dado</w>
To j</w>
P U
Le an</w>
C O
xyuʼa mi</w>
xter am</w>
x xu
vi a</w>
si c
s ando</w>
ok enk</w>
nax chap</w>
in clu
eter na</w>
escu cha</w>
ech a</w>
chix c</w>
chiqa junilo</w>
a fir
NA X
L OS</w>
Chee yaabʼasi</w>
. .</w>
. ..</w>
ʼa mi</w>
êleli c</w>
to res</w>
ti va</w>
go l
cui si</w>
R o</w>
N i
Jer oboam</w>
s anti
re a</w>
qʼoq yink</w>
do queo</w>
TAA SUME</w>
T ento</w>
No e
Mar doqueo</w>
K ßa
GU I
Chan chan
AA W
xkʼu bʼ</w>
u r
santu ario</w>
loqʼon ink</w>
li mpi
le yes</w>
l es
kʼa bʼaʼ</w>
im ón</w>
esta rá</w>
es ca
con ci
choxa hil</w>
bʼa yaq</w>
asamb lea</w>
Des pués</w>
us il</w>
tzʼaq loq</w>
tqa taw</w>
rahobʼtes i</w>
much í
lle va</w>
k ar
junaj il</w>
empez ó</w>
der echo</w>
bʼaanu mank</w>
a g
TA S</w>
Mâ cßaß</w>
Câ x</w>
xkana bʼankil</w>
xin ʼok</w>
r ero</w>
pro f
on o
nue va</w>
li g
laa m</w>
keʼ ok</w>
jun tos</w>
cos tu
S u</w>
O M</w>
Ba laam</w>
xsa ho
x moos</w>
tâ k</w>
tz ʼ</w>
te mor</w>
so l</w>
reali dad</w>
mi emb
man kil</w>
lo ni
in e
gen er
eer ibʼ</w>
eb il</w>
co dos</w>
cele bra
PA TZʼ
H eb
Cre ador</w>
A caso</w>
â cuib</w>
si gue</w>
se e
re co
qu bʼ</w>
na xkʼoxla</w>
manda mientos</w>
ma y</w>
ma los</w>
kʼoj kʼ
er ras</w>
comi da</w>
ar ías</w>
a segu
Kßa xal</w>
Cu ál</w>
ßa jeb</w>
teßx cßul</w>
pen diente</w>
ob âl</w>
mar zo</w>
le jos</w>
ee lom</w>
chʼoo q</w>
cacuâ y</w>
Tz ol</w>
Tra ducción</w>
PATZʼ OM</w>
últi mos</w>
x oc</w>
m ías</w>
lla m
ki ʼaatinak</w>
in bʼil</w>
da ño</w>
ci dos</w>
bata lla</w>
aw eʼ</w>
tzʼeqta ana
ro cho
profe cías</w>
o ja
nekeʼ ril</w>
li a</w>
joß queb</w>
dese o</w>
cha le
c la</w>
aʼ ebʼ</w>
X jultikankil</w>
M ê
í so</w>
yu cua</w>
xko lbʼal</w>
ti ki
qui cana</w>
oport unidad</w>
naj til</w>
mâ tan</w>
maa ko
lin a</w>
k a</w>
in quileb</w>
añ a
ab o
a ciones</w>
De u
Chixjun ileb</w>
A hora</w>
3 0
xna ßajeb</w>
ti kʼti
ta te</w>
pa ri
mu k</w>
le ʼq</w>
gu ía</w>
e la</w>
bʼ ru</w>
ali mento</w>
ab les</w>
O X
Mo ko</w>
Chan cha
CHI K</w>
ên t</w>
paci encia</w>
l ó
l á</w>
kʼu t
kʼa y
habla do</w>
gi r</w>
en ter
cu ân
cre ación</w>
chßô lej</w>
anci ano</w>
ab ril</w>
ab ri
S O
R ub
M O</w>
tz e
rahobʼtes iik</w>
pied ras</w>
nequeß cßanjelac</w>
ju kubʼ</w>
gober na
gl esi
S er
P ON
NU ESTR
ter ono
terono mio</w>
t chalq</w>
su ced
se xu
r me</w>
pe di
obede cer</w>
ne er</w>
naca t
ma ri
lo bâl</w>
llev ó</w>
es tro</w>
engen dr
ejemp los</w>
du l
cha do</w>
ca pí
c é</w>
a tra
a pli
Deu teronomio</w>
5 6</w>
roxlo qʼi</w>
que dó</w>
oksi mank</w>
o qu
naʼ ok</w>
i k
camp os</w>
Q ßu
5 8</w>
ándo se</w>
sufri miento</w>
quetô mk</w>
pâ b
propi o</w>
ob edi
mo bresi</w>
man eras</w>
her mân</w>
cuan quileb</w>
cua cl
ci eron</w>
bʼala qʼil</w>
b ô
adelan to</w>
Y a
O h</w>
Lâ o</w>
G ober
za re
vi ve</w>
va ya</w>
tzßâ manquil</w>
tro mp
too wanq</w>
segun do</w>
ro so</w>
reli c</w>
rako k</w>
naw eʼk</w>
mun dial</w>
man do</w>
ka ch</w>
holocaus to</w>
hi l
ci en
b h</w>
xaq abʼan
ve lación</w>
tâ qßue</w>
t kße
ri lbal</w>
qa miiw</w>
pusi eron</w>
nax q</w>
mâ re</w>
mes es</w>
lo n
lo kß</w>
in es</w>
her mo
engendr ó</w>
du ras</w>
difi cul
c aba</w>
beb er</w>
an cia</w>
a mar
Z ac
Je hú</w>
CHʼ OO
ê u</w>
x qʼe</w>
x nin
x eb</w>
w er</w>
sukß îk</w>
servi dores</w>
sen ses</w>
q abʼ
nume naq</w>
may or
kʼulu bʼa</w>
hu bo</w>
cui dado</w>
agra deci
A unque</w>
o ke
je fe</w>
esa loni
enga ñ
e t</w>
châ lc</w>
cen tra
a lal</w>
T esaloni
P en
Maa re</w>
Le a</w>
Gober nante</w>
C ho
yoo kin</w>
x rahom</w>
tâ xic</w>
t tzʼaqloq</w>
po drá</w>
ni kin
nekeʼ ruuk</w>
ju stos</w>
he chos</w>
d á
b âc</w>
Zac arías</w>
RES PON
Le y</w>
Cu er
Colo senses</w>
A yu
x joskßil</w>
sir vi
profe ti
nequeßx qßue</w>
man ten
in flu
b es
awabʼ ejilal</w>
Se de
Je f
Cuer po</w>
A ran</w>
xa q</w>
x tz</w>
u r</w>
u lu
su r
que b
ma si
kar neer</w>
ca sa
H ero
yô co</w>
y on</w>
u c</w>
tqa kʼoxla</w>
ti les</w>
regi ón</w>
o t</w>
i dos</w>
escri bi
cßa t</w>
cß oj
cen ses</w>
cana u</w>
Yu cua</w>
San to</w>
2 6
x tu
rula ʼaninkil</w>
queß el</w>
princi pa
mâ ji</w>
juntaqʼ ee
e kß</w>
e hil</w>
e du
circun ci
anti gu
El los</w>
B ʼa
â tinak</w>
y bal</w>
xya abʼa
xin bânu</w>
xcß âl</w>
x mâqueb</w>
wakli iq</w>
u me
tuk tû
ter min
saho kß</w>
rocho ch
naqa ye</w>
na ß
instru cciones</w>
eb ânu</w>
cristi ano</w>
bʼa mank</w>
ayudar nos</w>
T E</w>
Jo safat</w>
yu cuaß
y endo</w>
xko ho</w>
tqa tzʼil</w>
segu ros</w>
pi m</w>
pa s</w>
ni quin
me j</w>
kʼ ut</w>
kʼ iik</w>
ki chalk</w>
kana aq</w>
gun o</w>
entra da</w>
enseñ ado</w>
de masi
cha p
abun d
Cßaß ru</w>
xo do</w>
w0 6</w>
tin a</w>
ti fi
q u</w>
pu ro</w>
pró ji
per se
nekeʼ xkʼut</w>
nekeʼ kʼanjelak</w>
musi k</w>
jw a</w>
juna jwa</w>
esper a</w>
acti tud</w>
R ebe
Jo se</w>
I Bʼ</w>
E E
Bʼ A</w>
si s
se me
s un
re presen
que m</w>
próji mo</w>
of reci
na xyeechiʼi</w>
kubʼee k</w>
hebre o</w>
h á
chßû tal</w>
ba la
asi sti
ar nos</w>
ab or
Pa tzʼ
í do
én es</w>
xko kʼal</w>
wakli ik</w>
tak l</w>
nequeß cßamoc</w>
mi yon</w>
man tener</w>
le beb</w>
la tas</w>
ini qui
fri ca</w>
esi l
bʼan onel</w>
bíbli cas</w>
a res</w>
X bʼaan</w>
Tesaloni censes</w>
Pi la
Ma t
óni cas</w>
ßu x</w>
testi go</w>
seme j
ros tro</w>
r ían</w>
pág ina</w>
posesi ón</w>
pi dió</w>
ob e
obe deci
nakaaw aj</w>
mu xb
kʼutu k</w>
kʼox lak</w>
inter es
cua c
cu âtin</w>
bê c</w>
ado rar</w>
Rebe ca</w>
ve mos</w>
sach k</w>
s inti
ro xcßâl</w>
ris inkil</w>
rela ción</w>
pala cio</w>
l mente</w>
ka q
com ba
chʼu tu
bʼa chʼoolej</w>
b ân
V er
Pila to</w>
Nab al</w>
Lo t</w>
J on
ENT ES</w>
t ris
queß cuulac</w>
prim eros</w>
pensa mientos</w>
experi encia</w>
de cían</w>
d ras</w>
cua ca
chakß oc</w>
ca z</w>
YU ʼAM</w>
Si ón</w>
SI GUI
Patzʼ om</w>
OM ON</w>
Jo ás</w>
E le
E MOS</w>
za dos</w>
tu bre</w>
to mar
tiki bʼ</w>
teß xic</w>
stan te</w>
principa les</w>
ojo b</w>
na canau</w>
l el</w>
i kß</w>
har ás</w>
cie mbre</w>
chʼol chʼooq</w>
campa mento</w>
b â
ani hebʼ</w>
ami iwil</w>
Rub én</w>
Inter net</w>
xyan q</w>
xbʼaan ebʼ</w>
tra i
si on
sent ía</w>
oí r</w>
on i</w>
maako bʼk</w>
keʼ xbʼaanu</w>
hi m</w>
gus taría</w>
es p
e en</w>
cre ó</w>
bʼee k</w>
ar ri
a prove
S in</w>
Mun do</w>
xʼ Eva</w>
xyâ b</w>
tii kilal</w>
sába do</w>
sabi o</w>
respe to</w>
qui cuil</w>
princip al</w>
kab ânu</w>
joß nak</w>
in ch</w>
gi o</w>
famili as</w>
dios eb</w>
câ k</w>
comp en
bʼi ho
8 3</w>
xcu ênt</w>
tzßa k</w>
tuu lan
se ptiembre</w>
quix cßam</w>
qui chal</w>
per do
neque nau</w>
naqa kʼutbʼesi</w>
mes as</w>
ma s
escla vo</w>
