#version: 0.2
m a
l a</w>
c h
r u
ʼ a
p a
e l</w>
n a
e s
t a
n u
r e
r a
l a
o o
i i
e r
d e</w>
ma ʼ</w>
o s</w>
k ʼ
c o
m i</w>
e n
i l
c a
d o</w>
i n
es t
e e
e s</w>
u u
t i
e n</w>
s a</w>
k a
h a
w a
n i
b ʼa
pa n</w>
k ʼa
q u
k i
t z
s a
r a</w>
s e</w>
c h</w>
u n</w>
t e</w>
a n
q ʼ
b ʼ</w>
a l</w>
ch a</w>
il i</w>
l o</w>
est á</w>
o r</w>
j u
r i
a t</w>
q ʼa
re h</w>
w ili</w>
r o
ch a
t o
u e
y a</w>
p i
m u
ee ʼ</w>
n o</w>
ch ʼ
s e
j a
t a</w>
s u</w>
g a
ii j</w>
d a</w>
m e</w>
a m</w>
r o</w>
g u
b a
m i
e ʼ</w>
na j</w>
kʼ u
c i
a ʼ</w>
h i
l os</w>
na q</w>
s o
c u
N ru
l o
ju naj</w>
l e
tz ʼ
l i
o r
n a</w>
p e
qu e</w>
q ʼ</w>
wa ch</w>
d i
o j
la s</w>
k ʼ</w>
re ʼ</w>
w i
se ñ
oo n</w>
b ʼ
t ra
ni ñ
n i</w>
b o
j o
a s</w>
ta at</w>
ra n
t o</w>
f u
t e
pa ra</w>
p er
uu t</w>
l e</w>
bʼa l</w>
w i</w>
i x
s u
k oon</w>
co m
pa p
pa at</w>
k o
y a
q a
j o</w>
p o
i h
u na</w>
n ru
e r</w>
t uut</w>
r iij</w>
m o
nu taat</w>
a b
s i
t u
pap á</w>
d el</w>
ch i</w>
ch eeʼ</w>
ni m</w>
d e
an do</w>
a l
r e</w>
niñ o</w>
j a</w>
ii ʼ</w>
co n</w>
a r
o o</w>
ta q
taq eeʼ</w>
ma m
hi n</w>
uu m</w>
ti en
mam á</w>
v i
p or</w>
ka ma
g o</w>
pa am</w>
p u
j i
ha y</w>
ru u
g ran
fu e</w>
d o
a y
ruu kʼ</w>
p a</w>
a n</w>
ru ʼ
qu e
q a</w>
oo l</w>
e h
ruʼ uum</w>
a gu
nu tuut</w>
c a</w>
i ma
ch i
tien e</w>
ta q</w>
ab ue
tz ʼa
n ta
l u
d a
cu ando</w>
C h
x i
kʼ oj
a h
x ru
m b
X nu
tra ba
kʼoj ool</w>
ch ʼa
ca sa</w>
bʼa n</w>
í a</w>
señ or</w>
sa a</w>
tzʼ eʼ</w>
ima as</w>
i h</w>
est a</w>
ca r
c o</w>
á r
x a
señ o
n e
m a</w>
es a</w>
d os</w>
ch o</w>
ó n</w>
y o</w>
a kʼa
a kʼ
t u</w>
ro n</w>
a k
X ru
ár bo
ru paam</w>
qʼ iij</w>
per ro</w>
oo j</w>
j i</w>
ñ a</w>
t er
na a
ha ʼ</w>
h er
gran de</w>
e e</w>
co r
ch e</w>
c e</w>
m e
kʼ ih</w>
akʼ un</w>
árbo l</w>
o q</w>
o l
ma j</w>
m ee
k u
her ma
r ó</w>
oo ʼ</w>
com p
y eʼ</w>
x in
qʼa bʼ</w>
la aʼ</w>
in a</w>
d es
x oo</w>
v en
v a
r é</w>
p ʼ
la q</w>
es e</w>
X in
x nu
m os</w>
ii t</w>
b e
agu a</w>
uu n</w>
h o
v a</w>
t en
s o</w>
n os</w>
kʼu h
ch ʼ</w>
a qʼ</w>
a la</w>
ti i</w>
oo q</w>
o n</w>
lo qʼ</w>
k in
co mi
a j</w>
á n</w>
u h
ko taq</w>
ix oq</w>
er a</w>
e h</w>
e el</w>
C ha
x ki
kʼu x
i k</w>
er on</w>
chʼ un</w>
an a</w>
ak a</w>
J u
t ee
p or
l le
l i</w>
kʼ o
e ʼ
seño ra</w>
re s</w>
re no</w>
o q
na s</w>
mu y</w>
mu cho</w>
ma r
l or</w>
bʼa al</w>
v e</w>
traba jo</w>
ter reno</w>
ta l</w>
r á</w>
o ʼ
n te</w>
kama ni</w>
en te</w>
b i
ʼ oo</w>
t il
naa k</w>
na aʼ</w>
n ki
me di
kʼa m</w>
ha aʼ</w>
ga l
co n
ʼ y</w>
t os</w>
so b
r ii
por que</w>
ni k</w>
ma n</w>
m p
g a</w>
b u
a la
a do</w>
to r
ro pa</w>
qu i
n oo
m ii
ji s</w>
in o</w>
in i</w>
ii m</w>
est án</w>
comi da</w>
c er
b a</w>
ay er</w>
a r</w>
a q</w>
X ki
z o</w>
w u
v e
tz ʼ</w>
ti na
t es</w>
so n</w>
ra do</w>
qʼa jis</w>
li k</w>
ka ʼ
herma no</w>
ee w</w>
akʼa ch</w>
abue lo</w>
N a
ñ o</w>
x a</w>
uu j</w>
u ʼ</w>
tee r</w>
sob re</w>
qʼ oo
pa lo</w>
n e</w>
ma l</w>
l es</w>
kʼa al</w>
ki ro
ee x</w>
ch iiʼ</w>
be b
wi naq</w>
s t
ma maʼ</w>
la ʼ</w>
kiro o</w>
er o</w>
bʼ ee</w>
akʼa l</w>
a bʼ</w>
z a</w>
wa ʼa
ru qʼabʼ</w>
ru naaʼ</w>
que b
m pi
m o</w>
k o</w>
j eʼ</w>
in teer</w>
es ta
c ue
abue la</w>
ʼ u
í z</w>
x un</w>
waʼa k</w>
tzʼ ooʼ</w>
ten go</w>
t i</w>
ra s</w>
qʼa haaʼ</w>
o n
nu paat</w>
nru bʼan</w>
n o
la n
la m</w>
kʼux bʼal</w>
kʼu x</w>
de j
d ó</w>
d u
d es</w>
beb é</w>
x il
s ta
s il
s iiʼ</w>
ma íz</w>
ma n
k i</w>
ju n
j al</w>
il lo</w>
i ya
ha bʼ</w>
est ro</w>
es o</w>
en t
d ía</w>
d or</w>
chʼ u
cha aqʼ</w>
ch os</w>
ca mi
ca m
al l
a mar
ʼa a</w>
ven d
ta r</w>
s ta</w>
q o</w>
q aʼ</w>
o y</w>
o te</w>
o h
nta h</w>
na n
mo nte</w>
mi s</w>
l ooʼ</w>
l lo</w>
l la</w>
kama nik</w>
ja r</w>
j uuj</w>
ca l
bʼ i
ba r
a to
xnu loqʼ</w>
wa ʼ</w>
v o</w>
ti o</w>
ta r
re ga
re ci
r ooq</w>
r es
qʼoo r</w>
qʼ e
pa ni</w>
p ue
nu noo
na ran
n d
mu cha
m esa</w>
l ón</w>
jo co
ii k</w>
ha t</w>
ha ce</w>
h u
gu a
f ri
e ji</w>
com o</w>
ca do</w>
bo ni
a w
a reʼ</w>
a ka
a ch</w>
Xin ru
ʼ t</w>
ʼ oo
á s</w>
wa s</w>
tz iya
tor til
t bʼal</w>
so lo</w>
sa q</w>
sa li
sa am</w>
s í</w>
s te</w>
ru m</w>
ri o</w>
ra r</w>
pi e</w>
o ʼ</w>
nunoo ya</w>
nu chaaqʼ</w>
niñ a</w>
mu chos</w>
mee xa</w>
le ña</w>
kʼuh ta
kʼa y
ki na
k ii
j e
ga r</w>
ga do</w>
g ó</w>
er ra</w>
d re</w>
comp ré</w>
chʼ ih
cam ino</w>
ca n
c e
a pa
a kʼ</w>
L u
í o</w>
é s</w>
xki yeʼ</w>
xil uʼ</w>
x ti
x ili</w>
wi laʼ</w>
v en</w>
tzʼa h
t ro
su q</w>
sa s</w>
s ue
ri ta</w>
r i</w>
qʼ or
qu é</w>
per so
pa tio</w>
pa nta
nu mamaʼ</w>
nu estro</w>
nu e
m en
kʼ uun</w>
kina qʼ</w>
ja s</w>
ix iim</w>
ii x</w>
ho y</w>
hi jo</w>
fri jo
en do</w>
ba ñ
a y</w>
ʼ o
é l</w>
x i</w>
wa kʼaal</w>
vi a</w>
uu q</w>
to do</w>
to da</w>
ti erra</w>
t ó</w>
sa b
s er
qa h
naran ja</w>
na h</w>
n w
medi o</w>
mb i
m il
m er
l l
l ina</w>
kʼa a</w>
kaʼ i
kaʼi bʼ</w>
joco te</w>
jo h
in ero</w>
herma na</w>
gran des</w>
gal lina</w>
f i
ee m</w>
e d
do n</w>
d ue
d inero</w>
cue la</w>
co ci
ci a</w>
bu en
bi en</w>
K u
A r
á mi
z a
ya j</w>
x u
x qʼ
x oo
w il
w eex</w>
uu bʼ</w>
ue go</w>
ti k</w>
t ʼ
seño rita</w>
sali ó</w>
ru sa
ri k</w>
r os</w>
qʼa aqʼ</w>
qʼ u
pi ed
perso nas</w>
panta lón</w>
pa ʼ</w>
p oo
oo x</w>
on te
o m</w>
niñ os</w>
naa bʼ</w>
na j
mucha s</w>
mu cha</w>
mi k</w>
mer cado</w>
mee ya</w>
ma sa</w>
ma ch
la n</w>
la a</w>
kʼuh tbʼal</w>
kʼa ay
kʼaay bʼal</w>
ka h
j os</w>
j e</w>
ii bʼ</w>
ga r
g ü
es cuela</w>
e te</w>
do ña</w>
d as</w>
comp ró</w>
chʼih chʼ</w>
chʼ i
cer ámi
ca s</w>
ca na
ba jo</w>
M a
I x
I h
D es
C hi
ya h</w>
xru loqʼ</w>
xi x</w>
wi k</w>
w ooq</w>
uu kʼ</w>
to dos</w>
ta s</w>
ta do</w>
ta da</w>
sil la</w>
si l</w>
ru chiiʼ</w>
rii bʼ</w>
re e
qʼa a</w>
q i
q eh
pue b
pueb lo</w>
pa ch</w>
p o</w>
onte era</w>
oj i</w>
ni m
ne el</w>
n saa</w>
n iik</w>
n do</w>
mii s</w>
lu via</w>
la j</w>
l luvia</w>
ki ʼ
ju ʼ</w>
i z
h or
h in
h e
gü i
g i
fu i</w>
frijo l</w>
f lor</w>
est e</w>
er ta</w>
en f
ee t</w>
due le</w>
dej ó</w>
cor te</w>
co lor</w>
cerámi ca</w>
ca be
c ó</w>
c in
c es</w>
c er</w>
bʼa j</w>
an xix</w>
ala anxix</w>
ak o</w>
a qu
a k</w>
X oo
X i
T i
R e
M ar
y u
xa q</w>
vi en
v er
v an
u bʼ</w>
tzʼah lik</w>
tziya q</w>
ta ʼ</w>
t ini</w>
so l</w>
s iij</w>
s i</w>
ru tzʼa
ru tuut</w>
ru ka
rii s</w>
ra s
r ío</w>
qʼa n</w>
qʼ un</w>
que dó</w>
pi ʼy</w>
pe que
pa dre</w>
p ʼa
p e</w>
nu ta
nan iit</w>
n nu
n kamani</w>
n es</w>
ma h
m iit</w>
le van
la do</w>
la da</w>
l oo
kʼa j</w>
k os</w>
k oo
jo ven</w>
ix qʼun</w>
ih ru
h q</w>
ga to</w>
g ro</w>
g ra
f uego</w>
f a
est oy</w>
e x
di eron</w>
cha li</w>
cha ka
car ne</w>
ca r</w>
c en</w>
b o</w>
b lan
ato l</w>
a ca
M u
L a
Ju ana</w>
J a
ʼ eh</w>
ñ os</w>
z ó</w>
y oʼ</w>
xru bʼan</w>
wa naabʼ</w>
w iiʼ</w>
tzʼ iiʼ</w>
tortil las</w>
tina ja</w>
ti l</w>
tar de</w>
ta ree
taree ya</w>
si e
s to</w>
ru y
ru x
ru t
ru paat</w>
ru kʼa
ru juʼ</w>
ru bʼ
re g
r és</w>
qʼa h
qʼa ch</w>
qa a</w>
pied ra</w>
pi tal</w>
pe ch</w>
pa re
nw oji</w>
nu naniit</w>
nu el</w>
nim qʼiij</w>
ni ma
ne ʼeh</w>
na ʼ</w>
na r</w>
na qʼach</w>
n qa
n de</w>
ma ñ
ma s</w>
m in
lo te</w>
lo qʼ
lle gó</w>
la r</w>
kʼa yaj</w>
kʼ oo
ko ʼ</w>
kama niik</w>
ka a</w>
ja am</w>
il o
ih q</w>
hin cha
ha cer</w>
ha b
h il
h bʼa
gua tal</w>
gu i
g ru
g or
f e
est u
er to</w>
enf er
en con
di ó</w>
da do</w>
d ar
ci ón</w>
ci e
ch u
cami sa</w>
ca mbi
c á
bʼa ch</w>
bo ca</w>
an i</w>
an eʼ</w>
all í</w>
all á</w>
a z
a ta
a ra
a j
Xnu kʼam</w>
W aneʼ</w>
P a
N u
N ki
Ma nuel</w>
M i
Ch ʼu
Ch ʼa
A nd
ú n</w>
á ja
y eʼ
x wilaʼ</w>
x uut</w>
wil k
wa kʼuun</w>
w eh
va mos</w>
v ía</w>
v oy</w>
uu qʼ</w>
uu l</w>
uh q</w>
tu s</w>
tu h
traba jar</w>
tra jo</w>
tra je</w>
to da
toda vía</w>
tina miit</w>
ti h
t é</w>
t res</w>
se mb
s ó</w>
s te
ru waʼ</w>
ru ki
ra reʼ</w>
ra ma</w>
ra kʼaal</w>
queb ra
qa am</w>
q iibʼ</w>
pu erta</w>
po l
pap el</w>
pa r
pa h
p ája
p la
oʼ ooj</w>
oʼ na</w>
or ra
ol la</w>
nue va</w>
no che</w>
nima q</w>
naj t</w>
n ʼoo</w>
n ki</w>
mo s
mo ja
mañ ana</w>
mach ete</w>
ma no</w>
ma a
lu gar</w>
ll en
li nas</w>
li mpi
la bo
l wi</w>
l los</w>
l la
kʼo s
kʼa ay</w>
ko j</w>
ki ʼ</w>
ka j</w>
ji k</w>
in ik</w>
ii n</w>
i ba</w>
hi ja</w>
gal linas</w>
g ol
fi esta</w>
e m</w>
e m
e k</w>
du l
di o</w>
di cen</w>
dej é</w>
da r</w>
d í
cá nta
com er</w>
cin co</w>
chʼa h
cha yeʼ</w>
car ga</w>
cal do</w>
ca pital</w>
c ina</w>
c en
bʼ iix</w>
bʼ eji</w>
boni to</w>
boni ta</w>
bar ro</w>
abue li
a t
a sí</w>
a q
W eel</w>
S i
R oʼna</w>
P u
P e
K o
K i
Ju n
I n
E lla</w>
And rés</w>
ʼ l</w>
ʼ ili</w>
ʼ i
ʼ bʼal</w>
z os</w>
ya ja
yaja al</w>
xqʼ uun</w>
x wiiʼ</w>
x ta
x lan</w>
wi x
weh chi
wehchi n</w>
wa q
vend rá</w>
ven de</w>
va ra</w>
v il
v i</w>
uu x</w>
tzʼ ubʼ</w>
tu ra</w>
traba ja</w>
tortil la</w>
to sta
ti k
ta ma
t ú</w>
su s</w>
su cia</w>
su a
st ó</w>
s tal</w>
rutzʼa aq</w>
ru wach</w>
ru taat</w>
re ʼ
re n
re mos</w>
ra x</w>
ra laq</w>
ra kʼuun</w>
ra h
qʼor wi</w>
qʼoo m</w>
qʼ o
qui en</w>
queb ró</w>
q u</w>
pʼ i
pu so</w>
po ʼt</w>
pi s
pi l</w>
pi i</w>
pe ga
pe e</w>
pe da
pa los</w>
pa l
ol vi
oj m</w>
nu weex</w>
nu n
nu ka
nu bʼa
nru yeʼ</w>
ne gro</w>
na da</w>
n oʼooj</w>
n k
mu ka
muka ne</w>
mp o</w>
mil pa</w>
men or</w>
medi cina</w>
mb ra</w>
ma re
ma nos</w>
ma m</w>
ma d
ma am</w>
m uu
m po
m oox</w>
loo m</w>
lo ʼ</w>
lo do</w>
li b
la zo</w>
la ron</w>
la d
l gado</w>
kʼuhta neel</w>
kʼu lu
kʼos oon</w>
kʼo x</w>
kʼa jaam</w>
kʼa ach</w>
ko p</w>
kaʼ y
kama j</w>
kah ni</w>
ka ʼ</w>
k eem</w>
j er</w>
ix til</w>
ix qʼe
il las</w>
ii l</w>
i s</w>
i ré</w>
hincha do</w>
hil o</w>
hi er
hi ce</w>
h ue
h a</w>
gu sta</w>
gu a</w>
ga da</w>
g an
fu eron</w>
f ru
esta n</w>
es po
er é</w>
eh wi</w>
e lote</w>
e labo
do nde</w>
di da</w>
da d</w>
d or
cu er
co stal</w>
co sta
ci o</w>
ci o
chʼu waʼ</w>
chi kop</w>
cha qʼabʼ</w>
cha p</w>
cha aj</w>
cana sto</w>
ca y
ca s
c os</w>
c la
c l
bʼa na
bʼa jal</w>
buen o</w>
bu l
ba na
b ra
ay oʼ</w>
aw eh</w>
an ci
al go</w>
agu aca
a x</w>
a li
a bʼaj</w>
X u
W a
P oq
P an</w>
N i
Lu is</w>
L eex</w>
K ʼa
Ju an</w>
J o
Ix mukane</w>
E n
C u
C er
C a
ʼ oq
ʼ i</w>
ñ as</w>
ñ ado</w>
í n</w>
á ci
z or
yeʼ em</w>
ya ʼl</w>
y eh
xti n</w>
xru kʼam</w>
xin ʼoo</w>
xi bʼ</w>
xa loqʼ</w>
xa aj</w>
x eʼ
xeʼ n</w>
x ee
wu r</w>
wilk eeʼ</w>
wi na
waq ti</w>
wa kʼaach</w>
wa aka
waaka x</w>
vil le
va r</w>
v ino</w>
v est
uu r</w>
uu ch</w>
uh m</w>
u tzʼ</w>
u sa</w>
u m</w>
u h</w>
tzʼa q</w>
tzʼa j
tziya aq</w>
tu reʼ</w>
tro n
tron co</w>
to n
to m
tien es</w>
ti wik</w>
ti ró</w>
tee w</w>
te ji
teji do</w>
ta te</w>
ta aj</w>
t iit</w>
so ʼ</w>
sab ro
sab er</w>
sa n
sa h
ru kamaniik</w>
ru ja
ru chʼ
ru bʼi
ri xqʼuun</w>
ri to</w>
ri do</w>
ri chʼ
re p
rep ente</w>
ra no</w>
ra j</w>
r ía</w>
r in
qʼa am</w>
qʼ wi</w>
qʼ uun</w>
qʼ or</w>
que da</w>
qeh ji</w>
q eel</w>
pu n
poo y</w>
peque ño</w>
pe lo
pelo ta</w>
pe k</w>
pe d
pa ji</w>
p os</w>
p in
p i</w>
oj os</w>
o xibʼ</w>
o ma</w>
o ja
o b
nuta tiit</w>
nun ca</w>
nue vo</w>
nu tzʼiiʼ</w>
nu qʼabʼ</w>
noo qʼ</w>
nki bʼan</w>
na kʼux</w>
mii ta</w>
mi xeʼn</w>
mee r</w>
mb re</w>
maa tzʼ</w>
ma y
ma dre</w>
m or
m oj
m ba
lo res</w>
lle va</w>
li cio
le r</w>
le k</w>
l j</w>
kʼux um</w>
kʼulu bʼ
kʼuh t</w>
kʼu u</w>
kʼay am</w>
kʼa h
kʼ uum</w>
kʼ ix
kʼ iix</w>
kʼ i</w>
ku t</w>
ku l</w>
kin ru
ki h
kaʼy i</w>
ka xlan</w>
ka q</w>
ka n</w>
ka an</w>
ka abʼ</w>
k saa</w>
jun pach</w>
jo loom</w>
in i
il la</w>
il i
ih tzʼubʼ</w>
i l</w>
ho jas</w>
hi zo</w>
g ra</w>
g o
g ente</w>
fu er
fa ja</w>
f or
esta ba</w>
es os</w>
es cu
encon t
en ta</w>
en oja
ee j</w>
e llos</w>
e li
e je
dí as</w>
do b
di do</w>
des nu
de licio
de jar</w>
d en</w>
cánta ro</w>
cue llo</w>
cor tar</w>
con se
coci do</w>
co g
cie lo</w>
ci ó</w>
chʼa m</w>
chʼ oq</w>
chaka ch</w>
cha lik</w>
ch ó</w>
ch o
ch il
ca n</w>
ca l</w>
ca f
bʼa a</w>
bul tos</w>
blan co</w>
az u
ay ote</w>
ato bʼ</w>
ara an</w>
ar á</w>
aqu í</w>
an sil</w>
an o</w>
ah í</w>
ah q</w>
agu j
abueli ta</w>
ab u
a tuut</w>
a tra
a te
a taat</w>
a ron</w>
a p
a ni
a ma
a da</w>
a bʼiix</w>
Wa an</w>
V en
T z
S lj</w>
S a
Nru ja
Mar ía</w>
L ii
Ku xtin</w>
K in
F eli
C ri
Ar miita</w>
ʼa abʼ</w>
ʼ wi</w>
ʼ ee</w>
ʼ e
é r
z as</w>
ya h
yah wur</w>
ya a</w>
y oʼ
xru yeʼ</w>
xqʼ ehwi</w>
xki k</w>
xi ʼoo</w>
xa ma
xa an</w>
x tar</w>
x pani</w>
x oh
x ku
wina q
winaq el</w>
wi kaan</w>
wa h
w uukʼ</w>
ville ta</w>
vi ó</w>
vi s
vi o</w>
ver de</w>
vend er</w>
ve z</w>
v ue
v es</w>
uu kaʼ</w>
uu chʼ</w>
u til
tzʼ laq</w>
tz a
traba ja
ti ʼ</w>
ti s
ti r</w>
ti ki
te mb
tama les</w>
ta xaaj</w>
ta pa
ta n</w>
t ʼu
t ío</w>
t uuq</w>
t re
t la</w>
sue gra</w>
sua ve</w>
ste d</w>
so y</w>
sie mp
sie mbra</w>
si gui
seño res</w>
sa ʼ
sa ni</w>
sa l
s ma
sma al</w>
s inik</w>
s ii
s ent
s cu
ruki mik</w>
rubʼi sil</w>
ru tzʼ
ru ta
ru pa
ro mpi
rompi ó</w>
richʼ eet</w>
ri z</w>
ri laʼ</w>
ri kʼ
ri ba</w>
reʼ eet</w>
rega laron</w>
reg res
re mo
re k</w>
re a</w>
ra x
ra ti</w>
ra q</w>
ra q
ra n</w>
ra mas</w>
ra l</w>
ra ja
ra ansil</w>
ra a</w>
r á
r ra</w>
r illo</w>
quebra di
qu il
qi lam</w>
qa tinamiit</w>
qa taat</w>
qa pa
q saa</w>
q i</w>
q ee</w>
q ani</w>
pʼ u
pája ro</w>
pu u</w>
poo ch</w>
pol vo</w>
po qʼ
po ne</w>
po h
pi ta</w>
pi es</w>
pi co
per rito</w>
per o</w>
pare d</w>
pa ñ
pa xi</w>
pa r</w>
pa n
pa l</w>
pa k</w>
p reci
p ooq</w>
p iim</w>
p ii
p es
oj o</w>
o x
o mp
o h</w>
nu u
nu tuuq</w>
nu sa
nu j
nu bʼ
nru kʼayaj</w>
nru bʼana
ni x</w>
ni e
nie to</w>
ne rati</w>
ne jo</w>
na wilaʼ</w>
na n</w>
n ʼili</w>
n wi
n qilam</w>
n mare
nmare en
nmareen wi</w>
n kʼuxum</w>
n kaʼyi</w>
n chʼa
mu l</w>
mu jer</w>
mu erto</w>
mo nes</w>
mo ler</w>
mo h
mi t</w>
mee x</w>
mba le
ma ri
ma estro</w>
ma do</w>
ll ó</w>
le jos</w>
le gi
legi o</w>
le e</w>
l lo
l in
kʼulubʼ ji</w>
kʼuhta a</w>
kʼu tu
kʼay ini</w>
kʼa xi</w>
kʼa x
kʼa h</w>
kʼ i
ku x</w>
koo xtar</w>
ko ʼ
ko xta
kin ʼoo</w>
kin kamani</w>
ka nsaa</w>
ka n
ka meex</w>
ka bʼ
kabʼ laj</w>
k uu
k eh</w>
k e
k a</w>
jo nerati</w>
jo chʼ</w>
ja m</w>
ja bʼ</w>
j oo
j an
iz ote</w>
ixqʼe q</w>
ima saq</w>
ih pani</w>
hor mi
hor c
ho mb
ha sta</w>
ha cia</w>
h qaam</w>
güi s
gu é</w>
gu sa
gu el</w>
gol pe
ga s</w>
g ri
g e
fru to</w>
f lores</w>
ex p
estu di
est ra</w>
er no</w>
ent re</w>
enfer mo</w>
en tes</w>
elabo rar</w>
e mb
e ja</w>
dul ce</w>
di oma</w>
desnu do</w>
de lgado</w>
de ja
d é</w>
d ando</w>
cor ta</w>
comp ra
comi ó</w>
cog e</w>
co y
co se
co nejo</w>
co lo
co legio</w>
co l
cl ue
ci mo</w>
chʼa ak</w>
chʼa a</w>
chʼ il
chʼ ik</w>
chʼ eh
cha j</w>
ch uh
ch oh
cay ó</w>
car ro</w>
car ga
cana sta</w>
cabe za</w>
cabe llo</w>
ca ra</w>
ca ra
ca nta
ca mpo</w>
ca li
ca da</w>
c t
c ri
c reci
c il
bʼa raj</w>
buen a</w>
blan ca</w>
bana no</w>
b í</w>
b orra
ar riba</w>
ar ran
aqu el</w>
anci ana</w>
amar rado</w>
ala r
ala pan</w>
ala pa</w>
al u
al to</w>
aka l</w>
aj n</w>
ah paʼ</w>
ah na</w>
aguaca te</w>
agu ado</w>
ab i
a ño</w>
a su
a ja</w>
a gri
a costa
a c
a bajo</w>
Y uuqʼ</w>
Xin ki
X alapan</w>
U sted</w>
S u
S o
S an</w>
Q ʼa
Q ue
P akal</w>
Nru sa
Nru joh
Na ak</w>
Mi guel</w>
L uukaʼ</w>
L i
Ko reʼeet</w>
K a
J alapa</w>
Ix el</w>
I xkik</w>
Cri st
Ch n</w>
Cer ro</w>
B ʼa
A n
A h</w>
A h
ʼoo kamani</w>
ʼoo bʼ</w>
ʼ xi</w>
ʼ uh
ʼ j
ó ma
óma go</w>
ñ ó</w>
é n</w>
árbo les</w>
áci l</w>
zor ca</w>
z ote</w>
z o
z ar</w>
y ʼ
y bʼal</w>
xru siij</w>
xoh t</w>
xnu kʼuhtaa</w>
xnu bʼan</w>
xki siij</w>
xin tini</w>
xi kʼi</w>
xama ana</w>
xa jabʼ</w>
x waqti</w>
x kʼa
x e
xe lek</w>
x chali</w>
x bʼal</w>
x ah
wix qeel</w>
wil kii
wilkii n</w>
wi ʼbʼal</w>
wi ʼaabʼ</w>
wi t</w>
wa to
wa q</w>
wa abʼ</w>
w oq
w iibʼ</w>
vien to</w>
vien e</w>
vend en</w>
ve ces</w>
va cas</w>
v é</w>
v os</w>
v olvi
v es
ves ado</w>
v er</w>
v ará</w>
uu tzʼ</w>
uh kaa</w>
u ste
uste des</w>
u no</w>
tzʼ ih
tzʼ i
tza at
tzaat z</w>
tosta da</w>
ton to</w>
tom ó</w>
to ro</w>
to laj</w>
to h
tis ca</w>
tina mit</w>
tina jas</w>
tih pani</w>
tien en</w>
ti ʼ
ti ó</w>
ti tu
ti rado</w>
ti ra</w>
ter min
termin ó</w>
ter a</w>
ten dida</w>
te r</w>
te l
te el</w>
te a</w>
tar ra</w>
tapa do</w>
ta ron</w>
ta ndo</w>
ta mbi
tambi én</w>
ta mbale
ta l
ta k
ta h
t ía</w>
t oon</w>
t laq</w>
su ʼt</w>
su n
st ín</w>
so p
sop la</w>
so l
sil vest
siemp re</w>
si r
sir ve</w>
si kʼ</w>
si kii
sikii l</w>
si j
si ente</w>
ser villeta</w>
ser pi
semb ré</w>
se co</w>
sa rio</w>
sa r</w>
sa l</w>
sa do</w>
s é</w>
s á
s en
s co</w>
rá pi
rápi do</w>
ruy uubʼ</w>
ruy uhm</w>
rux la
rusa aʼ</w>
rukʼa ʼ</w>
rubʼ ih</w>
ru wa
ru qʼa
ru pʼ
ru noʼooj</w>
ru loqʼ
ru kʼux</w>
ru keem</w>
ru ji
ru j
ru hq</w>
ru gada</w>
ru chʼa
ru chalik</w>
ru chaka
ruchaka ach</w>
ru bʼan</w>
ro jo</w>
rikʼ eh</w>
ri smaal</w>
ri me</w>
ri hq</w>
ri eron</w>
ri co</w>
res ba
re r</w>
re nte</w>
re h
re gal
regal ó</w>
re dado</w>
re cor
re ali
raq am</w>
ra z
ra ya
ra to</w>
ra dos</w>
r í
r ás</w>
r ini</w>
r il
r bʼaal</w>
qʼor bʼal</w>
qʼah l</w>
qʼa maj</w>
qʼa le
qʼ oj
qʼ oh
qui l</w>
qui er
qi j
qa paat</w>
q wi</w>
q eji</w>
q eh</w>
pʼ oq
pʼ ee
pʼ e
pája ros</w>
pue den</w>
pu m</w>
po llo</w>
po h</w>
po d
pi é</w>
pi x</w>
pi el</w>
pi có</w>
per ros</w>
peda zo</w>
ped ro</w>
pe z
pe tate</w>
pe pita</w>
pe l
par te</w>
pal da</w>
pa ʼ
pa ño</w>
pa to
pa t
pa só</w>
pa ra
pa lo
palo ma</w>
pa ja
pa ha
paha r</w>
pa d
pa cio</w>
p ó</w>
p wi</w>
p uuq</w>
p ro
p lu
plu mas</w>
p en
oq bʼal</w>
oo p</w>
omp ra
ol or</w>
oj a</w>
o mam</w>
o l</w>
o ki</w>
nw iiʼ</w>
nuu p</w>
nuka ar</w>
nu y
nu xajabʼ</w>
nu x
nu w
nu ti
nu siiʼ</w>
nu meeya</w>
nu maam</w>
nu ku
nu kamaniik</w>
no mbre</w>
nki reʼ</w>
naran jas</w>
naj tir</w>
na ʼ
na dor</w>
na do</w>
na an</w>
na al</w>
na a</w>
n kʼo
n era</w>
n bʼeji</w>
muu nix</w>
mu h
mpo pos</w>
mpo lla</w>
mp le
mos cas</w>
moja do</w>
moh o</w>
mo nta
mo l
mii l</w>
mi go</w>
mi el</w>
mi e
men to</w>
medi a</w>
me tió</w>
me ca
meca pal</w>
mah ch
mahch iit</w>
ma te</w>
ma an
m á
m ente</w>
m eh
loqʼ om</w>
lo so</w>
llen o</w>
lle ga
lla ma</w>
limpi a</w>
lib ro</w>
li tos</w>
li mones</w>
li ma</w>
levan ta</w>
la h
l é</w>
l ooj</w>
l en
kʼutu ni</w>
kʼu xi
kʼu taaj</w>
kʼu s
kʼu ru
kʼoo ni</w>
kʼa t</w>
kʼa r</w>
kʼa ni</w>
kʼa mam</w>
kʼa m
kʼa l</w>
kʼ ol
kʼ en</w>
koʼ le</w>
koxta ar</w>
ko w</w>
kii s</w>
kii kʼ</w>
ki n</w>
ki la
ki l</w>
ka pee</w>
ka ni</w>
ka mixeʼn</w>
ka aʼ</w>
ka aj</w>
k or
k iij</w>
k eel</w>
ju l</w>
ju hbʼa
ju e
joh ti</w>
jo ʼoobʼ</w>
jo s
jo nera</w>
ji ʼ
ja mik</w>
ja a</w>
j iij</w>
j eel</w>
in cen
ilo qʼ</w>
ii tzʼ</w>
ih nu
ih kahni</w>
i re</w>
i r</w>
i nuup</w>
i ka
i dioma</w>
i chaaj</w>
hu bo</w>
horc ón</w>
homb ro</w>
ho n
ho j</w>
hier ba
hierba s</w>
herma ni
hab lar</w>
h oja</w>
h li</w>
güis quil</w>
güi pil</w>
gusa no</w>
gu stín</w>
gu in
gu ar
gu al</w>
gru esa</w>
gran os</w>
gor do</w>
gol pe</w>
ga rá</w>
g ún</w>
g re</w>
fuer za</w>
fu i
frijo les</w>
f ácil</w>
f ría</w>
f rente</w>
f la
est ómago</w>
est i
escu cha</w>
es pi
es palda</w>
es p
es ca
er os</w>
ent ro</w>
enoja da</w>
encont ró</w>
encon tra
en saa</w>
en redado</w>
en ci
enci ma</w>
en car
en a</w>
em bar
eh t</w>
ee y</w>
e ru
e j</w>
du ro</w>
do lor</w>
di e
des pacio</w>
des can
delicio so</w>
deja ron</w>
de re
de do</w>
dar á</w>
da ron</w>
d ra</w>
d illas</w>
d era</w>
d er</w>
d er
d entro</w>
cuer nos</w>
cu mple
cu i
cu ch
cuch illo</w>
ct or</w>
creci a</w>
cose cha</w>
cor te
comi endo</w>
com eré</w>
co y</w>
co sas</w>
co me</w>
co mal</w>
clue ca</w>
chʼi p</w>
chʼah y</w>
chʼa maj</w>
chʼa jal</w>
chʼ wi</w>
chʼ uur</w>
chʼ uh
chʼ eh</w>
chʼ ee</w>
chi ki
chi eʼ</w>
cha r
cha qij
cha pe
cha m</w>
ch uun</w>
ch oqbʼal</w>
ch eʼ</w>
ce iba</w>
car re
cami nar</w>
cambi o</w>
cam ina</w>
cali ente</w>
cal vo</w>
caf é</w>
ca ña</w>
ca la
ca ba
caba llo</w>
c re
c ción</w>
bʼa ni</w>
bʼa h
bʼa aq</w>
bra zos</w>
bañ ar
ba ja
b ra</w>
b le</w>
b an
ay u
aw uukʼ</w>
atra vesado</w>
ate ʼt</w>
ar reg
ar re
aq al</w>
ani mal</w>
an tes</w>
amar illo</w>
alar gado</w>
al muunix</w>
al es</w>
al can
ah loʼ</w>
aguj ero</w>
acosta do</w>
a ún</w>
a ños</w>
a wa
a qʼoom</w>
a por
a paat</w>
a mpolla</w>
a jamik</w>
a ire</w>
a gar
a ga
a dor
Xu wa
Xru chap</w>
X paxi</w>
X ah
X a
W ili</w>
T ra
T o
T iin</w>
T e
R o
Q ʼo
Q a
Poq omam</w>
P al</w>
Nru yu
Nru x
Nru tzʼ
Nru pe
Nru ju
Nru j
Lu crecia</w>
Lu ch</w>
Lii ya</w>
L uʼ</w>
L a</w>
Kʼa xa</w>
Ki ʼ
K ʼoo
G u
Feli pe</w>
E s
D e
Crist ina</w>
Ch ʼo
Ch u
Ch oo</w>
C or
C ompra
A reʼ</w>
A l
A gustín</w>
ʼoq ooj</w>
ʼoq ik</w>
ʼo lo
ʼi ri
ʼa q</w>
ʼa ni</w>
ʼa j</w>
ʼ x</w>
ʼ w
ʼ taq</w>
ʼ oj
ʼ ix
ʼ ik</w>
ʼ eʼ
ʼ e</w>
ʼ bʼaal</w>
ʼ a</w>
ú til</w>
ú s</w>
ú ni
ó nes</w>
ó nde</w>
ó mo</w>
ñ ar</w>
ñ ada</w>
í nd
índ ri
ér co
é o</w>
é ja
éja lo</w>
é cimo</w>
é a</w>
zo mpopos</w>
za ron</w>
za po
za lo</w>
za da</w>
z có</w>
z apa
zapa tos</w>
z ando</w>
yʼ eem</w>
yoʼ ji</w>
yeh t
yeht eʼ</w>
ya waabʼ</w>
ya q</w>
ya abʼ</w>
y á</w>
y uʼ</w>
y uuqʼ</w>
y oox</w>
y o
y ee</w>
y bʼaal</w>
xu kʼaa</w>
xta mal</w>
xru qʼor</w>
xru kʼu
xru kansaa</w>
xoo qehji</w>
xoo kamani</w>
xnu yeʼ</w>
xnu koj</w>
xku ʼxi</w>
xki bʼan</w>
xin ʼoo
xin kʼulubʼji</w>
xin chʼuh
xinchʼuh ri</w>
xin bʼeji</w>
xin bʼa
xil uu
xiluu ʼ</w>
xi ʼ
xi kʼa
xikʼa y</w>
xi kin</w>
xee r</w>
xah ki
xa x</w>
x wu
x wi</w>
x uu
xuu p</w>
x sa
xsa qʼwi</w>
x rilaʼ</w>
x qa
x oki</w>
x kahni</w>
wu x</w>
wu x
wu ri</w>
wilk ooj</w>
wi s
wi reʼ</w>
wi r</w>
wi kʼar</w>
wato bʼ</w>
wa ra
wa r
wa naal</w>
wa j
wa chʼajal</w>
w uhq</w>
w iij</w>
w eh</w>
vi erno</w>
vi endo</w>
ver dad</w>
ven tisca</w>
ven ta
venta na</w>
ven di
vendi endo</w>
ve remos</w>
ve rano</w>
ve mos</w>
ve lo</w>
va ron</w>
va ri
va ras</w>
va do</w>
va ca</w>
v í</w>
v ol
v o
uu s</w>
util iz
util i
ue ve</w>
ue lo</w>
u tla</w>
u ni
u nd
u lote</w>
u l</w>
tʼu qwi</w>
tʼu q</w>
tʼ laq</w>
tzʼaj wi</w>
tzʼaj bʼal</w>
tzʼah qee</w>
tzʼa ni</w>
tzʼa lam</w>
tzʼa laj</w>
tzʼa aʼ</w>
tzʼa aj</w>
tzʼa a</w>
tzʼ u
tzʼ ojm</w>
tz uhkaa</w>
tz el</w>
tz ee</w>
tz aj</w>
tu ma
tu l
tu chʼ
tro nador</w>
tro du
trabaja mos</w>
traba j
trabaj é</w>
tra vi
tra j
traj eron</w>
tra ga</w>
tra eré</w>
tra er</w>
tor te
tor ral</w>
tor ci
to ʼbʼal</w>
to mate</w>
to jo
tojo m</w>
to b
tob illo</w>
tiʼ ta
titu ʼ</w>
tik wi</w>
tik ooj</w>
ti yoox</w>
ti ru
ti re</w>
ti miil</w>
ti j
tij era</w>
ti gua</w>
ti go</w>
ti e
tie mpo</w>
ti chali</w>
temb lor</w>
tel eex</w>
tee la</w>
te na
te mp
temp rano</w>
te jer</w>
te h
te cho</w>
te aron</w>
tambale a</w>
tal tu
tak en</w>
tah ra
tahra naq</w>
ta rio</w>
ta pis
ta ni</w>
ta mal</w>
ta lón</w>
ta j</w>
ta das</w>
ta d</w>
ta ba
t ʼa
t ón</w>
t éa</w>
t z</w>
t wi</w>
t un</w>
t saa</w>
t ro</w>
t ool</w>
t le</w>
t lam</w>
t ini
t in
t ii
sá bi
sábi la</w>
sun ción</w>
sue lo</w>
sue gro</w>
su ra</w>
su r
su qʼu
su q
suq taaj</w>
su do</w>
su bí</w>
su bi
st ra</w>
so r
so mb
so lo
so h
silvest re</w>
sii kʼ</w>
si ʼwi</w>
si s</w>
si kila
si j</w>
si en
sien to</w>
si do</w>
si bʼ</w>
si bʼ
seño ras</w>
señ ado</w>
serpi entes</w>
sent í</w>
sen tada</w>
semb rado</w>
se h
se car
se a</w>
saʼ haaʼ</w>
san gre</w>
sali eron</w>
sabro so</w>
sabro sa</w>
sa ʼ</w>
sa q
sa nos</w>
sa ni
sani tario</w>
sa lada</w>
sa j</w>
sa cu
sa aʼ</w>
s wi</w>
s uutzʼ</w>
s me</w>
s go</w>
s cara</w>
rí e</w>
ruxla am</w>
rut uuq</w>
rut eʼ</w>
ruqʼa wach</w>
ruka toon</w>
ruka bʼ</w>
ruji ente</w>
ruchʼ ii
ru xaq</w>
ru weex</w>
ru tzʼiiʼ</w>
ru tziyaaq</w>
ru siiʼ</w>
ru s
ru qʼ
ru poʼt</w>
ru pooy</w>
ru nooqʼ</w>
ru naq</w>
ru man
ruman teleex</w>
ru mahchiit</w>
ru mach
rumach iit</w>
ru kʼux
rukʼux bʼaal</w>
ru kʼuhta
ru kʼih</w>
ru kʼaa</w>
ru k
ru joloom</w>
ru bʼee</w>
ro dillas</w>
ril los</w>
rii n</w>
ri ó</w>
ri zo</w>
ri yuʼ</w>
ri vis
ri tu
ri sa</w>
resba loso</w>
res u
res i
res emb
remo ni
regres ó</w>
rega los</w>
rega la</w>
ree j</w>
recor dó</w>
reci pi
recipi ente</w>
re uni
re tado</w>
re parte</w>
re jos</w>
re e</w>
re do
re coge</w>
re coci
re abi
ras gu
ran tar</w>
ra y
ra to
ra ni</w>
ra j
ra h</w>
ra dor</w>
ra da</w>
ra cimo</w>
ra c
r án</w>
r vió</w>
r te</w>
r saa</w>
r oo
qʼu tsaa</w>
qʼu ni
qʼuni l</w>
qʼu am</w>
qʼor ʼee</w>
qʼoh qeel</w>
qʼo p</w>
qʼale j</w>
qʼah ch
qʼa nsaa</w>
qʼa ha
qʼaha q</w>
qʼa h</w>
qʼ iim</w>
qʼ eʼ
qʼ ehwi</w>
quil ete</w>
quier e</w>
quebradi zo</w>
quebra ron</w>
queb rado</w>
que do</w>
qu m</w>
qu m
qu in
qeh ʼaa</w>
qapa ay
qapaay uh</w>
qah kamani</w>
qa winaqel</w>
qa rah
qa qʼorbʼal</w>
qa maj</w>
q o
qo p</w>
q li</w>
q laq</w>
q iij</w>
q e
qe naq</w>
pʼoq si</w>
pʼi el</w>
pʼee s</w>
pʼa j
pʼa am</w>
pʼ oj
pʼ eh
pun ta</w>
pue de</w>
pu ñado</w>
pu waq</w>
pu se</w>
pu l
pu chʼ
preci o</w>
poqʼ po
poh p</w>
pod rido</w>
po tzʼ
po sa</w>
po qʼ</w>
po ni</w>
po m
po co</w>
po b
pob re</w>
pla to</w>
pis coy</w>
pin ol</w>
pii p</w>
pied ras</w>
pico te
pi ña</w>
pi tos</w>
pi to</w>
pi ca
pica nte</w>
perso na</w>
per sigui
per i
per a</w>
peque ña</w>
pen e</w>
pel li
pelli zcó</w>
pega ron</w>
pe z</w>
pe lo</w>
pe les</w>
pe lada</w>
pe la
pela je</w>
pe gó</w>
pe dida</w>
pe ces</w>
pe c
pec é</w>
paʼ la</w>
pañ ero</w>
pato jos</w>
pare ce</w>
para gu
paragu as</w>
panta lo
pad res</w>
pa ños</w>
pa tas</w>
pa sé</w>
pa so</w>
pa se
pa sado</w>
pa ró</w>
pa ré</w>
pa peles</w>
pa lan
palan ga
palanga nas</w>
pa ka
paka ay</w>
pa go</w>
pa gará</w>
pa ca
paca ya</w>
pa ar
pa a</w>
p ʼaa</w>
p re
p r
p li</w>
p ji</w>
p illo</w>
p ili
pili n</w>
p iit</w>
p ee
pee q</w>
oʼ li</w>
orra l</w>
or nu
or de
oq o
oqo naʼ
oqonaʼ sa</w>
oo tlam</w>
on zalo</w>
ol es</w>
oj il</w>
o tado</w>
o res</w>
o lo
o j</w>
nwi lam</w>
nuy uhm</w>
nuti x</w>
nuta naa
nuka mixeʼn</w>
nuj eh
nubʼa h
nubʼah iil</w>
nubʼ ih</w>
nu yaabʼ</w>
nu tziyaaq</w>
nu tinamiit</w>
nu su
nu soʼ</w>
nu qʼoor</w>
nu qʼa
nu kʼux</w>
nu kʼu
nu kʼayam</w>
nu kʼa
nu b
nub es</w>
nta s</w>
nrubʼana ri</w>
nrubʼana m</w>
nru y
nru tojom</w>
nru tik</w>
nru kʼux</w>
nru koj</w>
nru chali</w>
nqa bʼan</w>
no via</w>
nnu bʼan</w>
nkʼo hli</w>
nki yeʼ</w>
nki qʼor</w>
nki kʼay
nki kʼam</w>
nk em
nkem wi</w>
nk eh
ni xtamal</w>
ne ció</w>
nan do</w>
nan che</w>
nan ces</w>
na ʼy</w>
na yeʼem</w>
na utla</w>
na riz</w>
na ba</w>
n ʼookamani</w>
n ʼaa</w>
n ʼ
n yeʼem</w>
n tz
n tihpani</w>
n ro
n rilaʼ</w>
n qʼorwi</w>
n pʼoj
n oon</w>
n loqʼ
nloqʼ wi</w>
n laq</w>
n kʼutuni</w>
n kʼ
n jo
n ja
n ena</w>
n chali</w>
n bʼi
muu y</w>
mucha cho</w>
mu er
mpi és</w>
mp ʼa
mp lo</w>
mor ga</w>
mor dió</w>
moja rra</w>
moj ó</w>
moj é</w>
mo ví</w>
mo li
min timiil</w>
mi tad</w>
mee m</w>
me lo</w>
mb a</w>
may or</w>
mari posa</w>
mari mba</w>
man sa
man ojo</w>
man cha
mancha do</w>
mad rugada</w>
mad era</w>
ma zorca</w>
ma tó</w>
ma torral</w>
ma tate</w>
ma ta
ma ste</w>
ma r</w>
ma na</w>
ma la</w>
ma la
ma l
ma gu
ma estra</w>
ma cha
m ó</w>
m é</w>
m orral</w>
m oo
m es
lu sa</w>
lu k</w>
lu do</w>
lu bʼ</w>
loo ta</w>
lo m</w>
lo jo</w>
lo b
llo viendo</w>
llen a</w>
lle var</w>
lle gar</w>
limpi o</w>
lib ros</w>
li m
levan tó</w>
le ñar</w>
le jan
lejan dra</w>
le h
leh qenaq</w>
le bra</w>
lan do</w>
lad rillo</w>
lad r
la var</w>
la rá</w>
la me</w>
la j
laj ee
lajee bʼ</w>
la dos</w>
la bʼ</w>
la aj</w>
la a
l ó</w>
l uuchʼ</w>
l una</w>
l uego</w>
l jik</w>
l en</w>
l eej</w>
kʼux ubʼ</w>
kʼuru p</w>
kʼuhta am</w>
kʼu ch</w>
kʼoo nik</w>
kʼol bʼal</w>
kʼoj ek</w>
kʼix ka
kʼixka bʼ</w>
kʼi m</w>
kʼax e</w>
kʼah re</w>
kʼa to
kʼa s</w>
kʼa mal</w>
kʼ uubʼ</w>
kʼ ini</w>
kʼ eel</w>
kʼ e
kʼ bʼaal</w>
kʼ a</w>
kuu k</w>
ku ʼ</w>
ku m</w>
ku h
kor pii</w>
koo y</w>
koo r</w>
ko y</w>
ko y
ko rik</w>
kih y</w>
ki xelek</w>
ki wach</w>
ki suʼt</w>
ki naaʼ</w>
ki bʼ
ke y</w>
kan teela</w>
kama noon</w>
kah yee</w>
ka ʼy</w>
ka rini</w>
ka r</w>
ka q
ka na
ka ji
kaji bʼ</w>
ka bʼi
kabʼi jar</w>
ka ax</w>
ka al</w>
k uukʼ</w>
k u</w>
k li</w>
k iloqʼ</w>
k eej</w>
jun chʼa
junchʼa q</w>
juhbʼa ni</w>
jue go</w>
ju xbʼal</w>
joo t</w>
joco tes</w>
jo ʼtaq</w>
jiʼ li</w>
ji qʼ
ji ote</w>
ji l</w>
je l
ja tz
ja looj</w>
ja aʼ</w>
j eʼ
j ani</w>
ixqʼe qʼ</w>
ix tun</w>
ix am</w>
in ó</w>
in vierno</w>
in fla
in eel</w>
in dí
indí ge
indíge nas</w>
ilo tes</w>
ilo te
ika m</w>
ii ma</w>
ii la</w>
ii ch</w>
ihru kʼux</w>
ihru kut</w>
ihru bʼan</w>
ih runaaʼ</w>
ih qaa</w>
ih k</w>
ih iil</w>
i mul</w>
i kaj</w>
i jiij</w>
i j</w>
i gual</w>
i do</w>
i chʼ</w>
hue len</w>
hu mo</w>
hu eso</w>
hu a
hua nanche</w>
hormi gas</w>
hormi ga</w>
hor con
horcon es</w>
ho ʼ</w>
hil os</w>
hier ro</w>
hi rvió</w>
hi k</w>
hi jos</w>
hi ci
hici eron</w>
hermani to</w>
he chi
hbʼa maj</w>
hbʼa a</w>
hab ía</w>
hab la</w>
ha yá</w>
ha s</w>
ha rá</w>
ha ra
ha cha</w>
ha abʼ</w>
h ni</w>
h e</w>
h cha
guin éo</w>
gui tarra</w>
gui pil</w>
gua cal</w>
gru po</w>
gra no</w>
gra n</w>
go tas</w>
gi ó</w>
gal lo</w>
g ue
g ro
g rillos</w>
g rejos</w>
fui mos</w>
fuer te</w>
for ma</w>
fe tada</w>
f río</w>
eʼ p</w>
ex ten
estudi é</w>
est ornu
espo so</w>
espo sa</w>
espo njo
espi ritu
esca lo
es ús</w>
es pe
es as</w>
eru c
ent reabi
enoja do</w>
enfer me
enf ría</w>
encont ré</w>
en ter
en gor
en da</w>
en cen
eje mplo</w>
eje cu
eh laa</w>
e p</w>
e le
e jas</w>
e j
e cha
dul ces</w>
due ño</w>
du ra</w>
do res</w>
do ra</w>
do na
do ce</w>
die z</w>
di r</w>
di jo</w>
di ente</w>
descan so</w>
des peda
des gra
des de</w>
des ata
de l
de fe
de bajo</w>
de a</w>
dar le</w>
da me</w>
da le</w>
d est
d ero</w>
d en
cánta ros</w>
cumple años</w>
cuer po</w>
cu ñado</w>
cu ñada</w>
cu at
cuat ro</w>
cu an
cu a
coy al</w>
costa les</w>
cor tó</w>
conse jo</w>
conse jar</w>
con tigo</w>
con migo</w>
con cu
compra ste</w>
compra ron</w>
comp re</w>
comp ra</w>
com í</w>
com pañero</w>
com er
col ás</w>
co stó</w>
co ral</w>
co lgado</w>
cl illas</w>
cil índri
cil es</w>
cie mpiés</w>
ci r</w>
ci n</w>
ci erto</w>
chʼil ʼaa</w>
chʼih lee</w>
chʼi i</w>
chʼeh e</w>
chʼah pi</w>
chʼ oop</w>
chʼ e
choh kooy</w>
cho mpi
chiki wit</w>
chi sme</w>
chi rivis
chi pilin</w>
chi k</w>
chi co</w>
cha ʼj
cha ra
cha qʼwi</w>
cha qʼaam</w>
cha h
cha a</w>
ch uul</w>
ch ooj</w>
ch ixqʼeqʼ</w>
ch eʼ
ch el</w>
cer do</w>
cer ca</w>
ce remoni
ce la</w>
cay endo</w>
cas é</w>
carre tera</w>
carga dor</w>
car rizo</w>
car gar</w>
can grejos</w>
cami sas</w>
cami naba</w>
cambi a</w>
cala gua</w>
cal le</w>
cal en
caf e</w>
ca zó</w>
ca ulote</w>
ca sas</w>
ca ma
ca lor</w>
ca i
c ía</w>
c ta
c era</w>
bʼana m</w>
bʼa q</w>
bʼ oh</w>
bʼ iik</w>
bʼ ehlaa</w>
buen os</w>
bu en</w>
bra zo</w>
borra cho</w>
bo sa</w>
bo lló</w>
bo fetada</w>
bo da</w>
bi a</w>
bañ é</w>
bañ il</w>
bana nos</w>
ba sura</w>
ba ja</w>
ba bosa</w>
b ó</w>
b rin
b lusa</w>
b ana</w>
b al</w>
azu l</w>
az otado</w>
ay kan</w>
ay eʼ</w>
aw a</w>
ato rado</w>
ate mala</w>
asu stó</w>
arran car</w>
ar ás</w>
ar ru
ar lo</w>
ar de</w>
apor re
apa reci
apa cin</w>
ap retado</w>
ap resu
anci ano</w>
an te</w>
an ta</w>
amar il
amar ga</w>
ama neció</w>
alu mbra</w>
alu m
al tura</w>
al tar</w>
al ta</w>
al qui
al ooj</w>
al gún</w>
al bañil</w>
ah qʼiij</w>
ah o
ah looʼ</w>
ah kʼuht</w>
aguj eros</w>
aguaca tes</w>
agri a</w>
ador nada</w>
abueli to</w>
abue los</w>
abu l
ab ejas</w>
ab eja</w>
a ʼe</w>
a vis
a ves</w>
a ve</w>
a tiʼta
a ro
a re
a ra</w>
a qʼabʼ</w>
a que
a m
a dor</w>
a costó</w>
a cor
a consejar</w>
a com
a chiiʼ</w>
a bolló</w>
a aqʼ</w>
a aj</w>
Y uʼ</w>
Y u
Xuwa an</w>
Xru ya
Xru raq</w>
Xru kʼaj</w>
Xru chʼu
Xru chʼa
Xoo kamani</w>
Xnu yaq</w>
Xnu raq</w>
Xnu kʼux</w>
Xki wah
Xki kʼa
Xinru kʼu
Xinru kʼa
Xin kamani</w>
Xi ʼ
Xah ʼoo</w>
Xa ar</w>
X ro
X qa
X pu
X kiloqʼ</w>
X ep</w>
X chʼoq</w>
X bʼa
W en</w>
W aykan</w>
W ata
W ach</w>
V as</w>
Tz ʼu
T oo
T ojil</w>
T en
So mos</w>
Si pʼiel</w>
Si p
R u
Que b
Qa winaqel</w>
Q ʼe
Q u
Poq om</w>
Pe tro
Pa scu
Pa cha
P ʼa
P ixtun</w>
P i
P er
Nu k</w>
Nru wa
Nru tzʼahqee</w>
Nru ti
Nru rah
Nru pʼe
Nru mo
Nru lu
Nru kʼo
Nru ko
Nru jo
Nru chʼ
Nru bʼa
Ni habʼ</w>
Ni colás</w>
N ro
N loqʼom</w>
N eex</w>
Mu tzʼlaq</w>
Mar cos</w>
Ma jaaʼ</w>
M e
M an
Li p</w>
La ax</w>
L oo
Kʼoo y</w>
Ku ch</w>
Ka tal</w>
K ʼolo
K ʼ
K oʼli</w>
K aq
Jun paʼla</w>
Ju na
Jo se
Ja a</w>
J ootlam</w>
J ih
J esús</w>
In és</w>
In ten
Ih ru
I tzel</w>
I qʼ</w>
H aʼe</w>
H at</w>
Gu atemala</w>
G onzalo</w>
E x
E st
E m
Des corte
De me</w>
D éjalo</w>
D ob
Cu an
Cor rer</w>
Compra ré</w>
Chʼu lik</w>
Chʼo wik</w>
Chi nautla</w>
Chi naaʼ</w>
Chi kamaj</w>
Cha kʼayaj</w>
Cha kʼam</w>
Cha jik</w>
Cha al</w>
Ch uh</w>
Ch oqonaʼsa</w>
Ch on</w>
Ch iiʼ</w>
Ch eeʼ</w>
Ch ee
C ómo</w>
Ar rime</w>
An tigua</w>
An ci
A sunción</w>
A si</w>
A mar
A lejandra</w>
A kʼal</w>
A gar
